[
    "Pikachu was originally going to be the second stage of a three-part evolution line, following a Pokémon called 'Gorochu'.",
    "Rhydon was the first Pokémon ever created.",
    "Pokémon Red and Green were in development for six years before their release in 1996.",
    "The Pokémon Luvdisc is shaped like a heart because it's based on the discus fish, which is also known as the pompadour fish.",
    "Meowth is the only Pokémon that can learn Pay Day by leveling up.",
    "In the Japanese Pokemon Red, Green, and Blue, the international Pokemon Red and Blue, and the Japanese Pokemon FireRed and LeafGreen, Professor Oak classifies Bulbasaur as the \"plant Pokemon\" (Japanese: „Åó„Çá„Åè„Å∂„Å§„Éù„Ç±„É¢„É≥) when the player is about to choose it as their first partner Pokemon, using the term while referring to its type. In the English versions of Pokemon FireRed and LeafGreen, he calls it the \"grass Pokemon\"",
    "This also occurs in the first episode of Pokemon Origins.",
    "This also occurs in the first episode of Pokemon Origins.", 
    "Bulbasaur's evolutionary line is the only first partner Pokemon family to have the Poison-type.",
    "Bulbasaur's evolutionary line is also the only first partner line to have each member appear at least once in the Super Smash Bros. series.", 
    "Bulbasaur shares its category with its evolved forms and Sunkern. They are all known as the Seed Pokemon.", 
    "Bulbasaur's number in the National Pokedex and the Fiore Browser are the same: 001.", 
    "Due to the censor that prevents Pokemon with offensive nicknames being traded on the GTS, a Bulbasaur with an English name couldn't be traded on the GTS without a nickname in Pokemon Black and White.", 
    "In Pokemon Gold and Silver, Bulbasaur is programmed to be able to learn Charm through breeding, but no other Pokemon in the Grass or Monster Groups can legitimately learn it to pass down as an Egg Move in those games. In Generation III and IV, Bulbasaur can inherit the move from Shroomish by chain breeding. In Generation V onwards, Bulbasaur can inherit the move directly from Cottonee.", 
    "In Pokemon Sun and Moon, Bulbasaur could learn Vine Whip at level 7 instead of Leech Seed. This oversight was later fixed in Pokemon Ultra Sun and Ultra Moon.", 
    "According to the Trainer Race quiz minigame from PokeROM, the word \"strong\" is a good adjective to describe Bulbasaur.", 
    "Ivysaur's evolutionary line is the only first partner Pokemon evolutionary line to be Poison-type.",
    "Ivysaur's evolutionary line is also the only first partner Pokemon evolutionary line to have each member appear at least once in the Super Smash Bros. series.",
    "In addition, Ivysaur is the only Pokemon in the Super Smash Bros. series that Pokemon Trainer uses that does not know an HM move; Squirtle uses Waterfall, while Charizard uses Rock Smash and Fly.",
    "Ivysaur's evolutionary line is also the only first partner Pokemon evolutionary line to have each member appear at least once in the Super Smash Bros. series.",
    "In addition, Ivysaur is the only Pokemon in the Super Smash Bros. series that Pokemon Trainer uses that does not know an HM move; Squirtle uses Waterfall, while Charizard uses Rock Smash and Fly.",
    "Ivysaur's numbers in the National Pokedex and the Fiore Browser are the same: 002.",
    "Ivysaur is the only second stage form of a dual-type Grass/Poison Pokemon that does not require an Evolution stone to reach its final form.",
    "Ivysaur is also the only second stage form of Kanto first partner Pokemon that evolves at level 32. Charmeleon and Wartortle evolve at level 36.",
    "Due to the censor that prevents Pokemon with offensive nicknames being traded on the GTS, an Ivysaur with an English name couldn't be traded on the GTS without a nickname in Pokemon Black and White prior to the Nintendo Wi-Fi Connection's shutdown.",
    "Ivysaur shares its category with its evolutionary relatives and Sunkern. They are all known as the Seed Pokemon.", 
    "Ivysaur is never seen losing a battle on-screen in any animated media.", 
    "Venusaur shares its height (6'7\"\\2.0 m), weight (220.5lbs.\\100.0 kg) and Egg Groups (Monster and Grass), with another Grass-type Pokemon, Tropius.", 
    "Venusaur's evolutionary line is the only first partner Pokemon evolutionary line to have the Poison type.",
    "Venusaur's evolutionary line is also the only first partner Pokemon evolutionary line to have each member appear at least once in the Super Smash Bros. series.",
    "Venusaur is among Ken Sugimori's favorite Pokemon. However, it is also his least favorite Pokemon to draw due to its complex design.", 
    "Venusaur's number in the National Pokedex and the Fiore Browser are the same: 003.", 
    "Due to the censor that prevents Pokemon with offensive nicknames being traded on the GTS, a Venusaur with an English name could not be traded on the GTS without a nickname in Generation V.", 
    "Venusaur shares its category with its pre-evolved forms and Sunkern. They are all known as the Seed Pokemon.", 
    "If the player chooses Charmander as their first partner Pokemon in Pokemon Red and Blue, or locks themselves out of receiving Bulbasaur in Pokemon Yellow, it is impossible to get Venusaur registered in the Pokedex without trading, as no NPC in said games uses a Venusaur under this condition. In Pokemon FireRed and LeafGreen, Cooltrainer Albert uses a Venusaur in Knockout Mode at the Trainer Tower.", 
    "In Red and Blue, the only way to see Venusaur without owning one is to choose Squirtle as a first partner Pokemon, in which case Blue will have one starting at Silph Co onwards.", 
    "Venusaur is the first Pokemon in National Pokedex order to have gender differences.", 
    "Charmander, Cyndaquil, and their respective evolutionary lines have exactly the same base stats in the same distribution.", 
    "In English, the category \"Flame Pokemon\" is shared by Charmeleon, Charizard, Flareon, Kantonian Moltres, and Infernape.",
    "In Japanese, Flareon has the category ほのおポケモン Honō Pokemon (Flame Pokemon), while the other four Pokemon share the category かえんポケモン Kaen Pokemon (Flame Pokemon).",
    "Charmeleon, Quilava, and their respective evolutionary lines have exactly the same base stats in the same distribution.", 
    "In Generation IX, Charmeleon and its evolved form are unable to learn Metal Claw via TM, but its pre-evolved form can.",
    "Charmeleon cannot learn Fire Spin by level up, while its evolutionary relatives can.",
    "In English, the category \"Flame Pokemon\" is shared by Charmeleon, Charizard, Flareon, Kantonian Moltres, and Infernape.",
    "Charizard and Mewtwo share several Mega Evolution similarities. Both Pokemon are the only ones to have two Mega Evolutions instead of one. Both of their Y Mega Evolutions were introduced before their X ones. Both Pokemon change their typing in their X Mega Evolutions while they remain the same type in their Y Mega Evolutions. Both X Mega Evolutions are physically oriented while their Y Mega Evolutions are specially oriented.", 
    "Charizard is the first of the evolved first partner Pokemon to received a Gigantamax form and the only introduced in the base game of Sword and Shield.", 
    "Prior to Generation VI, Charizard and Rhyhorn shared the same cry. This cry was updated and reused for Mega Charizard Y.", 
    "Charizard holds the distinction of being the first Pokemon to appear in the Japanese version of Pokemon the Series, as it is the first one to appear in the opening. However, outside of Japan, Mewtwo is the first to appear.", 
    "Charizard is the only Pokemon in the Super Smash Bros. series that transitioned from a Poke Ball Pokemon to a playable character.", 
    "Charizard and Johtonian Typhlosion, along with their respective evolutionary lines, have exactly the same base stats in the same distribution.", 
    "Mega Charizard Y has the highest base Special Attack stat of all Fire-type Pokemon.", 
    "Charizard is the only Pokemon not in the Alola Pokedex to be a Ride Pokemon in Sun and Moon (where it is unobtainable via normal gameplay) and Ultra Sun and Ultra Moon.", 
    "Charizard is the only non-Galar first partner Pokemon to be in the Galar Pokedex in the base game of Sword and Shield.", 
    "Charizard is the most common Pokemon found amongst Champions, being used by four of them.", 
    "Because of its beauty and elegance, Driftveil Drawbridge is also referred to as Charizard Bridge.", 
    "Charizard is character designer Atsuko Nishida's favorite Pokemon.", 
    "In the Pokemon of the Year poll held by The Pokemon Company in 2020, Charizard was voted the most popular Generation I Pokemon, receiving 93,968 votes. It was also the fourth-most popular Pokemon overall.", 
    "The current design of a Shiny Charizard was first seen in an official art from 2001, between the releases of Pokemon Crystal and Pokemon Ruby and Sapphire.", 
    "Pokemon the Series: Diamond and Pearl is the only series of either of the Pokemon TV shows to not feature a Charizard in any capacity.", 
    "In Generation IX, Charizard is unable to learn both Metal Claw and False Swipe via TM, while its pre-evolutions can learn False Swipe and Charmander can learn Metal Claw.", 
    "Charizard is the first Pokemon species in the Pokemon animated TV shows to use all major battle gimmicks as of Generation IX, doing so by Mega Evolving in Mega Evolution Special I, using a Z-Move in Run, Heroes, Run!, Gigantamaxing in Flash of the Titans!, and Terastallizing in Fly! Wattrel!!.", 
    "There was a scene in the 2004 film Godzilla: Final Wars where a boy throws an action figure of Squirtle into a fire and insults it. This is also a presumed reference to Gamera.", 
    "Even though Wartortle's ears are depicted lighter than its face in the official Sugimori stock art and most of its game sprites, early promotional pictures portrayed its ears the same color as its face.", 
    "Blastoise shares its category with Kabuto and Kabutops. They are all known as the Shellfish Pokemon.", 
    "Early concept art for a Pokemon called \"Karabajio\" resembles Blastoise without its signature water cannons. The name may be a combination of \"carapace\" and Caravaggio.", 
    "Mega Blastoise is the only Mega-Evolved first partner Pokemon that does not have two types.", 
    "The way Blastoise flies in New Pokemon Snap is a potential reference to Gamera.", 
    "Caterpie was both the first Pokemon to be caught and the first Pokemon to evolve in Pokemon the Series.", 
    "Caterpie shares its category with Wurmple and Snom. They are known as the Worm Pokemon.", 
    "In early episodes of Pokemon the Series, Caterpie's mouth was incorrectly colored yellow. It wasn't until Wings 'N' Things that Caterpie's mouth started to be colored green.", 
    "Until the release of Pokemon Platinum, when it became able to learn Bug Bite, Caterpie was unable to do anything to a Ghost type except struggling and lowering its Speed. It shares this trait with its evolution, Metapod. This is also true for Weedle, and its evolution, Kakuna, against Steel types before Pokemon Platinum was released.",
    "In Pokemon the Series and the Pokemon Adventures manga, Caterpie holds the record as the Pokemon who takes the least amount of time to evolve twice, taking only one episode in the animated series and one chapter in Pokemon Adventures.",
    "Poliwag and Togepi also share this record, but in Pokemon Adventures only.", 
    "Prior to Generation VI, Caterpie's shape was .", 
    "In Ash Catches a Pokemon, when Caterpie evolves into Metapod, the process was similar to a real caterpillar going into pupation. Later episodes show Caterpie evolving like the rest of the Pokemon do.", 
    "Caterpie is tied with Weedle, Magikarp, Igglybuff, Carvanha, Attack Forme Deoxys, and Stonjourner for having the lowest base Special Defense stat of all Pokemon.", 
    "Metapod shares its category with Kakuna, Silcoon, and Cascoon. They are all known as the Cocoon Pokemon. They also share the same base stat total, learnset, Ability, and EV yield. This ties them as the evolved Pokemon with the lowest base stat total.",
    "Metapod is the first Pokemon to evolve in a movie, and part of the first evolution cycle in an episode.", 
    "Until the release of Pokemon Platinum, when its pre-evolution became able to learn Bug Bite, Metapod was unable to damage Ghost-type Pokemon except by using Struggle. It shared this trait with Caterpie. This is also true for Kakuna and its pre-evolution, Weedle, against Steel types before Pokemon Platinum was released.",
    "Metapod is usually depicted with white sclerae, such as in the games, TCG, and promotional illustrations, but it has yellow sclerae in Pokemon the Series.", 
    "In the Pokemon the Series episode Challenge of the Samurai, the process of Metapod's evolution was similar to a real life butterfly emerging from its chrysalis. However, in later episodes, Metapod is shown to evolve like any other Pokemon.", 
    "Ume Aoki, a Japanese cartoonist famous for her work on the manga Hidamari Sketch and as the character designer for the anime Puella Magi Madoka Magica, utilizes a likeness of herself cosplaying as a Metapod to represent herself in her works.", 
    "Butterfree was the first Pokemon shown in Pokemon the Series with an alternate color, pink in its case. This has only been seen in a single female, and unlike a Shiny Butterfree, which has green eyes and pink wings, limbs, and snout, this Butterfree only differed in its pink body and wings.", 
    "Butterfree shares its category with Beautifly. They are both known as the Butterfly Pokemon.", 
    "Butterfree can be seen as a parallel to Beedrill. Both of their unevolved stages evolve at level 7 and again at level 10. They both go through metamorphosis-like evolution and have the same base stat total of 395. Also, while Beedrill is exclusive to Black and Black 2, Butterfree is exclusive to White and White 2. Both also have an alternate form only available in-battle (Gigantamax Butterfree and Mega Beedrill, respectively).", 
    "Weedle has the lowest base stat total of all Poison-type Pokemon. Weedle is tied with Gastly for the lowest base Defense of all Poison-type Pokemon. Weedle is also tied with Caterpie, Magikarp, Igglybuff, Carvanha, Attack Forme Deoxys, and Stonjourner for the lowest base Special Defense stat of all Pokemon.", 
    "Weedle is tied with Gastly for the lowest base Defense of all Poison-type Pokemon.", 
    "Weedle is also tied with Caterpie, Magikarp, Igglybuff, Carvanha, Attack Forme Deoxys, and Stonjourner for the lowest base Special Defense stat of all Pokemon.", 
    "Until Pokemon Platinum, Weedle was completely incapable of dealing damage to Steel-type Pokemon‚Äîoutside of Struggle‚Äîbecause it could only learn Poison Sting, to which Steel types are immune. From Platinum onward, Weedle can learn Bug Bite.", 
    "Weedle is the only Pokemon that cannot legitimately know any Normal-type moves.", 
    "Kakuna shares its category with Metapod, Silcoon, and Cascoon. They are all known as the Cocoon Pokemon. They also share the same base stat total, move learnset, Ability, and EV yield. This ties them as the evolved Pokemon with the lowest base stat total.",
    "Kakuna has the lowest base Attack stat of all Poison-type Pokemon.", 
    "In the Pokemon Red and Blue beta, \"Kokoon\" was the prototype English name for Kakuna. This is similar to its romanized Japanese name.", 
    "Kakuna's English name resembles a Japanese name, translating perfectly into \"カクナ\", than its actual Japanese name, Cocoon.", 
    "In Pokemon the Series, Kakuna is explicitly shown evolving more than any other Pokemon.[clarification needed]", 
    "Kakuna and its evolved form, Beedrill, are the only yellow Poison-type Pokemon.", 
    "Beedrill's English name was originally going to be spelled Beedril.", 
    "Beedrill can be seen as a parallel to Butterfree. Both of their unevolved stages evolve into their respective first evolutionary stages at level 7, which then evolve into their respective final forms at level 10. They both also go through metamorphosis-like evolution and share a base stat total of 395. Also, while Beedrill is a version exclusive of Black and Black 2, Butterfree is exclusive to White and White 2. Both also have an alternate form only available in-battle (Mega Beedrill and Gigantamax Butterfree, respectively).", 
    "In Pokemon Conquest, Beedrill is the only Pokemon that is featured without its evolutionary relatives.", 
    "Mega Beedrill has the highest base Attack and Speed stats of all Poison-type Pokemon. It also has the lowest base Special Attack stat of all Poison-type Pokemon.", 
    "Beedrill and its pre-evolved form, Kakuna, are the only yellow Poison-type Pokemon.", 
    "According to the Pokemon Red and Blue beta, Pidgey was originally going to be named \"Pidge\".", 
    "Pidgey shares its category with Spearow, Natu, and Rookidee. They are all known as the Tiny Bird Pokemon, though Natu has also been called the Little Bird Pokemon.", 
    "Pidgey is the only Pokemon with a base stat total of 251.", 
    "Pidgey has the shortest cry of any Pokemon, being only 0.181 seconds long.", 
    "In Pokemon the Series, Pidgey is often erroneously depicted with four talons on each foot, as opposed to three.", 
    "Pidgeotto is the only Pokemon with a base stat total of 349.", 
    "Pidgeotto's early English name was the same as its evolved form Pidgeot.", 
    "In some games, the Pokedex states that Pidgeotto \"will fiercely peck at any intruder\".", 
    "When rematching Gym Leaders in HeartGold and SoulSilver, both Falkner and Blue have a Pidgeot as their highest-leveled Pokemon. Coincidentally, Falkner is the first Gym Leader while Blue is the last.", 
    "Mega Pidgeot is the only Pokemon with a base stat total of 579.", 
    "Mega Pidgeot is tied with Drampa, Porygon-Z, and Bloodmoon Ursaluna for the highest base Special Attack stat of all Normal-type Pokemon.", 
    "Mega Pidgeot is the only Mega Evolved Pokemon where its lowest stat (Special Attack, although it is tied with Special Defense) in its base form becomes its highest stat.", 
    "In the Pokemon Red and Blue beta, Rattata was originally known as Rattatak.", 
    "Rattata is notorious for being associated with the F.E.A.R. strategy.", 
    "Rattata and its evolved form both share their category with Pikachu, Raichu, Sandshrew, Sandslash, Pawmi, and Pawmo. They are all known as the Mouse Pokemon, though Rattata and Raticate were originally called the Rat Pokemon prior to Generation III.", 
    "Rattata has gained notoriety among the fanbase due to Youngster Joey on Route 30, and his phone calls claiming his Rattata to be within the top percentage of the species.", 
    "Rattata has the lowest base HP of all Normal-type Pokemon. Alolan Rattata has the lowest base HP and Special Attack of all Dark-type Pokemon.",
    "Alolan Rattata has the lowest base HP and Special Attack of all Dark-type Pokemon.", 
    "Alolan Rattata ties with Morpeko for the shortest Dark-type Pokemon.", 
    "Alolan Rattata may be considered a counterpart of Yungoos. They can be caught at certain times of the day (Yungoos at day, Alolan Rattata at night). They also evolve into Gumshoos and Alolan Raticate, respectively, at level 20 at their respective times. Also, their evolved forms are the Totem Pokemon in their respective games (Gumshoos in Sun and Ultra Sun, Raticate in Moon and Ultra Moon).", 
    "Alolan Rattata and its evolution are the only regional forms that cannot be transferred out of Pokemon HOME into any Generation VIII or Generation IX game.", 
    "Together with Magikarp, Seedot, Ninjask, Pichu, and Goldeen, Rattata is the easiest Pokemon to catch in Pokemon Ranger, with only one loop necessary.", 
    "Raticate's catch rate was 90 in Generation I and II. This was changed to 127 in Generation III.", 
    "Raticate is the only Pokemon that shares its National Pokedex number with the level at which it evolves from its pre-evolved form.", 
    "Raticate and its pre-evolved form both share their category with Pikachu, Raichu, Sandshrew, Sandslash, Pawmi, and Pawmo. They are all known as the Mouse Pokemon, though Rattata and Raticate were originally called the Rat Pokemon prior to Generation III.", 
    "Of all the Totem Pokemon that can be battled in Alola, Totem Raticate is one of the only two Totem Pokemon that is battled in only one game out of the two versions ‚Äî in this case, Moon and Ultra Moon. The other is Totem Gumshoos. During the cutscene before Totem Raticate's battle, it cries out Gumshoos's cry instead of its own cry.", 
    "Alolan Raticate and its pre-evolution are the only regional forms that cannot be transferred out of Pokemon HOME into any Generation VIII or IX game.", 
    "Spearow shares its category with Pidgey, Natu, and Rookidee. They are all known as the Tiny Bird Pokemon, though Natu has also been called a Little Bird Pokemon.", 
    "Spearow is tied with Hoothoot, Ledyba, Taillow, Wingull, Starly, and Pikipek for the lowest base Defense of all Flying-type Pokemon.", 
    "As of Generation VII, Fearow is the only Pokemon with a base stat total of 442.", 
    "In the Pokemon Red and Blue beta, Ekans was originally known as \"Arbo\", its romanized Japanese name.", 
    "In early official art of Ekans, all of the bands on its body were colored yellow instead of just the one on its \"neck\". This was changed in later art.", 
    "An Ekans was originally going to be featured in Pokemon Snap, as shown in an early test shot of an environment that was never featured in the final product. This is also true of its evolution, Arbok.", 
    "Ekans is one of fourteen Pokemon that one can collect foreign Pokedex entries for in Pokemon Diamond and Pearl.", 
    "Ekans has never been scanned with a Pokedex in the animated series, despite debuting in the second episode of the original series. Thusly, it is the Pokemon with the most episodes aired after its debut without it getting a Pokedex entry.", 
    "Pikachu and its evolved form both share their category with Rattata, Raticate, Sandshrew, Sandslash, Pawmi, and Pawmo. They are all known as the Mouse Pokemon, though Rattata and Raticate were originally called the Rat Pokemon prior to Generation III.", 
    "Veronica Taylor has said Pikachu is her favorite Pokemon. Sarah Natochenny has as well, shared with Mew.", 
    "Pikachu is the only Pokemon that serves as the player's first Pokemon in the core series games that has a pre-evolved form. However, Pichu (its pre-evolved form) does not exist in either game in which it fills this role.", 
    "Pikachu has the most event-exclusive moves available to it.", 
    "Pikachu is the only Pokemon with two exclusive Z-Moves.", 
    "When starting a new game in Pokemon Yellow, Pikachu's front sprite appears with a slightly different color palette (the palette index number 0x10) than usual when it is introduced by Professor Oak. This is the same red/yellow palette used for Mew, Mewtwo, and Jynx (except the Virtual Console Jynx), as well as the battle sprites of all Pokemon Trainers. Due to the color palette used at the start of Pokemon Yellow, Pikachu has red cheeks (in the Game Boy Color) or pink cheeks (in the Super Game Boy). However, in this game's normal gameplay, Pikachu has dark orange cheeks instead.", 
    "In Pokemon Yellow and from Generation VI to Brilliant Diamond and Shining Pearl, Pikachu uses its cry from Pokemon the Series (voiced by Ikue Otani). Before Pokemon: Let's Go, Pikachu! and Let's Go, Eevee!, it was the only Pokemon to do so in the core series games. Its battle cry differs from status or Pokedex screens.", 
    "The Pikachu received at the beginning of Pokemon Yellow has unique voice clips in Pokemon Stadium and Stadium 2.", 
    "In Pokemon Legends: Arceus and Pokemon Scarlet and Violet, it uses an updated version of its original cry, like other Pokemon.", 
    "Its battle cry differs from status or Pokedex screens.", 
    "The Pikachu received at the beginning of Pokemon Yellow has unique voice clips in Pokemon Stadium and Stadium 2.", 
    "In Pokemon Legends: Arceus and Pokemon Scarlet and Violet, it uses an updated version of its original cry, like other Pokemon.", 
    "Pikachu is the only core series first partner Pokemon that does not have a 7:1 gender ratio.", 
    "Pokemon Black, White, Black 2, and White 2 are the only core series games in which Pikachu cannot be obtained without transporting or through an event.", 
    "Pikachu is the only not fully evolved Pokemon whose base stats increased in Generation VI, as well as the only Pokemon to receive more than one stat increase: Defense and Special Defense.", 
    "Pikachu is the 25th Pokemon in both the National Pokedex and Alola Pokedex in Pokemon Sun and Moon.", 
    "In the Japanese Pokemon Stadium, Pikachu is the only usable Pokemon that is not fully evolved.", 
    "Pikachu is the only Pokemon that can be caught in all three pinball titles: Pokemon Pinball, Pokemon Pinball mini, and Pokemon Pinball: Ruby & Sapphire.", 
    "According to A Sneak Peek at Pokemon, Pikachu can deliver a constant current of 1000 amperes.", 
    "Pikachu is currently represented in the Trading Card Game by more cards than any other Pokemon, with 211 unique cards.", 
    "On December 11, 2023, Google revealed that Pikachu was the \"most searched Pokemon\" in the platform's history during its 25 years of creation.", 
    "No other Pokemon has the same type combination as Alolan Raichu.", 
    "In Pokemon Red and Blue, there is a Scientist at the Pokemon Lab in Cinnabar Island who will trade a Raichu for an Electrode. If the player talks to him after the trade, he will mention that the Raichu evolved, which is not possible. This mistake was due to the original translation of the script of the Japanese Blue (in which this person traded a Graveler for a Kadabra) rather than that of Pokemon Red and Green. This error was corrected in Pokemon FireRed and LeafGreen, as the script was re-translated.", 
    "Raichu's FireRed and Sun Pokedex entries discuss Raichu's electricity being able to knock out an Indian elephant. In Pokemon Legends: Arceus, this is changed to Copperajah, which is based on the Indian elephant.", 
    "This is also the only Pokedex entry in Legends: Arceus to mention a Pokemon not obtainable in Hisui.", 
    "Several Pokedex entries claim Raichu can discharge up to 100,000 volts. However, its Stadium entry claims it can only discharge up to 10,000 volts. This is likely a translation error due to the way numbers are read in Japanese, where 100,000 literally reads \"ten ten-thousands\".", 
    "Raichu appears in every regional Pokedex except the Unova Pokedex.", 
    "Although Pikachu is the first partner Pokemon of Pokemon Yellow, it is not possible to directly evolve it into Raichu in the game, and must be traded in from Red and Blue. This inability to evolve Pikachu is a reference to Ash's Pikachu in Pokemon the Series.", 
    "Raichu and its pre-evolved form both share their category with Rattata, Raticate, Sandshrew, Sandslash, Pawmi, and Pawmo. They are all known as the Mouse Pokemon, though Rattata and Raticate were originally called the Rat Pokemon prior to Generation III.", 
    "Raichu is the 26th Pokemon in both the National Pokedex and Alola Pokedex in Pokemon Sun and Moon.", 
    "Alolan Raichu is the only regional form Pokemon to have a Z-Move exclusive to it.", 
    "Raichu is the most common Pokemon found amongst rivals, being used by five of them.", 
    "Alolan Raichu is the only Alolan form available in Pokemon Scarlet and Violet that can only be obtained by transferring from other games, outside of Poke Portal News events.", 
    "No other Pokemon has the same type combination as Alolan Sandshrew and its evolved form.", 
    "Sandshrew and its evolved form both share their category name with Rattata, Raticate, Pikachu, Raichu, Pawmi, and Pawmo. They are all known as the Mouse Pokemon, though Rattata and Raticate were originally called the Rat Pokemon prior to Generation III.", 
    "Alolan Sandshrew has the lowest base Special Attack stat of any Pokemon, tied with Shuckle, Feebas, and Bonsly.",
    "Sandshrew has the lowest base Special Attack stat of all Ground-type Pokemon.", 
    "Both Sandshrew and Alolan Sandshrew have Abilities that boost evasion in certain weather (Sandstorm for Sandshrew and Hail for Alolan Sandshrew) and Hidden Abilities that boost Speed in those same weather conditions.", 
    "Alolan Sandshrew can be seen as a parallel to Alolan Vulpix. Both were initially introduced in Generation I and got Alolan forms in Sun and Moon. Both Pokemon are Ice-types, with Vulpix being exclusive to Sun and Sandshrew being exclusive to Moon. Furthermore, both Pokemon evolve when exposed to an Ice Stone.", 
    "No other Pokemon has the same type combination as Alolan Sandslash and its Alolan pre-evolved form.", 
    "In the Pokemon Red and Blue beta, Sandslash's original name was \"Sandstorm\".", 
    "Nidoran♂ and Nidoran♀ were the first Pokemon to feature any indication of gender, before it was introduced as a mechanic and applied to other Pokemon in Generation II. Despite the addition of genders to other Pokemon, the two variations of Nidoran remain separate species, rather than a singular species that splits down different evolution paths based on gender. An Egg laid by a Nidoran♂ does, however, has a chance of hatching into a Nidoran♀, while an Egg laid by a Nidoran♀ with a Ditto has a chance of hatching into a Nidoran♂.",
    "Nidoran♂ is the only Pokemon that loses the ability to breed upon evolution.", 
    "Nidoran♂'s Shiny form is similar to Nidoran♀'s normal coloration, and vice versa for Nidoran♀.", 
    "Nidoran♂ shares its category name with Nidorina, Nidoran♀, Nidorino, Poipole, and Naganadel. They are all known as the Poison Pin Pokemon.", 
    "Due to the fact that its gender, ♂, is included in its name, checking Nidoran♂'s summary from Generation II onward (except Pokemon Sword and Shield and Pokemon Brilliant Diamond and Shining Pearl) will display as if it were gender unknown if it does not have a nickname. If its nickname is anything other than \"Nidoran♂\", its gender will appear as normal.", 
    "Nidorina and Nidoqueen's inability to lay Eggs was established by Japanese media before breeding became a game mechanic.",
    "Despite this, however, several of Nidorina's Pokedex entries imply it's still capable of childrearing.",
    "Nidorina and Nidoqueen are the only two Pokemon that cannot breed even though their unevolved form can breed.", 
    "Nidorina's Shiny coloration is similar to Nidorino's regular coloration and vice versa.", 
    "Nidorina shares its category name with Nidoran♂, Nidoran♀, Nidorino, Poipole, and Naganadel. They are all known as the Poison Pin Pokemon.", 
    "Despite being in the No Eggs Discovered Group, Nidoqueen was shown to be capable of breeding in the TV special Mewtwo Returns, when a cloned Nidoqueen and a cloned Rhyhorn produced Eggs containing both baby Rhyhorn and baby Nidoqueen (not baby Nidoran♂). In addition, several of Nidoqueen's Pokedex entries imply it's still capable of childrearing.", 
    "Nidorina and Nidoqueen are the only two Pokemon that cannot breed even though their pre-evolved form can breed.", 
    "Nidoqueen is the only Nidoran evolutionary line member whose Shiny color is not the same as its opposite-gender counterpart's normal color.", 
    "Nidoqueen and its male counterpart Nidoking share their category name with Rhydon and Rhyperior. They are all known as the Drill Pokemon. Additionally, all four are partly Ground-types.", 
    "In the Japanese games Pokemon Red and Green, Nidoqueen weighs 6.0¬†kg instead of 60.0¬†kg (as it does in all other games). This has no mechanical significance, as no game mechanics use weight in Pokemon Red and Green.", 
    "Nidoran♀ and Nidoran♂ were the first Pokemon to feature any indication of gender, before it was introduced as a mechanic and applied to other Pokemon in Generation II.", 
    "Despite the addition of genders to other Pokemon, the two variations of Nidoran remain separate species, rather than a singular species that splits down different evolution paths based on gender. An Egg laid by a Nidoran♂ does, however, has a chance of hatching into a Nidoran♀, while an Egg laid by a Nidoran♀ with a Ditto has a chance of hatching into a Nidoran♂.", 
    "When an Egg is produced from Nidoran and Ditto parents, the gender ratio of the Egg favors the gender of the non-Ditto parent by an unknown margin.[citation needed]", 
    "Despite the addition of genders to other Pokemon, the two variations of Nidoran remain separate species, rather than a singular species that splits down different evolution paths based on gender. An Egg laid by a Nidoran♂ does, however, has a chance of hatching into a Nidoran♀, while an Egg laid by a Nidoran♀ with a Ditto has a chance of hatching into a Nidoran♂.", 
    "When an Egg is produced from Nidoran and Ditto parents, the gender ratio of the Egg favors the gender of the non-Ditto parent by an unknown margin.[citation needed]", 
    "Nidoran♀'s Shiny form is similar to Nidoran♂'s normal coloration, and vice versa for Nidoran♂.", 
    "Nidoran♀ shares its category name with Nidorino, Nidoran♂, Nidorina, Poipole, and Naganadel. They are all known as the Poison Pin Pokemon.", 
    "Due to the fact that its gender, ♀, is included in its name, checking Nidoran♀'s summary from Generation II onward (except Pokemon Sword and Shield and Pokemon Brilliant Diamond and Shining Pearl) will display as if it were gender unknown if it does not have a nickname. If its nickname is anything other than \"Nidoran♀\", its gender will appear as normal.", 
    "Nidoran♀ is the only Pokemon with a base stat total of 273.", 
    "Nidorino is one of the first two Pokemon to appear in a Pokemon battle both in Pokemon the Series and in the games, the other being Gengar. This is due to their appearance in the opening animation of Pokemon Red and Green (as well as their remakes, Pokemon FireRed and LeafGreen), on which the beginning of the first Pokemon the Series episode was based on. It is also the first Pokemon to be both seen and captured in Pokemon Adventures, in much the same way. It is also the first Pokemon to be both seen and captured in Pokemon Adventures, in much the same way.", 
    "Nidorino, along with Gengar (and possibly other Pokemon), originate from the Capsule Monsters game design pitch, which would eventually become the Pokemon series.", 
    "The Nidorino that appears in Professor Oak's introduction in Pokemon Red and Blue has the cry of a Nidorina.", 
    "Nidorino's Shiny coloration is the same as Nidorina's normal coloration. Likewise, Nidorina's Shiny coloration matches Nidorino's normal coloration.", 
    "Nidorino shares its category with Nidoran♀, Nidoran♂, Nidorina, Poipole, and Naganadel. They are all known as the Poison Pin Pokemon.", 
    "Nidoking and its female counterpart Nidoqueen share their category with Rhydon and Rhyperior. They are all known as the Drill Pokemon. Additionally, all four are partly Ground-types.", 
    "Although its female counterpart Nidoqueen cannot be bred, Nidoking can.", 
    "Nidoking is a popular choice with rivals in Pokemon the Series, as two of Ash's main rivals (Gary and Paul) have one, as well as Jimmy's main rival.", 
    "Nidoking was designed by Ken Sugimori, and is one of the first Pokemon ever created.", 
    "The prototype name for Clefairy was Aria. The Russian dub of Pokemon the Series used this name during the original series. The Polish dub of the episode Clefairy and the Moon Stone calls Clefairy by its proper species name and \"Aria\" interchangeably.", 
    "The Polish dub of the episode Clefairy and the Moon Stone calls Clefairy by its proper species name and \"Aria\" interchangeably.", 
    "Clefairy and its evolved form share their category with Snubbull and Granbull. They are all known as the Fairy Pokemon. The \"Fairy Pokemon\" category predates the introduction of the Fairy-type in Generation VI. From this generation onwards, the type and category of these four Pokemon share the same English name.",
    "The \"Fairy Pokemon\" category predates the introduction of the Fairy-type in Generation VI. From this generation onwards, the type and category of these four Pokemon share the same English name. However, this is not true in Japanese, where the type is フェアリータイプ Fairy-type and the category is ようせいポケモン Y≈çsei Pokemon.", 
    "The Poke Doll is a Clefairy doll, as identified by the Japanese name of this item („Éî„ÉÉ„Éî„Å´„Çì„Åé„Çá„ÅÜ Pippi Doll).", 
    "The prototype name for Clefable was Ariala. The Russian dub of Pokemon the Series used this name during the original series.", 
    "In the Polish dub of the episode Clefairy and the Moon Stone, Clefable is called \"Kliferyla\".", 
    "Clefable and its pre-evolved form share their category with Snubbull and Granbull. They are all known as the Fairy Pokemon.", 
    "In English, the category \"Fox Pokemon\" is shared by Vulpix, Fennekin, Nickit, and their evolutions.",
    "In Japanese, the hiragana category ポケモン (Fox Pokemon) is shared by the evolutionary lines of Vulpix and Nickit, while the katakana version キツネポケモン (Fox Pokemon) is shared by Fennekin and its evolutions.", 
    "The beta Pokemon names in Red and Blue listed Vulpix as Foxfire.", 
    "Vulpix and Ninetales are the only Pokemon whose Alolan forms are obtainable in Pokemon Legends: Arceus.", 
    "Vulpix can be seen as a parallel to Growlithe. Both are Generation I Pokemon that evolve once via a Fire Stone. Vulpix is exclusive to Pokemon Green, international Blue, Silver, LeafGreen, and SoulSilver while Growlithe is to Red, Blue (Japan), Gold, FireRed, and HeartGold. Growlithe has a 75% chance of being male while Vulpix has a 75% of being female, they are both in the Field Egg Group, can have Flash Fire as their Ability, and are yellow when Shiny from Generation III on. Furthermore, both are based primarily on canine-like creatures of Japanese folklore: Vulpix from the kitsune, Growlithe from the shisa. Additionally, both have received regional forms.", 
    "Alolan Vulpix can be seen as a parallel to Alolan Sandshrew. Both were initially introduced in Generation I and got Alolan Forms in Pokemon Sun and Moon. Both Pokemon are Ice-types, with Vulpix being exclusive to Sun and Sandshrew being exclusive to Moon. Furthermore, both Pokemon evolve when exposed to an Ice Stone.", 
    "Vulpix is the only Pokemon with a base stat total of 299.", 
    "Vulpix has the lowest base HP of all Fire-type Pokemon.", 
    "Alolan Vulpix is the only unevolved Pokemon to have a Pokemon VSTAR card.", 
    "Vulpix's National Pokedex number and Kitakami Pokedex number are identical: 0037 for the former, and 37 for the latter.", 
    "No other Pokemon has the same type combination as Alolan Ninetales.", 
    "Alolan Ninetales is the only Pokemon in Pokemon Legends: Arceus which requires Evolution to obtain it.", 
    "Vulpix and Ninetales are the only Pokemon whose Alolan forms are obtainable in Pokemon Legends: Arceus.", 
    "Ninetales's name is misspelled as Ninetails in the Pokemon Trading Card Game for the Game Boy Color and in some prerelease material.", 
    "Ninetales's National Pokedex number and Kitakami Pokedex number are identical: 0038 for the former, and 38 for the latter.", 
    "Alolan Ninetales was featured in the sixth episode of Beyond the Pokedex series.", 
    "Jigglypuff is typically depicted in the Super Smash Bros. series and Ken Sugimori's artwork with green eyes and tea rose pink fur, more closely resembling its Shiny form. It also appeared with green eyes in Rough, Tough Jigglypuff and The Legend of Thunder!.", 
    "Due to an oversight, Jigglypuff appears purple (instead of pink) in the battle against Gengar in the intro of Pokemon Blue (including the Japanese version). This is a leftover from the earlier Japanese games Pokemon Red and Green, when two purple Pokemon battled instead: Gengar vs. Nidorino (which is also seen in the international versions of Pokemon Red).", 
    "Jigglypuff and its evolutionary relatives share their category name with Qwilfish and Drifloon. They are all known as the Balloon Pokemon.", 
    "Wigglytuff and its pre-evolved forms share their category name with Qwilfish and Drifloon. They are all known as the Balloon Pokemon.", 
    "Wigglytuff has the highest base HP stat of all Fairy-type Pokemon.", 
    "In its earlier appearances, Wigglytuff's white stomach did not always extend above its mouth; however, it always does this in modern appearances.", 
    "No other Pokemon has the same type combination as Zubat and its evolved forms. Zubat and Golbat are the only Pokemon introduced in Generation I to currently have a unique type combination. Zubat and its evolved forms are the only Poison-type Pokemon in the Flying Egg Group.",
    "Zubat and its evolved forms share their category with Woobat. They are all known as the Bat Pokemon.", 
    "Zubat's evolutionary line has several similarities with Woobat's. All of the members of both lines are called the Bat Pokemon (excluding Swoobat), live in caves or other dark places, and have no visible eyes at their respective unevolved states. Members of both lines reach their respective fully evolved forms by friendship and both have similar Shiny forms (with green main bodies). Woobat and Zubat have somewhat similar English names, both having rhyming prefixes and bat as a suffix.", 
    "All of the members of both lines are called the Bat Pokemon (excluding Swoobat), live in caves or other dark places, and have no visible eyes at their respective unevolved states.", 
    "Members of both lines reach their respective fully evolved forms by friendship and both have similar Shiny forms (with green main bodies).", 
    "Woobat and Zubat have somewhat similar English names, both having rhyming prefixes and bat as a suffix.", 
    "Zubat can also be seen as a parallel to Noibat, as they are both Flying-type Pokemon based on bats and can have Infiltrator as a possible Ability. They also share the same base stats, with their Attack and Special Attack switched around.", 
    "Zubat has the lowest base Special Attack stat of all Flying-type Pokemon, tying with Taillow, Starly, Combee, and Pikipek.", 
    "Despite its lack of eyes, Zubat is still capable of learning Mean Look.", 
    "Due to its lack of eyes, Zubat is the only Pokemon whose Alpha form in Legends: Arceus does not bear glowing red eyes. It is also one of the few Shadow Pokemon in Pokemon GO that doesn't have red eyes, the other being Shadow Steelix.", 
    "The depiction of Golbat's large tongue has been sporadic, having not appeared in any game in over a decade: The only core series games to depict its tongue were Pokemon Red and Blue. The last game to ever depict its tongue was Pokemon Battle Revolution.",
    "The only core series games to depict its tongue were Pokemon Red and Blue.", 
    "The last game to ever depict its tongue was Pokemon Battle Revolution.", 
    "In Generation II, Bill's grandfather asks the player to bring him a \"round, green\" Pokemon with leaves growing on its head, referring to Oddish. However, in those games and subsequent generations, Oddish's body (unless it is Shiny) is blue. The mistake might have been a translation error caused by the ambiguity of the Japanese word Èùí„ÅÑ aoi, which can mean both blue and green. This is fixed in Pokemon HeartGold and SoulSilver.", 
    "Oddish has a scientific name: Oddium Wanderus, given in its FireRed and Y Pokedex entries. The only other Pokemon with a known scientific name is Kabutops, with Kabutops Maximus. In the Japanese versions of FireRed and Y, as well as Red and Green, Oddish's Pokedex entries instead state that it has the alias name „Ç¢„É´„Ç≠„É°„É≥„Éá„Çπ Arukimendesu. This can either be seen as a corruption of Archimedes, the Greek mathematician; or as a direct reference to a popular Japanese instant noodles brand Archimendes, which literally means Ê≠©„ÅçÈ∫∫„Åß„Åô aruki men desu (instant noodles on the go). The latter may reference Oddish's appearance when walking.",
    "Oddish can be seen as a parallel to Bellsprout. Both are Grass/Poison-type Generation I Pokemon, part of a three-stage evolutionary line, can evolve starting at level 21, and whose second evolutionary event utilizes a Leaf Stone. Oddish is exclusive to Pokemon Red, FireRed, and Let's Go, Pikachu! while Bellsprout is exclusive to Blue, LeafGreen, and Let's Go, Eevee!, with both Pokemon found in the same locations in their respective versions. Additionally, both can be found at White Forest in White, and both Pokemon have had their Egg designs revealed.", 
    "In Pokemon Gold and Silver, Oddish is programmed to be able to learn Charm through breeding, but no other Pokemon in the Grass Group can legitimately learn it to pass down as an Egg Move in those games. In Generation III and IV, Oddish can inherit the move from Shroomish by chain breeding. In Generation V onwards, Oddish can inherit the move directly from Cottonee.", 
    "There is a recurring gag in Pokemon the Series where when Ash hears rustling in a bush, he looks in it and finds an Oddish.", 
    "Oddish was featured in the third episode of Beyond the Pokedex.", 
    "Gloom is the only dual-type Pokemon that can evolve into a single-type Pokemon.", 
    "In Pokemon the Series, James's description of Gloom's stench is confused in some sources as a description of his Koffing.", 
    "Although Gloom has the Chlorophyll Ability, it is actually based on a genus of plants (Rafflesia) that do not contain chlorophyll.", 
    "Vileplume shares its category name with Bellsprout and Bellossom. They are all known as the Flower Pokemon.", 
    "Although Vileplume has the Chlorophyll Ability, the Rafflesia genus of plants that it is based on do not actually contain chlorophyll.", 
    "The symbol for the Jungle expansion  resembles Vileplume's flower.", 
    "Early English promotional material for Pokemon Red and Blue listed Paras's name as Parasyte.", 
    "In Generation I, Poison-type attacks were super effective against Bug-type Pokemon, making Paras and Parasect the only Pokemon to have ever had three 4√ó weaknesses.",
    "No other Pokemon has the same Egg Group combination as Paras and its evolution. Paras and its evolution are also the only Bug-type Pokemon in the Grass Egg Group.",
    "Paras and its evolution are also the only Bug-type Pokemon in the Grass Egg Group.",
    "Paras and Parasect share their species name with Shroomish, Breloom, Foongus, and Amoonguss. They are all known as the Mushroom Pokemon. All six Pokemon also share a common move, Spore; and Ability, Effect Spore. In Pokemon GO, they all give more Stardust than most other Pokemon upon capture. All six Pokemon also share a common move, Spore; and Ability, Effect Spore.",
    "In Pokemon GO, they all give more Stardust than most other Pokemon upon capture.",
    "Paras can be seen as a counterpart to Morelull. Both share the Grass type, the same base stat total of 285, evolve at Level 24, both are mushroom-based Pokemon and thus can learn Spore, and both can be found in the wild in Pokemon Sun and Moon, taking the place of the other depending on the time, with Paras being found during the day and Morelull at night.",
    "Parasect's Pokedex entry for Pokemon Stadium connects the Pokemon world with the real world, noting that its spores are sometimes used as medicine in China.",
    "In Generation I, Poison-type attacks were super effective against Bug-type Pokemon, making Parasect and Paras the only Pokemon to have ever had three 4√ó weaknesses.",
    "Venonat and its evolved form are the Pokemon that went the longest without appearing in a regional Pokedex, excluding their appearances in remakes: prior to the release of Pokemon Scarlet and Violet, their last appearance in a regional Pokedex was in Crystal, almost 22 years earlier.",
    "Venomoth shares its category name with Dustox. They are both known as the Poison Moth Pokemon.",
    "In early official art, Venomoth had yellow spots on the back of its wings. This was removed when later official artwork was released. In Ruby and Sapphire, Venomoth's sprite color set contains 2 shades of yellow that go unused.",
    "In Ruby and Sapphire, Venomoth's sprite color set contains 2 shades of yellow that go unused.",
    "Venomoth's Crystal sprite is different from its Gold and Silver sprite, making it one of the few Pokemon to have three different sprites in Generation II.",
    "Venomoth and its pre-evolved form are the Pokemon that went the longest without appearing in a regional Pokedex, excluding their appearances in remakes: prior to the release of Pokemon Scarlet and Violet, their last appearance in a regional Pokedex was in Crystal, almost 22 years earlier.",
    "Diglett and its evolved form share their category with Drilbur. They are all known as the Mole Pokemon.",
    "At the Heahea City Game Freak office in Pokemon Sun and Moon, Shigeki Morimoto states that he made up Diglett when he was a little kid.",
    "In the Pokemon Red and Blue beta, Diglett was originally to use its Japanese name, \"Digda\" as its English name. This name was retained in the German localization of the games.",
    "Diglett and Alolan Diglett have the lowest base HP and Defense stats of all Ground-type Pokemon. Alolan Diglett has the lowest base HP and Defense stats of all Steel-type Pokemon.",
    "Alolan Diglett has the lowest base HP and Defense stats of all Steel-type Pokemon.",
    "In Pokemon Mystery Dungeon: Red Rescue Team and Blue Rescue Team and their remake, after the first Mt. Steel mission, Diglett mentions having feet. It is mentioned again as being one of the seven mysteries of Pokemon in a letter, alongside Arbok's pattern changes and the inside of Forretress's shell. Its ability to learn moves like Scratch, Hone Claws and Slash imply it has claws on its hands and feet. This also applies to its Alolan counterpart who can learn Metal Claw. Furthermore, its ability to learn Body Slam implies that it has a body large enough to use the attack.",
    "Its ability to learn moves like Scratch, Hone Claws and Slash imply it has claws on its hands and feet. This also applies to its Alolan counterpart who can learn Metal Claw. Furthermore, its ability to learn Body Slam implies that it has a body large enough to use the attack.",
    "Due to being embedded in the ground, Diglett and Dugtrio have special interactions with certain mechanics in the Pokemon games. In the Pokeathlon, Diglett and Dugtrio are unable to jump. In Hurdle Dash, they dig under hurdles instead of jumping them, in Lamp Jump they cannot move, and in Disc Catch they can only move but not jump to catch the discs. Since Generation V, when Diglett and Dugtrio are sent out, they merely fade onto the screen instead of dropping down like all other Pokemon. In the Poke Transfer, Diglett and Dugtrio run between bushes rather than jump. On the \\\"\\\"Compare\\\"\\\" screen of Pokemon X and Y's Pokedex, if the player taps the menu sprite of Diglett, Dugtrio, or Mega Gengar, the Flying-type Pokemon will give up and disperse before even trying to lift it. Diglett, Dugtrio, Sandygast, Palossand, and Mega Gengar are immune to Telekinesis. However, a Pokemon transformed into one of these can be affected by Telekinesis. If a Z-Move animation, such as Supersonic Skystrike, results in showing Diglett or Dugtrio in the air, it is shown still embedded in the ground. Hurricane will not lift Diglett or Dugtrio off the ground in the Generation VI animation like it does with other Pokemon. Since version 0.177.1 (Android)/1.143.1 (iOS) of Pokemon GO, Diglett will not float in the air when it is evolved into Dugtrio, unlike other Pokemon.",
    "In the Pokeathlon, Diglett and Dugtrio are unable to jump. In Hurdle Dash, they dig under hurdles instead of jumping them, in Lamp Jump they cannot move, and in Disc Catch they can only move but not jump to catch the discs.",
    "Since Generation V, when Diglett and Dugtrio are sent out, they merely fade onto the screen instead of dropping down like all other Pokemon.",
    "In the Poke Transfer, Diglett and Dugtrio run between bushes rather than jump.",
    "On the \"Compare\" screen of Pokemon X and Y's Pokedex, if the player taps the menu sprite of Diglett, Dugtrio, or Mega Gengar, the Flying-type Pokemon will give up and disperse before even trying to lift it.",
    "Diglett, Dugtrio, Sandygast, Palossand, and Mega Gengar are immune to Telekinesis. However, a Pokemon transformed into one of these can be affected by Telekinesis.",
    "If a Z-Move animation, such as Supersonic Skystrike, results in showing Diglett or Dugtrio in the air, it is shown still embedded in the ground.",
    "Hurricane will not lift Diglett or Dugtrio off the ground in the Generation VI animation like it does with other Pokemon.",
    "Since version 0.177.1 (Android)/1.143.1 (iOS) of Pokemon GO, Diglett will not float in the air when it is evolved into Dugtrio, unlike other Pokemon.",
    "In Pokemon HeartGold and SoulSilver, if Diglett is the player's partner Pokemon, and the player goes to the Pokemon Center, Diglett jumps to its Poke Ball to be healed.",
    "In Pokemon the Series, Gary claims Diglett is able to pull its head underground faster than the speed of light. In the English dub, this is changed to simply at the speed of light.",
    "Diglett is listed in Pokemon Stadium as having Acid as a valid move, despite not being able to learn the move.",
    "Despite being the only species seen within the halls of the Grand Underground in Pokemon Brilliant Diamond & Shining Pearl, Diglett and Dugtrio cannot actually be caught or traditionally encountered in any of the Pokemon Hideaways.",
    "Dugtrio and its pre-evolved form share their category name with Drilbur. They are all known as the Mole Pokemon.",
    "Dugtrio has the highest base Speed stat of all Ground-type Pokemon. Of all Pokemon to have the highest Speed stat of their respective types, Dugtrio is the slowest.",
    "Of all Pokemon to have the highest Speed stat of their respective types, Dugtrio is the slowest.",
    "Due to being embedded in the ground, Diglett and Dugtrio have special interactions with certain mechanics in the Pokemon games. In the Pokeathlon, Diglett and Dugtrio are unable to jump. In Hurdle Dash, they dig under hurdles instead of jumping them, in Lamp Jump they cannot move, and in Disc Catch they can only move but not jump to catch the discs. Since Generation V, when Diglett and Dugtrio are sent out, they merely fade onto the screen instead of dropping down like all other Pokemon. In the Poke Transfer, Diglett and Dugtrio run between bushes rather than jump. On the \\\"\\\"Compare\\\"\\\" screen of Pokemon X and Y's Pokedex, if the player taps the menu sprite of Diglett, Dugtrio, or Mega Gengar, the Flying-type Pokemon will give up and disperse before even trying to lift it. Diglett, Dugtrio, Sandygast, Palossand, and Mega Gengar are immune to Telekinesis. If a Z-Move animation, such as Supersonic Skystrike, results in showing Diglett or Dugtrio in the air, it is shown still embedded in the ground.",
    "Diglett, Dugtrio, Sandygast, Palossand, and Mega Gengar are immune to Telekinesis.",
    "Dugtrio's body has been described inconsistently throughout the franchise's history. Originally, it was three Diglett forming a group of three, but more recent Pokedex entries claim it split from a single Diglett into three - sometimes separate, sometimes sharing a body.",
    "Despite being the only species seen within the halls of the Grand Underground in Pokemon Brilliant Diamond and Shining Pearl, Diglett and Dugtrio cannot actually be caught or traditionally encountered in any of the Pokemon Hideaways.",
    "Kantonian Dugtrio and Wugtrio have exactly the same base stats in the same distribution. Their pre-evolved forms also evolve starting at the same level.",
    "Alolan Dugtrio, Wugtrio and their pre-evolutions share two Abilities, being Sand Veil and either Gooey or Tangling Hair, the latter two being variations of each other.",
    "Despite being described as three Diglett in some sources, their official weight is listed as being well over the weight of three Diglett.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Kantonian Dugtrio was unable to learn Helping Hand via TM, while its pre-evolution could.",
    "Dugtrio is the only Ground-type Pokemon consisting of multiple bodies.",
    "Niue released a one-dollar coin featuring Meowth as part of a commemorative promotion for the Pokemon franchise, with Meowth on one side and the nation's coat of arms on the other.",
    "In Go West, Young Meowth, it was stated that Meowth of Team Rocket had to learn and practice standing on his hind legs like a human, implying that Meowth as a species is not naturally able to stand on their hind legs. However, almost all sprites in the games and the Pokedex in Pokemon the Series depict it standing on its hind legs, suggesting Meowth has the natural ability to walk on two legs. Tyson's Meowth is also able to walk on two legs, seemingly naturally. The only time Meowth is depicted on all fours in the games is in Pokemon HeartGold and SoulSilver; when the player places Meowth as the first Pokemon in their party, Meowth will walk on four legs behind the player.",
    "The only time Meowth is depicted on all fours in the games is in Pokemon HeartGold and SoulSilver; when the player places Meowth as the first Pokemon in their party, Meowth will walk on four legs behind the player.",
    "Meowth is the first Pokemon in Pokemon the Series depicted with the ability to talk.",
    "Meowth's number in the National Pokedex and the Alola Pokedex in Pokemon Ultra Sun and Ultra Moon are the same: 052.",
    "Meowth is the only Pokemon to have regional forms for multiple regions.",
    "Meowth is the only Pokemon to have both a regional form and Gigantamax form.",
    "Meowth may be considered a counterpart of Mankey. Both of them are Generation I Pokemon who evolve into their evolved forms at level 28. Meowth is exclusive to Pokemon Blue, Silver, SoulSilver, and Let's Go Eevee!; while Mankey is exclusive to Red, Gold, HeartGold, and Let's Go, Pikachu!. Also, in Black¬†2 and White¬†2, Yancy will trade the player a Meowth if the player is male, and Curtis will trade Mankey if the player is female. Additionally, both seem to have a similar color scheme.",
    "Meowth appears in Pokemon Battle Chess. It doesn't behave like any traditional piece in chess.",
    "Persian's number in the National Pokedex and the Alola Pokedex in Pokemon Ultra Sun and Ultra Moon are the same: 053.",
    "Psyduck is one of fourteen Pokemon that one could collect foreign Pokedex entries for in Pokemon Diamond and Pearl.",
    "Psyduck requires the most loops with the Capture Styler to be captured in Pokemon Ranger, surpassing even Metagross.",
    "Junichi Masuda has revealed that Psyduck was considered for the role of Pikachu's counterpart in Pokemon: Let's Go, Pikachu! and Let's Go, Eevee! instead of Eevee, but it was ultimately not chosen due to it being deemed too similar in color to Pikachu.",
    "Psyduck is Junichi Masuda's favorite Pokemon.",
    "Prior to Generation IV, Psyduck was not able to learn TM29 Psychic but it could inherit it through breeding.",
    "In Pokemon Scarlet and Violet, Psyduck is programmed to learn Simple Beam through breeding, but no Pokemon in those games can learn Simple Beam, making the move unobtainable until Pokemon HOME was updated. It shares this trait with Spoink.",
    "Psyduck is the only Pokemon to be featured in every artwork of the Tropical Mega Battle and World Championships participation cards. They are Tropical Wind, Tropical Tidal Wave, Tropical Beach, Champions Festival, and Paradise Resort. The 2014 print of Champions Festival features a Psyduck-themed boat instead.",
    "Blue's Golduck",
    "Mankey may be considered a counterpart of Meowth. Both of them are Generation I Pokemon who evolve into their evolved forms at level 28. Mankey is exclusive to Pokemon Red, Gold, HeartGold, and Let's Go Pikachu!, while Meowth is exclusive to Blue, Silver, SoulSilver, and Let's Go Eevee!. Also, in Black¬†2 and White¬†2, Yancy will trade the player a Meowth if the player is male, and Curtis will trade Mankey if the player is female. Additionally, both seem to have a similar color scheme.",
    "At the Heahea City Game Freak office in Pokemon Sun and Moon, Shigeki Morimoto states that he designed Mankey according to his boss's instructions.",
    "According to Pocket Monsters: The Animation, Primeape is the reason why Poke Balls were developed. This affirmation, however, has been contradicted several times: the most notable instance of this is in Pokemon Legends: Arceus, where Primeape is unobtainable, and Poke Balls with the same function and shape, albeit made with seemingly different materials, are seen in Hisui at an early point in history.",
    "The beta Pokemon names in Red and Blue list Growlithe as Flamie.",
    "Growlithe can be seen as a parallel to Vulpix. Both are Generation I Pokemon that evolve once via a Fire Stone. Growlithe is exclusive to Pokemon Red, Blue (Japan), Gold, FireRed, and HeartGold while Vulpix is to Green, international Blue, Silver, LeafGreen, and SoulSilver. Growlithe has a 75% chance of being male while Vulpix has a 75% of being female, they are both in the Field Egg Group, can have the Ability Flash Fire, and are yellow when Shiny from Generation III on. Furthermore, both are based primarily on canine-like creatures of Japanese folklore: Growlithe on the shisa, Vulpix on the kitsune.",
    "Growlithe shares its category with Lillipup, Rockruff, Yamper, and Fidough. They are all known as the Puppy Pokemon. Hisuian Growlithe shares its category with Sentret and Patrat. They are all known as the Scout Pokemon.",
    "Hisuian Growlithe shares its category with Sentret and Patrat. They are all known as the Scout Pokemon.",
    "Growlithe and its evolved form are the only Pokemon with a male-female ratio of 3:1 that aren't in the Human-Like Egg Group.",
    "Through a glitch in the Generation I games, Pokemon that would normally require an Evolution stone to evolve can be evolved without it, provided that the Pokemon levels up in the battle and the player has sent out a specific Pokemon in the same battle. In the case of the Thunder Stone, this Pokemon is Growlithe.",
    "Hisuian Growlithe and its evolved form were designed by Megumi Mizutani.",
    "In Pokemon Legends: Arceus's internal code, Hisuian Growlithe's Hidden Ability is Justified instead of Rock Head.",
    "Hisuian Growlithe and Hisuian Braviary were the first Hisuian forms to be officially revealed.",
    "In the Pokemon Red and Blue beta, Arcanine was originally known as Blaze.",
    "Despite the Pokemon category name, Arcanine is not an actual Legendary Pokemon. It is the only Pokemon species to have \"Legendary Pokemon\" as the Pokemon category. However, Arcanine was seen in an engraving along with legendary birds Moltres, Articuno, and Zapdos in Pokemon Emergency!.",
    "However, Arcanine was seen in an engraving along with legendary birds Moltres, Articuno, and Zapdos in Pokemon Emergency!.",
    "Many of Arcanine's Pokedex entries‚Äîstarting with the one in the Japanese Pokemon Red‚Äîreference the real world, specifically China.",
    "Arcanine and its pre-evolved form are the only Pokemon with a male-female ratio of 3:1 that aren't in the Human-Like Egg Group.",
    "Hisuian Arcanine and its pre-evolved form were designed by Megumi Mizutani.",
    "In Pokemon Legends: Arceus's internal code, Hisuian Arcanine's Hidden Ability is Justified instead of Rock Head.",
    "Poliwag is Satoshi Tajiri's favorite Pokemon.",
    "In its FireRed Pokedex entry, it is stated Poliwag has black skin. The Ruby and Sapphire Pokedex entry for Poliwhirl states that Poliwhirl's skin is covered in oily fluid‚Äîif the same applies to Poliwag, it might be a case similar to the common bilberry: the berry itself is black but covered in a wax-like coating that makes it look blue.",
    "In The Official Pokemon Handbook, published by Scholastic, the back cover says \"Did you know that the swirls on Poliwhirl's stomach changes direction when it evolves into Poliwag?\" However, Poliwhirl evolves from, not into, Poliwag.",
    "Generation V changed Poliwag's base Experience yield from 77 to 60, making it the only Pokemon whose base Experience yield is the same as its National Dex number.",
    "In Pokemon Adventures, Poliwag holds the record as the Pokemon who takes the least amount of time to evolve twice, taking only one chapter. It shares this with Caterpie and Togepi.",
    "Poliwag shares its species name with Poliwhirl, Poliwrath, and Tympole. They are all known as the Tadpole Pokemon.",
    "Prior to Generation VI, Poliwag and Ditto had the same cry.",
    "A prototype design of Poliwag was shown on Game Freak's official Japanese website in 1997.",
    "The Red and Blue Pokedex entries state Poliwag are born without legs. However with the addition of Pokemon Eggs in the next generation, Poliwag are shown to be born with legs.",
    "The logo for the Pokemon Center in Tokyo featured Poliwhirl until it was replaced by Piplup in July 2007. Poliwhirl was also featured prominently on the center of the November 22, 1999, issue of Time Magazine.",
    "Poliwhirl was also featured prominently on the center of the November 22, 1999, issue of Time Magazine.",
    "Poliwhirl's sprites and artwork are inconsistent with respect to its gloves. Sometimes, they are depicted as mittens, while other times, they have separate fingers. All spritework from FireRed and LeafGreen onwards feature Poliwhirl with mitten-like hands. Because of this, Poliwhirl is one of the few Pokemon to have its Emerald sprite differ from the Ruby and Sapphire one.",
    "All spritework from FireRed and LeafGreen onwards feature Poliwhirl with mitten-like hands. Because of this, Poliwhirl is one of the few Pokemon to have its Emerald sprite differ from the Ruby and Sapphire one.",
    "Poliwhirl shares its category with Poliwag, Poliwrath, and Tympole. They are all known as the Tadpole Pokemon.",
    "In Generation II and Pokemon HeartGold and SoulSilver, a man in Celadon City with a Poliwrath says that he hopes that it will evolve into a frog Pokemon one day. Although the Pokemon he was thinking of is most likely Politoed, it is too late, as it is Poliwhirl, not Poliwrath, that evolves into Politoed when traded while holding a King's Rock.",
    "An early design of Poliwrath revealed on Game Freak's official Japanese website circa 1997 depicts it wearing a crown, similar to the King's Rock, which is necessary to evolve Poliwhirl into Politoed.",
    "Poliwrath shares its category with Poliwag, Poliwhirl, and Tympole. They are all known as the Tadpole Pokemon.",
    "In some illustrations, Poliwrath is depicted with four fingers instead of three.",
    "Prior to Generation VI, Poliwrath and its evolutionary counterpart Politoed shared the same base stats. This changed in Generation VI when Poliwrath received a ten-point increase to its Attack, but Politoed did not receive a stat increase. It shares this counterpart difference with Beautifly.",
    "In the Pokemon Red and Blue beta, Abra was originally known as \"Hocus\".",
    "In Pokemon Conquest, Abra is seen floating. Despite this, it is still considered a grounded Pokemon and can activate ground traps such as the Cog Wheel in Valora.",
    "Of all Psychic-type Pokemon, Abra has the lowest base Attack and is tied with Smoochum for the lowest base Defense.",
    "In Pokemon: Let's Go, Pikachu! and Let's Go, Eevee!, a wild Abra will Teleport away if the player tries to approach it from the front.",
    "Abra has the highest flee rate in Pokemon GO at 99%, meaning it is almost guaranteed to run away after breaking out of a Poke Ball. This is an homage to the core series, where it will use Teleport to escape on the first turn.",
    "In Pokemon Mystery Dungeon: Rescue Team DX, wild Abra will always drop a Max Ether when defeated.",
    "In the Pokemon Red and Blue beta, Kadabra was originally known as \"Pocus\".",
    "Pocket Monsters Encyclopedia says that Kadabra's Pokedex entry from Pokemon Red and Green is a reference to an in-universe novel \"Transformation\" that won the second Pokemon Literary Award.",
    "In Pokemon Crystal, a bug causes the capture formula for the Heavy Ball to incorrectly retrieve this Pokemon's weight, giving it a +40 catch rate modifier. This also affects Tauros and Sunflora.",
    "If a Kadabra holds an Everstone from Generation III onwards while traded, the Everstone will not take effect and the Kadabra will still evolve into Alakazam. While it shares this trait with Machoke, Graveler and Haunter in Generation III due to a glitch, Kadabra keeps this trait in Generation IV onwards while the other three do not.",
    "Alakazam could be seen as a counterpart to Machamp. They are both the last stage of a three-part evolutionary line, they reach their final stage by trading, level up at a Medium Slow rate, and they both have a 75% male gender ratio. Also, Alakazam excels at the Special Attack stat, while Machamp excels at Attack. Their evolutionary lines are also next to each other in the National Pokedex. Moreover, a girl in Oreburgh City will trade her Abra for a Machop. Additionally, their base friendship is the same at 70, and all Pokemon in both of their respective evolutionary lines are in the Human-Like egg group. Finally, while Alakazam has a Mega Evolution, Machamp has a Gigantamax form. Alakazam could also be seen as a counterpart to Gengar. They are both the last stage of a three-part evolutionary line, which can only be achieved by trading, both have Mega Evolutions, Gengar is weak against Psychic moves and Alakazam is weak against Ghost moves, so they are weak and at the same time strong against each other. They have the same length, and both get smaller when they Mega Evolve. Their base friendship is also the same, with 70. In The Ancient Puzzle of Pokemopolis, there are a Gengar and an Alakazam put against each other. Since Generation VI, they both have a base stat total of 500. Both are weak to Dark-type Moves. They also have the same stat structure throughout their evolutions, always having high Speed and Special Attack, and being very low in Physical Defense and still relatively low in Special Defense, HP, and Physical Attack.",
    " Alakazam could also be seen as a counterpart to Gengar. They are both the last stage of a three-part evolutionary line, which can only be achieved by trading, both have Mega Evolutions, Gengar is weak against Psychic moves and Alakazam is weak against Ghost moves, so they are weak and at the same time strong against each other. They have the same length, and both get smaller when they Mega Evolve. Their base friendship is also the same, with 70. In The Ancient Puzzle of Pokemopolis, there are a Gengar and an Alakazam put against each other. Since Generation VI, they both have a base stat total of 500. Both are weak to Dark-type Moves. They also have the same stat structure throughout their evolutions, always having high Speed and Special Attack, and being very low in Physical Defense and still relatively low in Special Defense, HP, and Physical Attack.",
    "Alakazam was the only Pokemon whose base stat total does not increase by exactly 100 points upon Mega Evolution, gaining instead only 90 points overall. This only applied to it in Generation VI because Mega Alakazam received another 10 points in its Special Defense in Generation VII. Because some form of Alakazam had its Special Defense raised in both Generation VI and Generation VII, Alakazam is the only Pokemon whose base stats changed more than once after Generation II.",
    "Because some form of Alakazam had its Special Defense raised in both Generation VI and Generation VII, Alakazam is the only Pokemon whose base stats changed more than once after Generation II.",
    "Alakazam has the lowest average Performance of any fully evolved Pokemon.",
    "In Red and Blue, an Alakazam sent out by an opponent while the player's Pokemon has low health will have the cry of a Gastly.",
    "In HeartGold and SoulSilver, Alakazam is the same height as Ethan.",
    "Before the release of the English versions of Pokemon Red and Blue, Machop was known as \"Kara-Tee\". This name is a corruption of karate, a fighting style.",
    "In the Pokemon Red and Blue beta, Machoke was originally known as \"Kung-Foo\". This name is a corruption of kung fu, a Chinese martial art.",
    "In The Official Pokemon Handbook, Machoke is described as being extremely narcissistic; \"Machoke, [...]likes its own body way too much. Sometimes it's too busy looking at itself in the mirror to train\"",
    "which is exactly the opposite of the description given in Pokemon Stadium; \"Although it is incredibly strong, it is always modest\".",
    "Machoke's belt looks very similar to the Winner's Belt Prop in Pokemon Black and White.",
    "Machoke's complexion has been inconsistent in its appearances in the games, ranging between different shades of grey, blue, and purple.",
    "In the Pokemon Red and Blue beta, Machamp was originally known as \"Ju-Doh\". This name is a corruption of judo, a fighting style.",
    "Machamp could be seen as a counterpart to Alakazam. They are both the last stage of a three-part evolutionary line, they reach their final stage by trading, level up at a Medium Slow rate, and they both have a 75% male gender ratio. Also, Machamp excels at the Attack stat, while Alakazam excels at the Special Attack stat. Their evolutionary lines are also next to each other in the National Pokedex. Moreover, a girl in Oreburgh City will trade her Abra for a Machop. Additionally, their base friendship is the same at 70, and all Pokemon in both of their respective evolutionary lines are in the Human-Like egg group. Finally, while Machamp has a Gigantamax form, Alakazam has a Mega Evolution. Machamp also can be seen as a counterpart to the Conkeldurr evolutionary line. Both of them are Fighting-type Pokemon whose Attack is their highest stat. They both have below average speed. They share the same base stat total. They both have same gender ratio, they both have three-evolutionary stages, and they both reach their respective final-evolutionary stage through trading. Besides Alakazam and Conkeldurr, Machamp can also be seen as a counterpart to Gengar. All four Pokemon can be obtained through evolution induced by trade. Gengar and Machamp are also capable of Gigantamaxing starting in Generation VIII and belong to two Gym Leaders in the Galar region, depending on which game is played; Machamp belongs to Bea in Pokemon Sword, while Gengar belongs to Allister in Pokemon Shield.",
    "Machamp also can be seen as a counterpart to the Conkeldurr evolutionary line. Both of them are Fighting-type Pokemon whose Attack is their highest stat. They both have below average speed. They share the same base stat total. They both have same gender ratio, they both have three-evolutionary stages, and they both reach their respective final-evolutionary stage through trading.",
    "Besides Alakazam and Conkeldurr, Machamp can also be seen as a counterpart to Gengar. All four Pokemon can be obtained through evolution induced by trade. Gengar and Machamp are also capable of Gigantamaxing starting in Generation VIII and belong to two Gym Leaders in the Galar region, depending on which game is played; Machamp belongs to Bea in Pokemon Sword, while Gengar belongs to Allister in Pokemon Shield.",
    "Machamp's Japanese name, Kairiky, is similar to the Japanese name of the move Strength. Additionally, in Mandarin and Cantonese Chinese, Machamp shares its name with Strength; ÊÄ™Âäõ Gu√†il√¨ and ÊÄ™Âäõ Gwaailihk respectively.",
    "Additionally, in Mandarin and Cantonese Chinese, Machamp shares its name with Strength; ÊÄ™Âäõ Gu√†il√¨ and ÊÄ™Âäõ Gwaailihk respectively.",
    "Bellsprout shares its category name with Vileplume and Bellossom. They are all known as the Flower Pokemon.",
    "Bellsprout can be seen as a parallel to Oddish. Both of them are Grass/Poison type Generation I Pokemon, part of a three-stage evolutionary line, can evolve starting at level 21, and whose second evolutionary event utilizes a Leaf Stone. Bellsprout is exclusive to Pokemon Blue, LeafGreen, and Let's Go, Eevee! while Oddish is exclusive to Pokemon Red, FireRed, and Let's Go, Pikachu!, with both Pokemon found in the same locations in their respective versions. Additionally, both can be found at White Forest in Pokemon White, and both Pokemon have had their Egg designs revealed.",
    "Despite learning Leech Life through breeding, Bellsprout and its evolved forms could not learn it through TM until Pokemon Scarlet and Violet.",
    "Bellsprout is tied with Sunkern and Seedot for the lowest base Special Defense stat of all Grass-type Pokemon.",
    "Despite learning Leech Life through breeding, Weepinbell and its evolutionary relatives could not learn it through TM until Pokemon Scarlet and Violet.",
    "In Pokemon Horizons: The Series, Brassius has made a mug modeled after a Weepinbell.",
    "In Generation I, Victreebel has the highest index number of all non-glitch Pokemon.",
    "Despite learning Leech Life through breeding, Victreebel and its pre-evolved forms could not learn it through TM until Pokemon Scarlet and Violet.",
    "In Pokemon Horizons: The Series, Brassius has made a pitcher modeled after a Victreebel. This could be a pun because it is based off of a pitcher plant.",
    "In the Pokemon Red and Blue beta, Tentacool was originally known as \"Jilly\".",
    "Tentacool, Toedscool, and their respective evolutionary lines have exactly the same base stats in the same distribution.",
    "In the Pokemon Red and Blue beta, Tentacruel was originally known as \"Manowar\" after the Portuguese man o' war.",
    "Tentacruel, Toedscruel, and their respective evolutionary lines have exactly the same base stats in the same distribution.",
    "Even though many of Tentacruel's Pokedex entries mention it having 80 tentacles, it is never shown to have that many, with its main artwork only showing up to 14 tentacles.",
    "In the Japanese game Pokemon Blue, Geodude weighs 2.0¬†kg instead of 20.0¬†kg (as it does in all other games). This has no mechanical significance, as no game mechanics use weight in the handheld Generation I games.",
    "Geodude is similar to Roggenrola: both are Rock-type, have Sturdy as one of their Abilities, evolve at level 25, and reach their final forms when traded.",
    "Geodude's evolutionary line is the only three-stage evolutionary line in which all members have a regional form.",
    "Alolan Geodude has the lowest base Special Attack stat of all Electric-type Pokemon.",
    "Alolan Geodude and its evolutionary relatives were designed by Hitoshi Ariga.",
    "Burmy, Wormadam, Mothim, Geodude, Graveler and Golem are the only Pokemon in all five Hisui Pokedex sublistings.",
    "Graveler's Crystal sprite is different from that of Gold and Silver, making it one of few Pokemon to have three distinctly different sprites in Generation II.",
    "Graveler's Red and Blue sprite shows an incorrect number of limbs; only four are visible. This was corrected in Pokemon Yellow. Mato's rendition of the Pokemon in Pokemon Adventures also depicts Yellow's Graveler with four limbs, possibly for this reason. All other Graveler that have since appeared in Pokemon Adventures have shown the right amount.",
    " Mato's rendition of the Pokemon in Pokemon Adventures also depicts Yellow's Graveler with four limbs, possibly for this reason. All other Graveler that have since appeared in Pokemon Adventures have shown the right amount.",
    "Graveler is the only Pokemon unavailable for use in the Pika Cup who can evolve, despite the fact that Golem is available.",
    "Graveler is very similar to Boldore. Both are Rock-type Pokemon introduced in an odd-numbered generation with a base stat total of 390, have Sturdy as one of their Abilities, evolve at level 25, and can evolve again by trading.",
    "Graveler's evolutionary line is the only three-stage evolutionary line in which all members have a regional form.",
    "Alolan Graveler and its evolutionary relatives were designed by Hitoshi Ariga.",
    "In Generation IX, Kantonian Graveler cannot learn Gyro Ball via TM, while its evolutionary relatives can.",
    "In Red, Blue, and Yellow Versions in Generation I, Golem is the only Pokemon that cannot ever be seen without trading. A hint to its existence can be found in the English versions of these games, where a non-player character at the Celadon Department Store receives his friend's Graveler via trade and mentions it evolving. In the Japanese version, the NPC speaks of his new Haunter evolving into a Gengar instead. Either Electabuzz or Magmar (depending on version being played), Kabutops or Omastar (depending on which fossil the player chose) and Venusaur (if the player started with Charmander in Red and Blue or locked themselves out of Bulbasaur in Yellow) can be other Pokemon that cannot ever be seen, but only Golem is definitely missable. The remakes FireRed and LeafGreen have a Ruin Maniac at Ruin Valley with a Golem, making it no longer impossible to see without trading. A hint to its existence can be found in the English versions of these games, where a non-player character at the Celadon Department Store receives his friend's Graveler via trade and mentions it evolving. In the Japanese version, the NPC speaks of his new Haunter evolving into a Gengar instead.",
    "Either Electabuzz or Magmar (depending on version being played), Kabutops or Omastar (depending on which fossil the player chose) and Venusaur (if the player started with Charmander in Red and Blue or locked themselves out of Bulbasaur in Yellow) can be other Pokemon that cannot ever be seen, but only Golem is definitely missable.",
    "The remakes FireRed and LeafGreen have a Ruin Maniac at Ruin Valley with a Golem, making it no longer impossible to see without trading.",
    "Golem's evolutionary line shares similarities with Gigalith's evolutionary line. Both of them are Rock-type; have Sturdy as one of their Abilities; learn Stealth Rock, Smack Down, Explosion, Stone Edge, and Rock Blast by level-up; first evolve at level 25; and then reach the final evolutionary stage by trading.",
    "Golem's evolutionary line is the only three-stage evolutionary line in which all members have a regional form.",
    "Alolan Golem has the highest base Defense stat of all Electric-type Pokemon.",
    "Alolan Golem and its evolutionary relatives were designed by Hitoshi Ariga.",
    "In Generation IX, Alolan Golem is unable to learn High Horsepower via TM, while its pre-evolutions can.",
    "In August 2007, employees of Game Freak put several Japanese Psyduck up on the Global Trade Station for an American Ponyta.",
    "Ponyta is one of the fourteen Pokemon the player can collect foreign Pokedex entries for in Pokemon Diamond and Pearl.",
    "Ponyta's Stadium and FireRed Pokedex entries state that it can jump over the Eiffel Tower and Ayers Rock, which exist in the real world. Tokyo Tower is referenced in Red and Green, as well as the Japanese versions of Stadium and FireRed.",
    "Galarian Ponyta's category, Unique Horn, sounds similar to \"unicorn\".",
    "In early English-language promotional material for Pokemon Red and Blue, it was revealed that Rapidash was to keep its romanized Japanese name \\\"Gallop\\\".",
    "Rapidash is the favorite Pokemon of the Kanto Pokemon Fan Club Chairman. When the player first speaks to him, he goes on about why Rapidash is his favorite Pokemon at length.",
    "Galarian Rapidash's category, Unique Horn, sounds similar to \"unicorn\".",
    "In the Pokemon Red and Blue beta, Slowpoke was originally known as \"Slowmo\".",
    "The Japanese and international versions of Pokemon Silver have different sprites for Slowpoke, with the Japanese versions having a fatter and striped belly similar to that which Slowbro and Slowking sport. It is unknown why this was changed. However, its striped underside is still partially visible in all of its Gold and Crystal sprites. This striped belly does not appear to be a true error, as it has been seen in artwork by Ken Sugimori, though it is from Generation I.",
    "Like Mantyke, Slowpoke evolves when another Pokemon is attached to it; however, this was only seen in the animated series. Proximity-based evolution such as requiring Mantyke and Remoraid to be in the same party were not introduced until Generation IV.",
    "Slowpoke is the only Pokemon whose multiple evolutions have different total EV yields: Slowbro has an EV yield of 2, while Slowking has an EV yield of 3.",
    "Despite numerous Pokedex entries stating its lack of response to a bite on its tail, in Pokemon Snap it is shown to quickly react to Shellder's bite. This may be due to Shellder's venom stimulating a quicker response, or simply an error or game mechanic to speed the process along.",
    "The Pokemon Company posted a Slowpoke-themed reggae music video onto their Japanese channel titled „Å©„Å™„ÅÑ„ÇÑ„Å≠„Çì „É§„Éâ„É≥ (What's Going on, Yadon?). The song was later dubbed and posted to the English-language channel under the title of Slowpoke Song.",
    "Though the species has appeared repeatedly, no Slowpoke has ever been seen using an attack in the animated series.",
    "Slowpoke has the lowest base Speed stat of all Psychic-type Pokemon. It also has the lowest base Speed stat of all Pokemon introduced in Generation I. It also has the lowest base Speed stat of all Pokemon introduced in Generation I.",
    "Slowpoke has the fewest move differences between regional forms, having almost identical learnsets with only two differences. The Galarian form learns Acid instead of Water Gun at level 6 and can learn TR81, Foul Play. However, in Generation IX, both forms are able to learn TM062 Foul Play, resulting in there only being one difference between their learnsets.",
    "Slowpoke is the only Pokemon with a regional form with a branched Evolution. It is also the only Pokemon to not only not gain a new type in its regional form, but also lose one type without changing the other. It is also the only Pokemon to not only not gain a new type in its regional form, but also lose one type without changing the other.",
    "When Galarian Slowpoke was first released, it could use Eviolite despite being unable to evolve at the time (possibly because its evolutions were still programmed in or planned).",
    "Galarian Slowpoke is the only Pokemon with a branched Evolution where both evolved forms share identical type combinations with each other, but not their pre-evolved form.",
    "Unlike most regional forms, Galarian Slowpoke has a different cry from its regular form. However, this difference does not exist in Pokemon GO or Pokemon HOME.",
    "Slowpoke, its Galarian form, and their evolved forms are the only Psychic-type Pokemon in the Monster Egg Group.",
    "Galarian Slowpoke is the first regional form Pokemon to be added in an update.",
    "Galarian Slowpoke is the first Galarian form that can be caught outside of Galar.",
    "Despite it being a commonly known and accepted fact that Shellder triggers its evolution, mentioned in most of its Pokedex entries, Slowbro's evolution from Slowpoke has nothing to do with Shellder in the core series, unlike how the evolution of Mantyke requires a Remoraid.",
    "In the Pokemon Red and Blue beta, Magnemite was originally known as \"Coil\" which was derived from its Japanese name.",
    "Magnemite and its evolved form were the first Pokemon to ever change typing with the progress of generations.",
    "Despite most of Magnemite's Pokedex entries saying they are able to float through the air by employing powerful electromagnetic waves or even anti-gravity, Magnemite does not have the Ability Levitate, so it is still affected by Ground-type moves. However, starting in Generation IV, Magnemite can learn Magnet Rise, which simulates Levitate for five turns.",
    "Magnemite and Magneton are two of the few Pokemon that had their cry changed slightly in Generation III. This was due to Generation III utilizing a better sound effects game engine and newer game system.",
    "Pokemon Snap is one of the few times that two Magnemite have been shown bonding, similar to a Magneton. However, when a picture is taken, they are still called Magnemite. Pokemon Mystery Dungeon: Red Rescue Team and Blue Rescue Team also showed this, but it was stated to be a failed evolution, due to the lack of a third Magnemite. Pokemon Mystery Dungeon: Red Rescue Team and Blue Rescue Team also showed this, but it was stated to be a failed evolution, due to the lack of a third Magnemite.",
    "In 2008, Japanese internet users spammed votes for Magnemite on a Yahoo! Kids poll featuring 9 Pokemon appearing in Giratina and the Sky Warrior. Since then, several Japanese Pokemon polls have received an unusual amount of votes for Magnemite, including the 2021 Pokemon of the Year poll, when it came in 1st place for Kanto Pokemon.",
    "In Generation V, Magnemite was the most traded Pokemon on the GTS. This is probably due to what is known as the Magnemite chain/coil: a scheme by which players could increase the number of visitors to their Join Avenue in Black¬†2 and White¬†2 by trading Magnemite on the GTS. The scheme originated with Japanese players and became popular worldwide.",
    "Magnemite was designed by Ken Sugimori, based on an idea by Satoshi Tajiri.",
    "On May 31, 2017, The Pokemon Company posted a Magnemite-themed music video onto their YouTube channel titled Where is Coil? Here is Coil!.",
    "In the Pokemon Red and Blue beta, Magneton was originally known as \"Recoil\".",
    "Magneton and its pre-evolved form were the first Pokemon to ever change types with the progress of generations.",
    "Although it is said that Magneton is made up of three Magnemite, there is contradictory evidence seen in various forms of media. In the only animated episode to date showing a Magnemite Evolution, Get Along, Little Pokemon, when Ethan's Magnemite #6 evolves into Magneton, it \\\"\\\"creates\\\"\\\" two Magnemite during Evolution, instead of combining with two real Magnemite. Similarly, in the main series games, when Magnemite reaches level 30, it evolves without the aid of two additional Magnemite. This is unlike Mantyke, which requires a Remoraid to evolve. In Pokemon Snap, a Magneton is clearly shown to be created by three Magnemite. Also, when two Magnemite get stuck together halfway through Evolution in Pokemon Mystery Dungeon: Red Rescue Team and Blue Rescue Team, they mention how three Magnemite must come together to evolve. After Evolution, Magneton becomes exactly ten times heavier than Magnemite. Logically, it should be three times heavier due to it being three Magnemite (39.6¬†lbs). Magnemite weighs 13.2¬†lbs. (6.0¬†kg), whereas Magneton weighs 132.3¬†lbs. (60.0¬†kg). In the only animated episode to date showing a Magnemite Evolution, Get Along, Little Pokemon, when Ethan's Magnemite #6 evolves into Magneton, it \\\"creates\\\" two Magnemite during Evolution, instead of combining with two real Magnemite. Similarly, in the main series games, when Magnemite reaches level 30, it evolves without the aid of two additional Magnemite. This is unlike Mantyke, which requires a Remoraid to evolve.",
    "In Pokemon Snap, a Magneton is clearly shown to be created by three Magnemite. Also, when two Magnemite get stuck together halfway through Evolution in Pokemon Mystery Dungeon: Red Rescue Team and Blue Rescue Team, they mention how three Magnemite must come together to evolve.",
    "After Evolution, Magneton becomes exactly ten times heavier than Magnemite. Logically, it should be three times heavier due to it being three Magnemite (39.6¬†lbs). Magnemite weighs 13.2¬†lbs. (6.0¬†kg), whereas Magneton weighs 132.3¬†lbs. (60.0¬†kg).",
    "Magneton is usually depicted with only seven screws, with two of the Magnemite losing one screw each upon Evolution. However, it is occasionally depicted with 9 screws such as in its Generation II and Generation III sprites.",
    "The 3 Magnemite composing Magneton are usually depicted as attached to each other and only occasionally separating. However, in certain games such as Pokemon Stadium and Pokemon Colosseum, the Magnemite are depicted as floating separately from each other and only occasionally combining to attack.",
    "Magneton and Magnemite are two of few Pokemon that had their cry changed slightly in Generation III. This was due to Generation III utilizing a better sound effects game engine and newer game system.",
    "Despite most depictions of Magneton showing they are able to float through the air, Magneton does not have the Ability Levitate, so it is still affected by Ground-type moves. However, starting in Generation IV, Magneton can learn Magnet Rise, which simulates Levitate for five turns.",
    "Magneton is the only Electric-type Pokemon consisting of multiple bodies.",
    "Magneton is the only Pokemon to share its weight with any of its Paradox relative species, weighing the same as Sandy Shocks. It is also the only Pokemon with an ancient relative that is not heavier than its present-day relative. It is also the only Pokemon with an ancient relative that is not heavier than its present-day relative.",
    "In the 1997 Nintendo Space World demo of Pokemon Gold and Silver, Farfetch'd had an evolution, known as „Éû„ÉÄ„Éº„É† MadƒÅmu, that was scrapped in the final release of the games. Pokemon Sword and Shield director Shigeru Ohmori has stated in an interview that Sirfetch'd's design is not inspired by this scrapped evolution, but is instead a new one fitting for the Galar region, which is based on the United Kingdom. Pokemon Sword and Shield director Shigeru Ohmori has stated in an interview that Sirfetch'd's design is not inspired by this scrapped evolution, but is instead a new one fitting for the Galar region, which is based on the United Kingdom.",
    "Farfetch'd and Sirfetch'd are the only Pokemon with an apostrophe in their names. Due to this, it is impossible to return a nicknamed Farfetch'd to its species name in the English, Spanish, or Italian versions of the Generation I and II games. This is because the apostrophe is not available as a character for nicknames. Due to a bug in Pokemon HOME, an unnicknamed Farfetch'd or Sirfetch'd with an English, Spanish, or Italian language of origin that is transferred into HOME will be treated as a nicknamed Pokemon, due to HOME assigning a different character for the apostrophe in the species names (\\\"\\\"Farfetch'd\\\"\\\" and \\\"\\\"Sirfetch'd\"). Due to this, it is impossible to return a nicknamed Farfetch'd to its species name in the English, Spanish, or Italian versions of the Generation I and II games. This is because the apostrophe is not available as a character for nicknames.",
    "Due to a bug in Pokemon HOME, an unnicknamed Farfetch'd or Sirfetch'd with an English, Spanish, or Italian language of origin that is transferred into HOME will be treated as a nicknamed Pokemon, due to HOME assigning a different character for the apostrophe in the species names (\\\"Farfetch'd\\\" and \\\"Sirfetch'd\\\").",
    "Farfetch'd is the only Pokemon with a base stat total of 377. Prior to the Attack increase it received in Pokemon X and Y, it was instead the only Pokemon with a base stat total of 352.",
    "Due to changes to the critical-hit formula in Generation VI, if Farfetch'd holds its signature item, the Leek, and uses a move with an increased critical-hit ratio, the move will always land as a critical hit.",
    "In Pokemon Emerald, Farfetch'd can learn Fury Cutter via leveling up, but not via Move Tutor. This was fixed in Platinum.",
    "Galarian Farfetch'd can be seen as a parallel to Galarian Corsola. They are both regional forms with a single type and can evolve once, while their original forms do not evolve. At the Stow-on-Side Stadium and during the Champion Cup Finals, Bea in Pokemon Sword uses Galarian Farfetch'd's evolution, Sirfetch'd, in her team, while Allister in Pokemon Shield uses Galarian Corsola's evolution, Cursola, in his team.",
    "Galarian Farfetch'd was released in Pokemon GO on June 17, 2020, shortly after Galarian Meowth and Zigzagoon. Although the latter two could evolve into Perrserker and Obstagoon upon release, respectively, Galarian Farfetch'd couldn't evolve into Sirfetch'd at the time. Sirfetch'd was later added to coincide with the release of The Crown Tundra for the Pokemon Sword and Shield Expansion Pass on October 22, 2020.",
    "Wild Galarian Farfetch'd will not evolve if it lands three critical hits on the player's Pokemon and is then caught.",
    "In the Pokemon Red and Blue beta, Doduo was originally known as \"Dodo\" its Japanese name.",
    "Before Generation IV, the necks of normal Doduo were black (which became the male neck color), while its evolution's necks were beige (which became the female neck color).",
    "According to its Pokedex entries, Doduo can run at 60¬†mph (100¬†km/h), while Dodrio can only run at nearly 40¬†mph (60¬†km/h). However, Dodrio's base Speed stat is higher.",
    "Doduo and Dodrio are the only Flying-type Pokemon consisting of a head and legs.",
    "While one of its heads is saying something in Pokemon Mystery Dungeon, the others say me too or mine too, but its pre-evolved form's other head will not.",
    "Dodrio is the only Pokemon whose National Pokedex number is the whole number portion of its weight in kilograms.",
    "Dodrio is featured in the Generation III wireless mini-game, Dodrio Berry Picking, where it is required that players own a Dodrio to be able to play.",
    "Before Generation IV, the necks of normal Dodrio were beige (which became the female neck color), while its pre-evolution's necks were black (which became the male neck color).",
    "Dodrio and Doduo are the only Flying-type Pokemon consisting of a head and legs.",
    "Seel shares its category with Dewgong and Popplio. They are all known as the Sea Lion Pokemon.",
    "Seel is the only non-Ice-type Pokemon that can have Ice Body as its Ability. Consequently, Seel is the only Pokemon with Ice Body to benefit from its hail immunity, since all other Pokemon with the Ability are naturally immune to hail damage due to their typing.",
    "In the Pokemon Red and Blue beta, Dewgong was originally known as \"Manaty\".",
    "Dewgong shares its category with Seel and Popplio. They are all known as the Sea Lion Pokemon.",
    "In Sparks Fly for Magnemite, Grimer's animated series debut, Grimer had a very strong odor that made most people around the Grimer cover their noses from the smell. However, in later episodes, Grimer's smell has seemingly ceased to exist. This is most obvious in Camping It Up!, where Dawn is given a Grimer to train, and it immediately hugs her, but no one complains about any smell.",
    "Grimer shares similar traits to Koffing and Trubbish. All three Pokemon are pure Poison-type Pokemon with a single evolved form, roughly the same base stat totals and evolution levels, and appear to be based on a different kind of pollution; Grimer being water pollution.",
    "Alolan Grimer and its Alolan evolution were designed by Hitoshi Ariga.",
    "Alolan Grimer had no Egg Moves in Pokemon Scarlet and Violet prior to Version 2.0.1. This was presumably unintentional, as it regained them in said version. The same situation occurred with Luvdisc and Cacnea.",
    "Muk shares similar traits to Weezing and Garbodor. All three Pokemon are pure Poison-type Pokemon with a single pre-evolved form, roughly the same base stat totals and evolution levels, and appear to be based on a different kind of pollution, Muk being water pollution.",
    "Alolan Muk and its Alolan pre-evolved form were designed by Hitoshi Ariga.",
    "Muk is tied with Mew for the shortest English name of all Pokemon.",
    "In Pokemon the Series, Shellder is required to evolve Slowpoke into Slowbro or Slowking. Shellder clamps onto a Slowpoke's tail to evolve into Slowbro, or onto its head while wearing the King's Rock to evolve into a Slowking. Even though Shellder changes form drastically when it bonds with Slowpoke to evolve (see above), it is not considered an evolution in and of itself. Despite this requirement for Slowpoke to evolve, no game has ever reflected this beyond Slowpoke's Pokedex entries. Slowpoke instead evolves into Slowbro at level 37, and into Slowking while traded with a King's Rock, and does not require the presence of Shellder, as opposed to Mantyke evolving with Remoraid in the party. Shellder is said to produce poison and inject it into its host Slowbro or Slowking, but is not actually capable of learning any Poison-type moves as of Generation VIII. In The Evolution Solution, it is revealed that Shellder is still capable of speech as the shell of a Slowbro. Despite this requirement for Slowpoke to evolve, no game has ever reflected this beyond Slowpoke's Pokedex entries. Slowpoke instead evolves into Slowbro at level 37, and into Slowking while traded with a King's Rock, and does not require the presence of Shellder, as opposed to Mantyke evolving with Remoraid in the party.",
    "Shellder is said to produce poison and inject it into its host Slowbro or Slowking, but is not actually capable of learning any Poison-type moves as of Generation VIII.",
    "In The Evolution Solution, it is revealed that Shellder is still capable of speech as the shell of a Slowbro.",
    "Shellder were revealed to be capable of floating through the air in Pokemon Snap, a trait that has been seen in no other media.",
    "Shellder and Cloyster share their category name with Clamperl. They are all known as the Bivalve Pokemon.",
    "Shellder can be seen as a counterpart to Staryu. Both are Water-types in the Water 3 Egg Group, both evolve with a Water Stone, and both gain a second type upon evolution. Cloyster is seen as a slow defensive Pokemon, while Starmie is seen as a fast attacking Pokemon; and Shellder is exclusive to FireRed and Y, while Staryu is exclusive to LeafGreen and X.",
    "Cloyster is tied with Mega Slowbro for the highest base Defense stat of all Water-type Pokemon. Slowbro's tail has an attached Shellder, which grows to engulf it during Mega Evolution. This may have been an intended parallel. Slowbro's tail has an attached Shellder, which grows to engulf it during Mega Evolution. This may have been an intended parallel.",
    "Cloyster and its pre-evolved form share their category name with Clamperl. They are all known as the Bivalve Pokemon.",
    "In the Pokemon Red and Blue beta, Gastly's prototype name was \"Spirit\".",
    "Despite all of them being Poison-type Pokemon, Gastly and its evolutionary line cannot learn any Poison-type moves by leveling up outside of Pokemon: Let's Go, Pikachu! and Let's Go, Eevee! and Pokemon Legends: Arceus.",
    "Gastly is tied with: Venipede for the lowest base HP stat of all Poison-type Pokemon. Weedle for the lowest Defense stat of all Poison-type Pokemon. Haunter for the lightest Poison-type Pokemon. Haunter and Roaming Form Gimmighoul for the lightest Ghost-type Pokemon. Venipede for the lowest base HP stat of all Poison-type Pokemon.",
    "Weedle for the lowest Defense stat of all Poison-type Pokemon.",
    "Haunter for the lightest Poison-type Pokemon.",
    "Haunter and Roaming Form Gimmighoul for the lightest Ghost-type Pokemon.",
    "Gastly is the only Pokemon that weighs exactly the same as its evolution."
]