[
    "Pikachu was originally going to be the second stage of a three-part evolution line, following a Pokémon called 'Gorochu'.",
    "Rhydon was the first Pokémon ever created.",
    "Pokémon Red and Green were in development for six years before their release in 1996.",
    "The Pokémon Luvdisc is shaped like a heart because it's based on the discus fish, which is also known as the pompadour fish.",
    "Meowth is the only Pokémon that can learn Pay Day by leveling up.",
    "In the Japanese Pokemon Red, Green, and Blue, the international Pokemon Red and Blue, and the Japanese Pokemon FireRed and LeafGreen, Professor Oak classifies Bulbasaur as the \"plant Pokemon\" (Japanese: „Åó„Çá„Åè„Å∂„Å§„Éù„Ç±„É¢„É≥) when the player is about to choose it as their first partner Pokemon, using the term while referring to its type. In the English versions of Pokemon FireRed and LeafGreen, he calls it the \"grass Pokemon\"",
    "This also occurs in the first episode of Pokemon Origins.",
    "This also occurs in the first episode of Pokemon Origins.", 
    "Bulbasaur's evolutionary line is the only first partner Pokemon family to have the Poison-type.",
    "Bulbasaur's evolutionary line is also the only first partner line to have each member appear at least once in the Super Smash Bros. series.", 
    "Bulbasaur shares its category with its evolved forms and Sunkern. They are all known as the Seed Pokemon.", 
    "Bulbasaur's number in the National Pokedex and the Fiore Browser are the same: 001.", 
    "Due to the censor that prevents Pokemon with offensive nicknames being traded on the GTS, a Bulbasaur with an English name couldn't be traded on the GTS without a nickname in Pokemon Black and White.", 
    "In Pokemon Gold and Silver, Bulbasaur is programmed to be able to learn Charm through breeding, but no other Pokemon in the Grass or Monster Groups can legitimately learn it to pass down as an Egg Move in those games. In Generation III and IV, Bulbasaur can inherit the move from Shroomish by chain breeding. In Generation V onwards, Bulbasaur can inherit the move directly from Cottonee.", 
    "In Pokemon Sun and Moon, Bulbasaur could learn Vine Whip at level 7 instead of Leech Seed. This oversight was later fixed in Pokemon Ultra Sun and Ultra Moon.", 
    "According to the Trainer Race quiz minigame from PokeROM, the word \"strong\" is a good adjective to describe Bulbasaur.", 
    "Ivysaur's evolutionary line is the only first partner Pokemon evolutionary line to be Poison-type.",
    "Ivysaur's evolutionary line is also the only first partner Pokemon evolutionary line to have each member appear at least once in the Super Smash Bros. series.",
    "In addition, Ivysaur is the only Pokemon in the Super Smash Bros. series that Pokemon Trainer uses that does not know an HM move; Squirtle uses Waterfall, while Charizard uses Rock Smash and Fly.",
    "Ivysaur's evolutionary line is also the only first partner Pokemon evolutionary line to have each member appear at least once in the Super Smash Bros. series.",
    "In addition, Ivysaur is the only Pokemon in the Super Smash Bros. series that Pokemon Trainer uses that does not know an HM move; Squirtle uses Waterfall, while Charizard uses Rock Smash and Fly.",
    "Ivysaur's numbers in the National Pokedex and the Fiore Browser are the same: 002.",
    "Ivysaur is the only second stage form of a dual-type Grass/Poison Pokemon that does not require an Evolution stone to reach its final form.",
    "Ivysaur is also the only second stage form of Kanto first partner Pokemon that evolves at level 32. Charmeleon and Wartortle evolve at level 36.",
    "Due to the censor that prevents Pokemon with offensive nicknames being traded on the GTS, an Ivysaur with an English name couldn't be traded on the GTS without a nickname in Pokemon Black and White prior to the Nintendo Wi-Fi Connection's shutdown.",
    "Ivysaur shares its category with its evolutionary relatives and Sunkern. They are all known as the Seed Pokemon.", 
    "Ivysaur is never seen losing a battle on-screen in any animated media.", 
    "Venusaur shares its height (6'7\"\\2.0 m), weight (220.5lbs.\\100.0 kg) and Egg Groups (Monster and Grass), with another Grass-type Pokemon, Tropius.", 
    "Venusaur's evolutionary line is the only first partner Pokemon evolutionary line to have the Poison type.",
    "Venusaur's evolutionary line is also the only first partner Pokemon evolutionary line to have each member appear at least once in the Super Smash Bros. series.",
    "Venusaur is among Ken Sugimori's favorite Pokemon. However, it is also his least favorite Pokemon to draw due to its complex design.", 
    "Venusaur's number in the National Pokedex and the Fiore Browser are the same: 003.", 
    "Due to the censor that prevents Pokemon with offensive nicknames being traded on the GTS, a Venusaur with an English name could not be traded on the GTS without a nickname in Generation V.", 
    "Venusaur shares its category with its pre-evolved forms and Sunkern. They are all known as the Seed Pokemon.", 
    "If the player chooses Charmander as their first partner Pokemon in Pokemon Red and Blue, or locks themselves out of receiving Bulbasaur in Pokemon Yellow, it is impossible to get Venusaur registered in the Pokedex without trading, as no NPC in said games uses a Venusaur under this condition. In Pokemon FireRed and LeafGreen, Cooltrainer Albert uses a Venusaur in Knockout Mode at the Trainer Tower.", 
    "In Red and Blue, the only way to see Venusaur without owning one is to choose Squirtle as a first partner Pokemon, in which case Blue will have one starting at Silph Co onwards.", 
    "Venusaur is the first Pokemon in National Pokedex order to have gender differences.", 
    "Charmander, Cyndaquil, and their respective evolutionary lines have exactly the same base stats in the same distribution.", 
    "In English, the category \"Flame Pokemon\" is shared by Charmeleon, Charizard, Flareon, Kantonian Moltres, and Infernape.",
    "In Japanese, Flareon has the category ほのおポケモン Honō Pokemon (Flame Pokemon), while the other four Pokemon share the category かえんポケモン Kaen Pokemon (Flame Pokemon).",
    "Charmeleon, Quilava, and their respective evolutionary lines have exactly the same base stats in the same distribution.", 
    "In Generation IX, Charmeleon and its evolved form are unable to learn Metal Claw via TM, but its pre-evolved form can.",
    "Charmeleon cannot learn Fire Spin by level up, while its evolutionary relatives can.",
    "In English, the category \"Flame Pokemon\" is shared by Charmeleon, Charizard, Flareon, Kantonian Moltres, and Infernape.",
    "Charizard and Mewtwo share several Mega Evolution similarities. Both Pokemon are the only ones to have two Mega Evolutions instead of one. Both of their Y Mega Evolutions were introduced before their X ones. Both Pokemon change their typing in their X Mega Evolutions while they remain the same type in their Y Mega Evolutions. Both X Mega Evolutions are physically oriented while their Y Mega Evolutions are specially oriented.", 
    "Charizard is the first of the evolved first partner Pokemon to received a Gigantamax form and the only introduced in the base game of Sword and Shield.", 
    "Prior to Generation VI, Charizard and Rhyhorn shared the same cry. This cry was updated and reused for Mega Charizard Y.", 
    "Charizard holds the distinction of being the first Pokemon to appear in the Japanese version of Pokemon the Series, as it is the first one to appear in the opening. However, outside of Japan, Mewtwo is the first to appear.", 
    "Charizard is the only Pokemon in the Super Smash Bros. series that transitioned from a Poke Ball Pokemon to a playable character.", 
    "Charizard and Johtonian Typhlosion, along with their respective evolutionary lines, have exactly the same base stats in the same distribution.", 
    "Mega Charizard Y has the highest base Special Attack stat of all Fire-type Pokemon.", 
    "Charizard is the only Pokemon not in the Alola Pokedex to be a Ride Pokemon in Sun and Moon (where it is unobtainable via normal gameplay) and Ultra Sun and Ultra Moon.", 
    "Charizard is the only non-Galar first partner Pokemon to be in the Galar Pokedex in the base game of Sword and Shield.", 
    "Charizard is the most common Pokemon found amongst Champions, being used by four of them.", 
    "Because of its beauty and elegance, Driftveil Drawbridge is also referred to as Charizard Bridge.", 
    "Charizard is character designer Atsuko Nishida's favorite Pokemon.", 
    "In the Pokemon of the Year poll held by The Pokemon Company in 2020, Charizard was voted the most popular Generation I Pokemon, receiving 93,968 votes. It was also the fourth-most popular Pokemon overall.", 
    "The current design of a Shiny Charizard was first seen in an official art from 2001, between the releases of Pokemon Crystal and Pokemon Ruby and Sapphire.", 
    "Pokemon the Series: Diamond and Pearl is the only series of either of the Pokemon TV shows to not feature a Charizard in any capacity.", 
    "In Generation IX, Charizard is unable to learn both Metal Claw and False Swipe via TM, while its pre-evolutions can learn False Swipe and Charmander can learn Metal Claw.", 
    "Charizard is the first Pokemon species in the Pokemon animated TV shows to use all major battle gimmicks as of Generation IX, doing so by Mega Evolving in Mega Evolution Special I, using a Z-Move in Run, Heroes, Run!, Gigantamaxing in Flash of the Titans!, and Terastallizing in Fly! Wattrel!!.", 
    "There was a scene in the 2004 film Godzilla: Final Wars where a boy throws an action figure of Squirtle into a fire and insults it. This is also a presumed reference to Gamera.", 
    "Even though Wartortle's ears are depicted lighter than its face in the official Sugimori stock art and most of its game sprites, early promotional pictures portrayed its ears the same color as its face.", 
    "Blastoise shares its category with Kabuto and Kabutops. They are all known as the Shellfish Pokemon.", 
    "Early concept art for a Pokemon called \"Karabajio\" resembles Blastoise without its signature water cannons. The name may be a combination of \"carapace\" and Caravaggio.", 
    "Mega Blastoise is the only Mega-Evolved first partner Pokemon that does not have two types.", 
    "The way Blastoise flies in New Pokemon Snap is a potential reference to Gamera.", 
    "Caterpie was both the first Pokemon to be caught and the first Pokemon to evolve in Pokemon the Series.", 
    "Caterpie shares its category with Wurmple and Snom. They are known as the Worm Pokemon.", 
    "In early episodes of Pokemon the Series, Caterpie's mouth was incorrectly colored yellow. It wasn't until Wings 'N' Things that Caterpie's mouth started to be colored green.", 
    "Until the release of Pokemon Platinum, when it became able to learn Bug Bite, Caterpie was unable to do anything to a Ghost type except struggling and lowering its Speed. It shares this trait with its evolution, Metapod. This is also true for Weedle, and its evolution, Kakuna, against Steel types before Pokemon Platinum was released.",
    "In Pokemon the Series and the Pokemon Adventures manga, Caterpie holds the record as the Pokemon who takes the least amount of time to evolve twice, taking only one episode in the animated series and one chapter in Pokemon Adventures.",
    "Poliwag and Togepi also share this record, but in Pokemon Adventures only.", 
    "Prior to Generation VI, Caterpie's shape was .", 
    "In Ash Catches a Pokemon, when Caterpie evolves into Metapod, the process was similar to a real caterpillar going into pupation. Later episodes show Caterpie evolving like the rest of the Pokemon do.", 
    "Caterpie is tied with Weedle, Magikarp, Igglybuff, Carvanha, Attack Forme Deoxys, and Stonjourner for having the lowest base Special Defense stat of all Pokemon.", 
    "Metapod shares its category with Kakuna, Silcoon, and Cascoon. They are all known as the Cocoon Pokemon. They also share the same base stat total, learnset, Ability, and EV yield. This ties them as the evolved Pokemon with the lowest base stat total.",
    "Metapod is the first Pokemon to evolve in a movie, and part of the first evolution cycle in an episode.", 
    "Until the release of Pokemon Platinum, when its pre-evolution became able to learn Bug Bite, Metapod was unable to damage Ghost-type Pokemon except by using Struggle. It shared this trait with Caterpie. This is also true for Kakuna and its pre-evolution, Weedle, against Steel types before Pokemon Platinum was released.",
    "Metapod is usually depicted with white sclerae, such as in the games, TCG, and promotional illustrations, but it has yellow sclerae in Pokemon the Series.", 
    "In the Pokemon the Series episode Challenge of the Samurai, the process of Metapod's evolution was similar to a real life butterfly emerging from its chrysalis. However, in later episodes, Metapod is shown to evolve like any other Pokemon.", 
    "Ume Aoki, a Japanese cartoonist famous for her work on the manga Hidamari Sketch and as the character designer for the anime Puella Magi Madoka Magica, utilizes a likeness of herself cosplaying as a Metapod to represent herself in her works.", 
    "Butterfree was the first Pokemon shown in Pokemon the Series with an alternate color, pink in its case. This has only been seen in a single female, and unlike a Shiny Butterfree, which has green eyes and pink wings, limbs, and snout, this Butterfree only differed in its pink body and wings.", 
    "Butterfree shares its category with Beautifly. They are both known as the Butterfly Pokemon.", 
    "Butterfree can be seen as a parallel to Beedrill. Both of their unevolved stages evolve at level 7 and again at level 10. They both go through metamorphosis-like evolution and have the same base stat total of 395. Also, while Beedrill is exclusive to Black and Black 2, Butterfree is exclusive to White and White 2. Both also have an alternate form only available in-battle (Gigantamax Butterfree and Mega Beedrill, respectively).", 
    "Weedle has the lowest base stat total of all Poison-type Pokemon. Weedle is tied with Gastly for the lowest base Defense of all Poison-type Pokemon. Weedle is also tied with Caterpie, Magikarp, Igglybuff, Carvanha, Attack Forme Deoxys, and Stonjourner for the lowest base Special Defense stat of all Pokemon.", 
    "Weedle is tied with Gastly for the lowest base Defense of all Poison-type Pokemon.", 
    "Weedle is also tied with Caterpie, Magikarp, Igglybuff, Carvanha, Attack Forme Deoxys, and Stonjourner for the lowest base Special Defense stat of all Pokemon.", 
    "Until Pokemon Platinum, Weedle was completely incapable of dealing damage to Steel-type Pokemon‚Äîoutside of Struggle‚Äîbecause it could only learn Poison Sting, to which Steel types are immune. From Platinum onward, Weedle can learn Bug Bite.", 
    "Weedle is the only Pokemon that cannot legitimately know any Normal-type moves.", 
    "Kakuna shares its category with Metapod, Silcoon, and Cascoon. They are all known as the Cocoon Pokemon. They also share the same base stat total, move learnset, Ability, and EV yield. This ties them as the evolved Pokemon with the lowest base stat total.",
    "Kakuna has the lowest base Attack stat of all Poison-type Pokemon.", 
    "In the Pokemon Red and Blue beta, \"Kokoon\" was the prototype English name for Kakuna. This is similar to its romanized Japanese name.", 
    "Kakuna's English name resembles a Japanese name, translating perfectly into \"カクナ\", than its actual Japanese name, Cocoon.", 
    "In Pokemon the Series, Kakuna is explicitly shown evolving more than any other Pokemon.[clarification needed]", 
    "Kakuna and its evolved form, Beedrill, are the only yellow Poison-type Pokemon.", 
    "Beedrill's English name was originally going to be spelled Beedril.", 
    "Beedrill can be seen as a parallel to Butterfree. Both of their unevolved stages evolve into their respective first evolutionary stages at level 7, which then evolve into their respective final forms at level 10. They both also go through metamorphosis-like evolution and share a base stat total of 395. Also, while Beedrill is a version exclusive of Black and Black 2, Butterfree is exclusive to White and White 2. Both also have an alternate form only available in-battle (Mega Beedrill and Gigantamax Butterfree, respectively).", 
    "In Pokemon Conquest, Beedrill is the only Pokemon that is featured without its evolutionary relatives.", 
    "Mega Beedrill has the highest base Attack and Speed stats of all Poison-type Pokemon. It also has the lowest base Special Attack stat of all Poison-type Pokemon.", 
    "Beedrill and its pre-evolved form, Kakuna, are the only yellow Poison-type Pokemon.", 
    "According to the Pokemon Red and Blue beta, Pidgey was originally going to be named \"Pidge\".", 
    "Pidgey shares its category with Spearow, Natu, and Rookidee. They are all known as the Tiny Bird Pokemon, though Natu has also been called the Little Bird Pokemon.", 
    "Pidgey is the only Pokemon with a base stat total of 251.", 
    "Pidgey has the shortest cry of any Pokemon, being only 0.181 seconds long.", 
    "In Pokemon the Series, Pidgey is often erroneously depicted with four talons on each foot, as opposed to three.", 
    "Pidgeotto is the only Pokemon with a base stat total of 349.", 
    "Pidgeotto's early English name was the same as its evolved form Pidgeot.", 
    "In some games, the Pokedex states that Pidgeotto \"will fiercely peck at any intruder\".", 
    "When rematching Gym Leaders in HeartGold and SoulSilver, both Falkner and Blue have a Pidgeot as their highest-leveled Pokemon. Coincidentally, Falkner is the first Gym Leader while Blue is the last.", 
    "Mega Pidgeot is the only Pokemon with a base stat total of 579.", 
    "Mega Pidgeot is tied with Drampa, Porygon-Z, and Bloodmoon Ursaluna for the highest base Special Attack stat of all Normal-type Pokemon.", 
    "Mega Pidgeot is the only Mega Evolved Pokemon where its lowest stat (Special Attack, although it is tied with Special Defense) in its base form becomes its highest stat.", 
    "In the Pokemon Red and Blue beta, Rattata was originally known as Rattatak.", 
    "Rattata is notorious for being associated with the F.E.A.R. strategy.", 
    "Rattata and its evolved form both share their category with Pikachu, Raichu, Sandshrew, Sandslash, Pawmi, and Pawmo. They are all known as the Mouse Pokemon, though Rattata and Raticate were originally called the Rat Pokemon prior to Generation III.", 
    "Rattata has gained notoriety among the fanbase due to Youngster Joey on Route 30, and his phone calls claiming his Rattata to be within the top percentage of the species.", 
    "Rattata has the lowest base HP of all Normal-type Pokemon. Alolan Rattata has the lowest base HP and Special Attack of all Dark-type Pokemon.",
    "Alolan Rattata has the lowest base HP and Special Attack of all Dark-type Pokemon.", 
    "Alolan Rattata ties with Morpeko for the shortest Dark-type Pokemon.", 
    "Alolan Rattata may be considered a counterpart of Yungoos. They can be caught at certain times of the day (Yungoos at day, Alolan Rattata at night). They also evolve into Gumshoos and Alolan Raticate, respectively, at level 20 at their respective times. Also, their evolved forms are the Totem Pokemon in their respective games (Gumshoos in Sun and Ultra Sun, Raticate in Moon and Ultra Moon).", 
    "Alolan Rattata and its evolution are the only regional forms that cannot be transferred out of Pokemon HOME into any Generation VIII or Generation IX game.", 
    "Together with Magikarp, Seedot, Ninjask, Pichu, and Goldeen, Rattata is the easiest Pokemon to catch in Pokemon Ranger, with only one loop necessary.", 
    "Raticate's catch rate was 90 in Generation I and II. This was changed to 127 in Generation III.", 
    "Raticate is the only Pokemon that shares its National Pokedex number with the level at which it evolves from its pre-evolved form.", 
    "Raticate and its pre-evolved form both share their category with Pikachu, Raichu, Sandshrew, Sandslash, Pawmi, and Pawmo. They are all known as the Mouse Pokemon, though Rattata and Raticate were originally called the Rat Pokemon prior to Generation III.", 
    "Of all the Totem Pokemon that can be battled in Alola, Totem Raticate is one of the only two Totem Pokemon that is battled in only one game out of the two versions ‚Äî in this case, Moon and Ultra Moon. The other is Totem Gumshoos. During the cutscene before Totem Raticate's battle, it cries out Gumshoos's cry instead of its own cry.", 
    "Alolan Raticate and its pre-evolution are the only regional forms that cannot be transferred out of Pokemon HOME into any Generation VIII or IX game.", 
    "Spearow shares its category with Pidgey, Natu, and Rookidee. They are all known as the Tiny Bird Pokemon, though Natu has also been called a Little Bird Pokemon.", 
    "Spearow is tied with Hoothoot, Ledyba, Taillow, Wingull, Starly, and Pikipek for the lowest base Defense of all Flying-type Pokemon.", 
    "As of Generation VII, Fearow is the only Pokemon with a base stat total of 442.", 
    "In the Pokemon Red and Blue beta, Ekans was originally known as \"Arbo\", its romanized Japanese name.", 
    "In early official art of Ekans, all of the bands on its body were colored yellow instead of just the one on its \"neck\". This was changed in later art.", 
    "An Ekans was originally going to be featured in Pokemon Snap, as shown in an early test shot of an environment that was never featured in the final product. This is also true of its evolution, Arbok.", 
    "Ekans is one of fourteen Pokemon that one can collect foreign Pokedex entries for in Pokemon Diamond and Pearl.", 
    "Ekans has never been scanned with a Pokedex in the animated series, despite debuting in the second episode of the original series. Thusly, it is the Pokemon with the most episodes aired after its debut without it getting a Pokedex entry.", 
    "Pikachu and its evolved form both share their category with Rattata, Raticate, Sandshrew, Sandslash, Pawmi, and Pawmo. They are all known as the Mouse Pokemon, though Rattata and Raticate were originally called the Rat Pokemon prior to Generation III.", 
    "Veronica Taylor has said Pikachu is her favorite Pokemon. Sarah Natochenny has as well, shared with Mew.", 
    "Pikachu is the only Pokemon that serves as the player's first Pokemon in the core series games that has a pre-evolved form. However, Pichu (its pre-evolved form) does not exist in either game in which it fills this role.", 
    "Pikachu has the most event-exclusive moves available to it.", 
    "Pikachu is the only Pokemon with two exclusive Z-Moves.", 
    "When starting a new game in Pokemon Yellow, Pikachu's front sprite appears with a slightly different color palette (the palette index number 0x10) than usual when it is introduced by Professor Oak. This is the same red/yellow palette used for Mew, Mewtwo, and Jynx (except the Virtual Console Jynx), as well as the battle sprites of all Pokemon Trainers. Due to the color palette used at the start of Pokemon Yellow, Pikachu has red cheeks (in the Game Boy Color) or pink cheeks (in the Super Game Boy). However, in this game's normal gameplay, Pikachu has dark orange cheeks instead.", 
    "In Pokemon Yellow and from Generation VI to Brilliant Diamond and Shining Pearl, Pikachu uses its cry from Pokemon the Series (voiced by Ikue Otani). Before Pokemon: Let's Go, Pikachu! and Let's Go, Eevee!, it was the only Pokemon to do so in the core series games. Its battle cry differs from status or Pokedex screens.", 
    "The Pikachu received at the beginning of Pokemon Yellow has unique voice clips in Pokemon Stadium and Stadium 2.", 
    "In Pokemon Legends: Arceus and Pokemon Scarlet and Violet, it uses an updated version of its original cry, like other Pokemon.", 
    "Its battle cry differs from status or Pokedex screens.", 
    "The Pikachu received at the beginning of Pokemon Yellow has unique voice clips in Pokemon Stadium and Stadium 2.", 
    "In Pokemon Legends: Arceus and Pokemon Scarlet and Violet, it uses an updated version of its original cry, like other Pokemon.", 
    "Pikachu is the only core series first partner Pokemon that does not have a 7:1 gender ratio.", 
    "Pokemon Black, White, Black 2, and White 2 are the only core series games in which Pikachu cannot be obtained without transporting or through an event.", 
    "Pikachu is the only not fully evolved Pokemon whose base stats increased in Generation VI, as well as the only Pokemon to receive more than one stat increase: Defense and Special Defense.", 
    "Pikachu is the 25th Pokemon in both the National Pokedex and Alola Pokedex in Pokemon Sun and Moon.", 
    "In the Japanese Pokemon Stadium, Pikachu is the only usable Pokemon that is not fully evolved.", 
    "Pikachu is the only Pokemon that can be caught in all three pinball titles: Pokemon Pinball, Pokemon Pinball mini, and Pokemon Pinball: Ruby & Sapphire.", 
    "According to A Sneak Peek at Pokemon, Pikachu can deliver a constant current of 1000 amperes.", 
    "Pikachu is currently represented in the Trading Card Game by more cards than any other Pokemon, with 211 unique cards.", 
    "On December 11, 2023, Google revealed that Pikachu was the \"most searched Pokemon\" in the platform's history during its 25 years of creation.", 
    "No other Pokemon has the same type combination as Alolan Raichu.", 
    "In Pokemon Red and Blue, there is a Scientist at the Pokemon Lab in Cinnabar Island who will trade a Raichu for an Electrode. If the player talks to him after the trade, he will mention that the Raichu evolved, which is not possible. This mistake was due to the original translation of the script of the Japanese Blue (in which this person traded a Graveler for a Kadabra) rather than that of Pokemon Red and Green. This error was corrected in Pokemon FireRed and LeafGreen, as the script was re-translated.", 
    "Raichu's FireRed and Sun Pokedex entries discuss Raichu's electricity being able to knock out an Indian elephant. In Pokemon Legends: Arceus, this is changed to Copperajah, which is based on the Indian elephant.", 
    "This is also the only Pokedex entry in Legends: Arceus to mention a Pokemon not obtainable in Hisui.", 
    "Several Pokedex entries claim Raichu can discharge up to 100,000 volts. However, its Stadium entry claims it can only discharge up to 10,000 volts. This is likely a translation error due to the way numbers are read in Japanese, where 100,000 literally reads \"ten ten-thousands\".", 
    "Raichu appears in every regional Pokedex except the Unova Pokedex.", 
    "Although Pikachu is the first partner Pokemon of Pokemon Yellow, it is not possible to directly evolve it into Raichu in the game, and must be traded in from Red and Blue. This inability to evolve Pikachu is a reference to Ash's Pikachu in Pokemon the Series.", 
    "Raichu and its pre-evolved form both share their category with Rattata, Raticate, Sandshrew, Sandslash, Pawmi, and Pawmo. They are all known as the Mouse Pokemon, though Rattata and Raticate were originally called the Rat Pokemon prior to Generation III.", 
    "Raichu is the 26th Pokemon in both the National Pokedex and Alola Pokedex in Pokemon Sun and Moon.", 
    "Alolan Raichu is the only regional form Pokemon to have a Z-Move exclusive to it.", 
    "Raichu is the most common Pokemon found amongst rivals, being used by five of them.", 
    "Alolan Raichu is the only Alolan form available in Pokemon Scarlet and Violet that can only be obtained by transferring from other games, outside of Poke Portal News events.", 
    "No other Pokemon has the same type combination as Alolan Sandshrew and its evolved form.", 
    "Sandshrew and its evolved form both share their category name with Rattata, Raticate, Pikachu, Raichu, Pawmi, and Pawmo. They are all known as the Mouse Pokemon, though Rattata and Raticate were originally called the Rat Pokemon prior to Generation III.", 
    "Alolan Sandshrew has the lowest base Special Attack stat of any Pokemon, tied with Shuckle, Feebas, and Bonsly.",
    "Sandshrew has the lowest base Special Attack stat of all Ground-type Pokemon.", 
    "Both Sandshrew and Alolan Sandshrew have Abilities that boost evasion in certain weather (Sandstorm for Sandshrew and Hail for Alolan Sandshrew) and Hidden Abilities that boost Speed in those same weather conditions.", 
    "Alolan Sandshrew can be seen as a parallel to Alolan Vulpix. Both were initially introduced in Generation I and got Alolan forms in Sun and Moon. Both Pokemon are Ice-types, with Vulpix being exclusive to Sun and Sandshrew being exclusive to Moon. Furthermore, both Pokemon evolve when exposed to an Ice Stone.", 
    "No other Pokemon has the same type combination as Alolan Sandslash and its Alolan pre-evolved form.", 
    "In the Pokemon Red and Blue beta, Sandslash's original name was \"Sandstorm\".", 
    "Nidoran♂ and Nidoran♀ were the first Pokemon to feature any indication of gender, before it was introduced as a mechanic and applied to other Pokemon in Generation II. Despite the addition of genders to other Pokemon, the two variations of Nidoran remain separate species, rather than a singular species that splits down different evolution paths based on gender. An Egg laid by a Nidoran♂ does, however, has a chance of hatching into a Nidoran♀, while an Egg laid by a Nidoran♀ with a Ditto has a chance of hatching into a Nidoran♂.",
    "Nidoran♂ is the only Pokemon that loses the ability to breed upon evolution.", 
    "Nidoran♂'s Shiny form is similar to Nidoran♀'s normal coloration, and vice versa for Nidoran♀.", 
    "Nidoran♂ shares its category name with Nidorina, Nidoran♀, Nidorino, Poipole, and Naganadel. They are all known as the Poison Pin Pokemon.", 
    "Due to the fact that its gender, ♂, is included in its name, checking Nidoran♂'s summary from Generation II onward (except Pokemon Sword and Shield and Pokemon Brilliant Diamond and Shining Pearl) will display as if it were gender unknown if it does not have a nickname. If its nickname is anything other than \"Nidoran♂\", its gender will appear as normal.", 
    "Nidorina and Nidoqueen's inability to lay Eggs was established by Japanese media before breeding became a game mechanic.",
    "Despite this, however, several of Nidorina's Pokedex entries imply it's still capable of childrearing.",
    "Nidorina and Nidoqueen are the only two Pokemon that cannot breed even though their unevolved form can breed.", 
    "Nidorina's Shiny coloration is similar to Nidorino's regular coloration and vice versa.", 
    "Nidorina shares its category name with Nidoran♂, Nidoran♀, Nidorino, Poipole, and Naganadel. They are all known as the Poison Pin Pokemon.", 
    "Despite being in the No Eggs Discovered Group, Nidoqueen was shown to be capable of breeding in the TV special Mewtwo Returns, when a cloned Nidoqueen and a cloned Rhyhorn produced Eggs containing both baby Rhyhorn and baby Nidoqueen (not baby Nidoran♂). In addition, several of Nidoqueen's Pokedex entries imply it's still capable of childrearing.", 
    "Nidorina and Nidoqueen are the only two Pokemon that cannot breed even though their pre-evolved form can breed.", 
    "Nidoqueen is the only Nidoran evolutionary line member whose Shiny color is not the same as its opposite-gender counterpart's normal color.", 
    "Nidoqueen and its male counterpart Nidoking share their category name with Rhydon and Rhyperior. They are all known as the Drill Pokemon. Additionally, all four are partly Ground-types.", 
    "In the Japanese games Pokemon Red and Green, Nidoqueen weighs 6.0¬†kg instead of 60.0¬†kg (as it does in all other games). This has no mechanical significance, as no game mechanics use weight in Pokemon Red and Green.", 
    "Nidoran♀ and Nidoran♂ were the first Pokemon to feature any indication of gender, before it was introduced as a mechanic and applied to other Pokemon in Generation II.", 
    "Despite the addition of genders to other Pokemon, the two variations of Nidoran remain separate species, rather than a singular species that splits down different evolution paths based on gender. An Egg laid by a Nidoran♂ does, however, has a chance of hatching into a Nidoran♀, while an Egg laid by a Nidoran♀ with a Ditto has a chance of hatching into a Nidoran♂.", 
    "When an Egg is produced from Nidoran and Ditto parents, the gender ratio of the Egg favors the gender of the non-Ditto parent by an unknown margin.[citation needed]", 
    "Despite the addition of genders to other Pokemon, the two variations of Nidoran remain separate species, rather than a singular species that splits down different evolution paths based on gender. An Egg laid by a Nidoran♂ does, however, has a chance of hatching into a Nidoran♀, while an Egg laid by a Nidoran♀ with a Ditto has a chance of hatching into a Nidoran♂.", 
    "When an Egg is produced from Nidoran and Ditto parents, the gender ratio of the Egg favors the gender of the non-Ditto parent by an unknown margin.[citation needed]", 
    "Nidoran♀'s Shiny form is similar to Nidoran♂'s normal coloration, and vice versa for Nidoran♂.", 
    "Nidoran♀ shares its category name with Nidorino, Nidoran♂, Nidorina, Poipole, and Naganadel. They are all known as the Poison Pin Pokemon.", 
    "Due to the fact that its gender, ♀, is included in its name, checking Nidoran♀'s summary from Generation II onward (except Pokemon Sword and Shield and Pokemon Brilliant Diamond and Shining Pearl) will display as if it were gender unknown if it does not have a nickname. If its nickname is anything other than \"Nidoran♀\", its gender will appear as normal.", 
    "Nidoran♀ is the only Pokemon with a base stat total of 273.", 
    "Nidorino is one of the first two Pokemon to appear in a Pokemon battle both in Pokemon the Series and in the games, the other being Gengar. This is due to their appearance in the opening animation of Pokemon Red and Green (as well as their remakes, Pokemon FireRed and LeafGreen), on which the beginning of the first Pokemon the Series episode was based on. It is also the first Pokemon to be both seen and captured in Pokemon Adventures, in much the same way. It is also the first Pokemon to be both seen and captured in Pokemon Adventures, in much the same way.", 
    "Nidorino, along with Gengar (and possibly other Pokemon), originate from the Capsule Monsters game design pitch, which would eventually become the Pokemon series.", 
    "The Nidorino that appears in Professor Oak's introduction in Pokemon Red and Blue has the cry of a Nidorina.", 
    "Nidorino's Shiny coloration is the same as Nidorina's normal coloration. Likewise, Nidorina's Shiny coloration matches Nidorino's normal coloration.", 
    "Nidorino shares its category with Nidoran♀, Nidoran♂, Nidorina, Poipole, and Naganadel. They are all known as the Poison Pin Pokemon.", 
    "Nidoking and its female counterpart Nidoqueen share their category with Rhydon and Rhyperior. They are all known as the Drill Pokemon. Additionally, all four are partly Ground-types.", 
    "Although its female counterpart Nidoqueen cannot be bred, Nidoking can.", 
    "Nidoking is a popular choice with rivals in Pokemon the Series, as two of Ash's main rivals (Gary and Paul) have one, as well as Jimmy's main rival.", 
    "Nidoking was designed by Ken Sugimori, and is one of the first Pokemon ever created.", 
    "The prototype name for Clefairy was Aria. The Russian dub of Pokemon the Series used this name during the original series. The Polish dub of the episode Clefairy and the Moon Stone calls Clefairy by its proper species name and \"Aria\" interchangeably.", 
    "The Polish dub of the episode Clefairy and the Moon Stone calls Clefairy by its proper species name and \"Aria\" interchangeably.", 
    "Clefairy and its evolved form share their category with Snubbull and Granbull. They are all known as the Fairy Pokemon. The \"Fairy Pokemon\" category predates the introduction of the Fairy-type in Generation VI. From this generation onwards, the type and category of these four Pokemon share the same English name.",
    "The \"Fairy Pokemon\" category predates the introduction of the Fairy-type in Generation VI. From this generation onwards, the type and category of these four Pokemon share the same English name. However, this is not true in Japanese, where the type is フェアリータイプ Fairy-type and the category is ようせいポケモン Y≈çsei Pokemon.", 
    "The Poke Doll is a Clefairy doll, as identified by the Japanese name of this item („Éî„ÉÉ„Éî„Å´„Çì„Åé„Çá„ÅÜ Pippi Doll).", 
    "The prototype name for Clefable was Ariala. The Russian dub of Pokemon the Series used this name during the original series.", 
    "In the Polish dub of the episode Clefairy and the Moon Stone, Clefable is called \"Kliferyla\".", 
    "Clefable and its pre-evolved form share their category with Snubbull and Granbull. They are all known as the Fairy Pokemon.", 
    "In English, the category \"Fox Pokemon\" is shared by Vulpix, Fennekin, Nickit, and their evolutions.",
    "In Japanese, the hiragana category ポケモン (Fox Pokemon) is shared by the evolutionary lines of Vulpix and Nickit, while the katakana version キツネポケモン (Fox Pokemon) is shared by Fennekin and its evolutions.", 
    "The beta Pokemon names in Red and Blue listed Vulpix as Foxfire.", 
    "Vulpix and Ninetales are the only Pokemon whose Alolan forms are obtainable in Pokemon Legends: Arceus.", 
    "Vulpix can be seen as a parallel to Growlithe. Both are Generation I Pokemon that evolve once via a Fire Stone. Vulpix is exclusive to Pokemon Green, international Blue, Silver, LeafGreen, and SoulSilver while Growlithe is to Red, Blue (Japan), Gold, FireRed, and HeartGold. Growlithe has a 75% chance of being male while Vulpix has a 75% of being female, they are both in the Field Egg Group, can have Flash Fire as their Ability, and are yellow when Shiny from Generation III on. Furthermore, both are based primarily on canine-like creatures of Japanese folklore: Vulpix from the kitsune, Growlithe from the shisa. Additionally, both have received regional forms.", 
    "Alolan Vulpix can be seen as a parallel to Alolan Sandshrew. Both were initially introduced in Generation I and got Alolan Forms in Pokemon Sun and Moon. Both Pokemon are Ice-types, with Vulpix being exclusive to Sun and Sandshrew being exclusive to Moon. Furthermore, both Pokemon evolve when exposed to an Ice Stone.", 
    "Vulpix is the only Pokemon with a base stat total of 299.", 
    "Vulpix has the lowest base HP of all Fire-type Pokemon.", 
    "Alolan Vulpix is the only unevolved Pokemon to have a Pokemon VSTAR card.", 
    "Vulpix's National Pokedex number and Kitakami Pokedex number are identical: 0037 for the former, and 37 for the latter.", 
    "No other Pokemon has the same type combination as Alolan Ninetales.", 
    "Alolan Ninetales is the only Pokemon in Pokemon Legends: Arceus which requires Evolution to obtain it.", 
    "Vulpix and Ninetales are the only Pokemon whose Alolan forms are obtainable in Pokemon Legends: Arceus.", 
    "Ninetales's name is misspelled as Ninetails in the Pokemon Trading Card Game for the Game Boy Color and in some prerelease material.", 
    "Ninetales's National Pokedex number and Kitakami Pokedex number are identical: 0038 for the former, and 38 for the latter.", 
    "Alolan Ninetales was featured in the sixth episode of Beyond the Pokedex series.", 
    "Jigglypuff is typically depicted in the Super Smash Bros. series and Ken Sugimori's artwork with green eyes and tea rose pink fur, more closely resembling its Shiny form. It also appeared with green eyes in Rough, Tough Jigglypuff and The Legend of Thunder!.", 
    "Due to an oversight, Jigglypuff appears purple (instead of pink) in the battle against Gengar in the intro of Pokemon Blue (including the Japanese version). This is a leftover from the earlier Japanese games Pokemon Red and Green, when two purple Pokemon battled instead: Gengar vs. Nidorino (which is also seen in the international versions of Pokemon Red).", 
    "Jigglypuff and its evolutionary relatives share their category name with Qwilfish and Drifloon. They are all known as the Balloon Pokemon.", 
    "Wigglytuff and its pre-evolved forms share their category name with Qwilfish and Drifloon. They are all known as the Balloon Pokemon.", 
    "Wigglytuff has the highest base HP stat of all Fairy-type Pokemon.", 
    "In its earlier appearances, Wigglytuff's white stomach did not always extend above its mouth; however, it always does this in modern appearances.", 
    "No other Pokemon has the same type combination as Zubat and its evolved forms. Zubat and Golbat are the only Pokemon introduced in Generation I to currently have a unique type combination. Zubat and its evolved forms are the only Poison-type Pokemon in the Flying Egg Group.",
    "Zubat and its evolved forms share their category with Woobat. They are all known as the Bat Pokemon.", 
    "Zubat's evolutionary line has several similarities with Woobat's. All of the members of both lines are called the Bat Pokemon (excluding Swoobat), live in caves or other dark places, and have no visible eyes at their respective unevolved states. Members of both lines reach their respective fully evolved forms by friendship and both have similar Shiny forms (with green main bodies). Woobat and Zubat have somewhat similar English names, both having rhyming prefixes and bat as a suffix.", 
    "All of the members of both lines are called the Bat Pokemon (excluding Swoobat), live in caves or other dark places, and have no visible eyes at their respective unevolved states.", 
    "Members of both lines reach their respective fully evolved forms by friendship and both have similar Shiny forms (with green main bodies).", 
    "Woobat and Zubat have somewhat similar English names, both having rhyming prefixes and bat as a suffix.", 
    "Zubat can also be seen as a parallel to Noibat, as they are both Flying-type Pokemon based on bats and can have Infiltrator as a possible Ability. They also share the same base stats, with their Attack and Special Attack switched around.", 
    "Zubat has the lowest base Special Attack stat of all Flying-type Pokemon, tying with Taillow, Starly, Combee, and Pikipek.", 
    "Despite its lack of eyes, Zubat is still capable of learning Mean Look.", 
    "Due to its lack of eyes, Zubat is the only Pokemon whose Alpha form in Legends: Arceus does not bear glowing red eyes. It is also one of the few Shadow Pokemon in Pokemon GO that doesn't have red eyes, the other being Shadow Steelix.", 
    "The depiction of Golbat's large tongue has been sporadic, having not appeared in any game in over a decade: The only core series games to depict its tongue were Pokemon Red and Blue. The last game to ever depict its tongue was Pokemon Battle Revolution.",
    "The only core series games to depict its tongue were Pokemon Red and Blue.", 
    "The last game to ever depict its tongue was Pokemon Battle Revolution.", 
    "In Generation II, Bill's grandfather asks the player to bring him a \"round, green\" Pokemon with leaves growing on its head, referring to Oddish. However, in those games and subsequent generations, Oddish's body (unless it is Shiny) is blue. The mistake might have been a translation error caused by the ambiguity of the Japanese word Èùí„ÅÑ aoi, which can mean both blue and green. This is fixed in Pokemon HeartGold and SoulSilver.", 
    "Oddish has a scientific name: Oddium Wanderus, given in its FireRed and Y Pokedex entries. The only other Pokemon with a known scientific name is Kabutops, with Kabutops Maximus. In the Japanese versions of FireRed and Y, as well as Red and Green, Oddish's Pokedex entries instead state that it has the alias name „Ç¢„É´„Ç≠„É°„É≥„Éá„Çπ Arukimendesu. This can either be seen as a corruption of Archimedes, the Greek mathematician; or as a direct reference to a popular Japanese instant noodles brand Archimendes, which literally means Ê≠©„ÅçÈ∫∫„Åß„Åô aruki men desu (instant noodles on the go). The latter may reference Oddish's appearance when walking.",
    "Oddish can be seen as a parallel to Bellsprout. Both are Grass/Poison-type Generation I Pokemon, part of a three-stage evolutionary line, can evolve starting at level 21, and whose second evolutionary event utilizes a Leaf Stone. Oddish is exclusive to Pokemon Red, FireRed, and Let's Go, Pikachu! while Bellsprout is exclusive to Blue, LeafGreen, and Let's Go, Eevee!, with both Pokemon found in the same locations in their respective versions. Additionally, both can be found at White Forest in White, and both Pokemon have had their Egg designs revealed.", 
    "In Pokemon Gold and Silver, Oddish is programmed to be able to learn Charm through breeding, but no other Pokemon in the Grass Group can legitimately learn it to pass down as an Egg Move in those games. In Generation III and IV, Oddish can inherit the move from Shroomish by chain breeding. In Generation V onwards, Oddish can inherit the move directly from Cottonee.", 
    "There is a recurring gag in Pokemon the Series where when Ash hears rustling in a bush, he looks in it and finds an Oddish.", 
    "Oddish was featured in the third episode of Beyond the Pokedex.", 
    "Gloom is the only dual-type Pokemon that can evolve into a single-type Pokemon.", 
    "In Pokemon the Series, James's description of Gloom's stench is confused in some sources as a description of his Koffing.", 
    "Although Gloom has the Chlorophyll Ability, it is actually based on a genus of plants (Rafflesia) that do not contain chlorophyll.", 
    "Vileplume shares its category name with Bellsprout and Bellossom. They are all known as the Flower Pokemon.", 
    "Although Vileplume has the Chlorophyll Ability, the Rafflesia genus of plants that it is based on do not actually contain chlorophyll.", 
    "The symbol for the Jungle expansion  resembles Vileplume's flower.", 
    "Early English promotional material for Pokemon Red and Blue listed Paras's name as Parasyte.", 
    "In Generation I, Poison-type attacks were super effective against Bug-type Pokemon, making Paras and Parasect the only Pokemon to have ever had three 4√ó weaknesses.",
    "No other Pokemon has the same Egg Group combination as Paras and its evolution. Paras and its evolution are also the only Bug-type Pokemon in the Grass Egg Group.",
    "Paras and its evolution are also the only Bug-type Pokemon in the Grass Egg Group.",
    "Paras and Parasect share their species name with Shroomish, Breloom, Foongus, and Amoonguss. They are all known as the Mushroom Pokemon. All six Pokemon also share a common move, Spore; and Ability, Effect Spore. In Pokemon GO, they all give more Stardust than most other Pokemon upon capture. All six Pokemon also share a common move, Spore; and Ability, Effect Spore.",
    "In Pokemon GO, they all give more Stardust than most other Pokemon upon capture.",
    "Paras can be seen as a counterpart to Morelull. Both share the Grass type, the same base stat total of 285, evolve at Level 24, both are mushroom-based Pokemon and thus can learn Spore, and both can be found in the wild in Pokemon Sun and Moon, taking the place of the other depending on the time, with Paras being found during the day and Morelull at night.",
    "Parasect's Pokedex entry for Pokemon Stadium connects the Pokemon world with the real world, noting that its spores are sometimes used as medicine in China.",
    "In Generation I, Poison-type attacks were super effective against Bug-type Pokemon, making Parasect and Paras the only Pokemon to have ever had three 4√ó weaknesses.",
    "Venonat and its evolved form are the Pokemon that went the longest without appearing in a regional Pokedex, excluding their appearances in remakes: prior to the release of Pokemon Scarlet and Violet, their last appearance in a regional Pokedex was in Crystal, almost 22 years earlier.",
    "Venomoth shares its category name with Dustox. They are both known as the Poison Moth Pokemon.",
    "In early official art, Venomoth had yellow spots on the back of its wings. This was removed when later official artwork was released. In Ruby and Sapphire, Venomoth's sprite color set contains 2 shades of yellow that go unused.",
    "In Ruby and Sapphire, Venomoth's sprite color set contains 2 shades of yellow that go unused.",
    "Venomoth's Crystal sprite is different from its Gold and Silver sprite, making it one of the few Pokemon to have three different sprites in Generation II.",
    "Venomoth and its pre-evolved form are the Pokemon that went the longest without appearing in a regional Pokedex, excluding their appearances in remakes: prior to the release of Pokemon Scarlet and Violet, their last appearance in a regional Pokedex was in Crystal, almost 22 years earlier.",
    "Diglett and its evolved form share their category with Drilbur. They are all known as the Mole Pokemon.",
    "At the Heahea City Game Freak office in Pokemon Sun and Moon, Shigeki Morimoto states that he made up Diglett when he was a little kid.",
    "In the Pokemon Red and Blue beta, Diglett was originally to use its Japanese name, \"Digda\" as its English name. This name was retained in the German localization of the games.",
    "Diglett and Alolan Diglett have the lowest base HP and Defense stats of all Ground-type Pokemon. Alolan Diglett has the lowest base HP and Defense stats of all Steel-type Pokemon.",
    "Alolan Diglett has the lowest base HP and Defense stats of all Steel-type Pokemon.",
    "In Pokemon Mystery Dungeon: Red Rescue Team and Blue Rescue Team and their remake, after the first Mt. Steel mission, Diglett mentions having feet. It is mentioned again as being one of the seven mysteries of Pokemon in a letter, alongside Arbok's pattern changes and the inside of Forretress's shell. Its ability to learn moves like Scratch, Hone Claws and Slash imply it has claws on its hands and feet. This also applies to its Alolan counterpart who can learn Metal Claw. Furthermore, its ability to learn Body Slam implies that it has a body large enough to use the attack.",
    "Its ability to learn moves like Scratch, Hone Claws and Slash imply it has claws on its hands and feet. This also applies to its Alolan counterpart who can learn Metal Claw. Furthermore, its ability to learn Body Slam implies that it has a body large enough to use the attack.",
    "Due to being embedded in the ground, Diglett and Dugtrio have special interactions with certain mechanics in the Pokemon games. In the Pokeathlon, Diglett and Dugtrio are unable to jump. In Hurdle Dash, they dig under hurdles instead of jumping them, in Lamp Jump they cannot move, and in Disc Catch they can only move but not jump to catch the discs. Since Generation V, when Diglett and Dugtrio are sent out, they merely fade onto the screen instead of dropping down like all other Pokemon. In the Poke Transfer, Diglett and Dugtrio run between bushes rather than jump. On the \\\"\\\"Compare\\\"\\\" screen of Pokemon X and Y's Pokedex, if the player taps the menu sprite of Diglett, Dugtrio, or Mega Gengar, the Flying-type Pokemon will give up and disperse before even trying to lift it. Diglett, Dugtrio, Sandygast, Palossand, and Mega Gengar are immune to Telekinesis. However, a Pokemon transformed into one of these can be affected by Telekinesis. If a Z-Move animation, such as Supersonic Skystrike, results in showing Diglett or Dugtrio in the air, it is shown still embedded in the ground. Hurricane will not lift Diglett or Dugtrio off the ground in the Generation VI animation like it does with other Pokemon. Since version 0.177.1 (Android)/1.143.1 (iOS) of Pokemon GO, Diglett will not float in the air when it is evolved into Dugtrio, unlike other Pokemon.",
    "In the Pokeathlon, Diglett and Dugtrio are unable to jump. In Hurdle Dash, they dig under hurdles instead of jumping them, in Lamp Jump they cannot move, and in Disc Catch they can only move but not jump to catch the discs.",
    "Since Generation V, when Diglett and Dugtrio are sent out, they merely fade onto the screen instead of dropping down like all other Pokemon.",
    "In the Poke Transfer, Diglett and Dugtrio run between bushes rather than jump.",
    "On the \"Compare\" screen of Pokemon X and Y's Pokedex, if the player taps the menu sprite of Diglett, Dugtrio, or Mega Gengar, the Flying-type Pokemon will give up and disperse before even trying to lift it.",
    "Diglett, Dugtrio, Sandygast, Palossand, and Mega Gengar are immune to Telekinesis. However, a Pokemon transformed into one of these can be affected by Telekinesis.",
    "If a Z-Move animation, such as Supersonic Skystrike, results in showing Diglett or Dugtrio in the air, it is shown still embedded in the ground.",
    "Hurricane will not lift Diglett or Dugtrio off the ground in the Generation VI animation like it does with other Pokemon.",
    "Since version 0.177.1 (Android)/1.143.1 (iOS) of Pokemon GO, Diglett will not float in the air when it is evolved into Dugtrio, unlike other Pokemon.",
    "In Pokemon HeartGold and SoulSilver, if Diglett is the player's partner Pokemon, and the player goes to the Pokemon Center, Diglett jumps to its Poke Ball to be healed.",
    "In Pokemon the Series, Gary claims Diglett is able to pull its head underground faster than the speed of light. In the English dub, this is changed to simply at the speed of light.",
    "Diglett is listed in Pokemon Stadium as having Acid as a valid move, despite not being able to learn the move.",
    "Despite being the only species seen within the halls of the Grand Underground in Pokemon Brilliant Diamond & Shining Pearl, Diglett and Dugtrio cannot actually be caught or traditionally encountered in any of the Pokemon Hideaways.",
    "Dugtrio and its pre-evolved form share their category name with Drilbur. They are all known as the Mole Pokemon.",
    "Dugtrio has the highest base Speed stat of all Ground-type Pokemon. Of all Pokemon to have the highest Speed stat of their respective types, Dugtrio is the slowest.",
    "Of all Pokemon to have the highest Speed stat of their respective types, Dugtrio is the slowest.",
    "Due to being embedded in the ground, Diglett and Dugtrio have special interactions with certain mechanics in the Pokemon games. In the Pokeathlon, Diglett and Dugtrio are unable to jump. In Hurdle Dash, they dig under hurdles instead of jumping them, in Lamp Jump they cannot move, and in Disc Catch they can only move but not jump to catch the discs. Since Generation V, when Diglett and Dugtrio are sent out, they merely fade onto the screen instead of dropping down like all other Pokemon. In the Poke Transfer, Diglett and Dugtrio run between bushes rather than jump. On the \\\"\\\"Compare\\\"\\\" screen of Pokemon X and Y's Pokedex, if the player taps the menu sprite of Diglett, Dugtrio, or Mega Gengar, the Flying-type Pokemon will give up and disperse before even trying to lift it. Diglett, Dugtrio, Sandygast, Palossand, and Mega Gengar are immune to Telekinesis. If a Z-Move animation, such as Supersonic Skystrike, results in showing Diglett or Dugtrio in the air, it is shown still embedded in the ground.",
    "Diglett, Dugtrio, Sandygast, Palossand, and Mega Gengar are immune to Telekinesis.",
    "Dugtrio's body has been described inconsistently throughout the franchise's history. Originally, it was three Diglett forming a group of three, but more recent Pokedex entries claim it split from a single Diglett into three - sometimes separate, sometimes sharing a body.",
    "Despite being the only species seen within the halls of the Grand Underground in Pokemon Brilliant Diamond and Shining Pearl, Diglett and Dugtrio cannot actually be caught or traditionally encountered in any of the Pokemon Hideaways.",
    "Kantonian Dugtrio and Wugtrio have exactly the same base stats in the same distribution. Their pre-evolved forms also evolve starting at the same level.",
    "Alolan Dugtrio, Wugtrio and their pre-evolutions share two Abilities, being Sand Veil and either Gooey or Tangling Hair, the latter two being variations of each other.",
    "Despite being described as three Diglett in some sources, their official weight is listed as being well over the weight of three Diglett.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Kantonian Dugtrio was unable to learn Helping Hand via TM, while its pre-evolution could.",
    "Dugtrio is the only Ground-type Pokemon consisting of multiple bodies.",
    "Niue released a one-dollar coin featuring Meowth as part of a commemorative promotion for the Pokemon franchise, with Meowth on one side and the nation's coat of arms on the other.",
    "In Go West, Young Meowth, it was stated that Meowth of Team Rocket had to learn and practice standing on his hind legs like a human, implying that Meowth as a species is not naturally able to stand on their hind legs. However, almost all sprites in the games and the Pokedex in Pokemon the Series depict it standing on its hind legs, suggesting Meowth has the natural ability to walk on two legs. Tyson's Meowth is also able to walk on two legs, seemingly naturally. The only time Meowth is depicted on all fours in the games is in Pokemon HeartGold and SoulSilver; when the player places Meowth as the first Pokemon in their party, Meowth will walk on four legs behind the player.",
    "The only time Meowth is depicted on all fours in the games is in Pokemon HeartGold and SoulSilver; when the player places Meowth as the first Pokemon in their party, Meowth will walk on four legs behind the player.",
    "Meowth is the first Pokemon in Pokemon the Series depicted with the ability to talk.",
    "Meowth's number in the National Pokedex and the Alola Pokedex in Pokemon Ultra Sun and Ultra Moon are the same: 052.",
    "Meowth is the only Pokemon to have regional forms for multiple regions.",
    "Meowth is the only Pokemon to have both a regional form and Gigantamax form.",
    "Meowth may be considered a counterpart of Mankey. Both of them are Generation I Pokemon who evolve into their evolved forms at level 28. Meowth is exclusive to Pokemon Blue, Silver, SoulSilver, and Let's Go Eevee!; while Mankey is exclusive to Red, Gold, HeartGold, and Let's Go, Pikachu!. Also, in Black¬†2 and White¬†2, Yancy will trade the player a Meowth if the player is male, and Curtis will trade Mankey if the player is female. Additionally, both seem to have a similar color scheme.",
    "Meowth appears in Pokemon Battle Chess. It doesn't behave like any traditional piece in chess.",
    "Persian's number in the National Pokedex and the Alola Pokedex in Pokemon Ultra Sun and Ultra Moon are the same: 053.",
    "Psyduck is one of fourteen Pokemon that one could collect foreign Pokedex entries for in Pokemon Diamond and Pearl.",
    "Psyduck requires the most loops with the Capture Styler to be captured in Pokemon Ranger, surpassing even Metagross.",
    "Junichi Masuda has revealed that Psyduck was considered for the role of Pikachu's counterpart in Pokemon: Let's Go, Pikachu! and Let's Go, Eevee! instead of Eevee, but it was ultimately not chosen due to it being deemed too similar in color to Pikachu.",
    "Psyduck is Junichi Masuda's favorite Pokemon.",
    "Prior to Generation IV, Psyduck was not able to learn TM29 Psychic but it could inherit it through breeding.",
    "In Pokemon Scarlet and Violet, Psyduck is programmed to learn Simple Beam through breeding, but no Pokemon in those games can learn Simple Beam, making the move unobtainable until Pokemon HOME was updated. It shares this trait with Spoink.",
    "Psyduck is the only Pokemon to be featured in every artwork of the Tropical Mega Battle and World Championships participation cards. They are Tropical Wind, Tropical Tidal Wave, Tropical Beach, Champions Festival, and Paradise Resort. The 2014 print of Champions Festival features a Psyduck-themed boat instead.",
    "Blue's Golduck",
    "Mankey may be considered a counterpart of Meowth. Both of them are Generation I Pokemon who evolve into their evolved forms at level 28. Mankey is exclusive to Pokemon Red, Gold, HeartGold, and Let's Go Pikachu!, while Meowth is exclusive to Blue, Silver, SoulSilver, and Let's Go Eevee!. Also, in Black¬†2 and White¬†2, Yancy will trade the player a Meowth if the player is male, and Curtis will trade Mankey if the player is female. Additionally, both seem to have a similar color scheme.",
    "At the Heahea City Game Freak office in Pokemon Sun and Moon, Shigeki Morimoto states that he designed Mankey according to his boss's instructions.",
    "According to Pocket Monsters: The Animation, Primeape is the reason why Poke Balls were developed. This affirmation, however, has been contradicted several times: the most notable instance of this is in Pokemon Legends: Arceus, where Primeape is unobtainable, and Poke Balls with the same function and shape, albeit made with seemingly different materials, are seen in Hisui at an early point in history.",
    "The beta Pokemon names in Red and Blue list Growlithe as Flamie.",
    "Growlithe can be seen as a parallel to Vulpix. Both are Generation I Pokemon that evolve once via a Fire Stone. Growlithe is exclusive to Pokemon Red, Blue (Japan), Gold, FireRed, and HeartGold while Vulpix is to Green, international Blue, Silver, LeafGreen, and SoulSilver. Growlithe has a 75% chance of being male while Vulpix has a 75% of being female, they are both in the Field Egg Group, can have the Ability Flash Fire, and are yellow when Shiny from Generation III on. Furthermore, both are based primarily on canine-like creatures of Japanese folklore: Growlithe on the shisa, Vulpix on the kitsune.",
    "Growlithe shares its category with Lillipup, Rockruff, Yamper, and Fidough. They are all known as the Puppy Pokemon. Hisuian Growlithe shares its category with Sentret and Patrat. They are all known as the Scout Pokemon.",
    "Hisuian Growlithe shares its category with Sentret and Patrat. They are all known as the Scout Pokemon.",
    "Growlithe and its evolved form are the only Pokemon with a male-female ratio of 3:1 that aren't in the Human-Like Egg Group.",
    "Through a glitch in the Generation I games, Pokemon that would normally require an Evolution stone to evolve can be evolved without it, provided that the Pokemon levels up in the battle and the player has sent out a specific Pokemon in the same battle. In the case of the Thunder Stone, this Pokemon is Growlithe.",
    "Hisuian Growlithe and its evolved form were designed by Megumi Mizutani.",
    "In Pokemon Legends: Arceus's internal code, Hisuian Growlithe's Hidden Ability is Justified instead of Rock Head.",
    "Hisuian Growlithe and Hisuian Braviary were the first Hisuian forms to be officially revealed.",
    "In the Pokemon Red and Blue beta, Arcanine was originally known as Blaze.",
    "Despite the Pokemon category name, Arcanine is not an actual Legendary Pokemon. It is the only Pokemon species to have \"Legendary Pokemon\" as the Pokemon category. However, Arcanine was seen in an engraving along with legendary birds Moltres, Articuno, and Zapdos in Pokemon Emergency!.",
    "However, Arcanine was seen in an engraving along with legendary birds Moltres, Articuno, and Zapdos in Pokemon Emergency!.",
    "Many of Arcanine's Pokedex entries‚Äîstarting with the one in the Japanese Pokemon Red‚Äîreference the real world, specifically China.",
    "Arcanine and its pre-evolved form are the only Pokemon with a male-female ratio of 3:1 that aren't in the Human-Like Egg Group.",
    "Hisuian Arcanine and its pre-evolved form were designed by Megumi Mizutani.",
    "In Pokemon Legends: Arceus's internal code, Hisuian Arcanine's Hidden Ability is Justified instead of Rock Head.",
    "Poliwag is Satoshi Tajiri's favorite Pokemon.",
    "In its FireRed Pokedex entry, it is stated Poliwag has black skin. The Ruby and Sapphire Pokedex entry for Poliwhirl states that Poliwhirl's skin is covered in oily fluid‚Äîif the same applies to Poliwag, it might be a case similar to the common bilberry: the berry itself is black but covered in a wax-like coating that makes it look blue.",
    "In The Official Pokemon Handbook, published by Scholastic, the back cover says \"Did you know that the swirls on Poliwhirl's stomach changes direction when it evolves into Poliwag?\" However, Poliwhirl evolves from, not into, Poliwag.",
    "Generation V changed Poliwag's base Experience yield from 77 to 60, making it the only Pokemon whose base Experience yield is the same as its National Dex number.",
    "In Pokemon Adventures, Poliwag holds the record as the Pokemon who takes the least amount of time to evolve twice, taking only one chapter. It shares this with Caterpie and Togepi.",
    "Poliwag shares its species name with Poliwhirl, Poliwrath, and Tympole. They are all known as the Tadpole Pokemon.",
    "Prior to Generation VI, Poliwag and Ditto had the same cry.",
    "A prototype design of Poliwag was shown on Game Freak's official Japanese website in 1997.",
    "The Red and Blue Pokedex entries state Poliwag are born without legs. However with the addition of Pokemon Eggs in the next generation, Poliwag are shown to be born with legs.",
    "The logo for the Pokemon Center in Tokyo featured Poliwhirl until it was replaced by Piplup in July 2007. Poliwhirl was also featured prominently on the center of the November 22, 1999, issue of Time Magazine.",
    "Poliwhirl was also featured prominently on the center of the November 22, 1999, issue of Time Magazine.",
    "Poliwhirl's sprites and artwork are inconsistent with respect to its gloves. Sometimes, they are depicted as mittens, while other times, they have separate fingers. All spritework from FireRed and LeafGreen onwards feature Poliwhirl with mitten-like hands. Because of this, Poliwhirl is one of the few Pokemon to have its Emerald sprite differ from the Ruby and Sapphire one.",
    "All spritework from FireRed and LeafGreen onwards feature Poliwhirl with mitten-like hands. Because of this, Poliwhirl is one of the few Pokemon to have its Emerald sprite differ from the Ruby and Sapphire one.",
    "Poliwhirl shares its category with Poliwag, Poliwrath, and Tympole. They are all known as the Tadpole Pokemon.",
    "In Generation II and Pokemon HeartGold and SoulSilver, a man in Celadon City with a Poliwrath says that he hopes that it will evolve into a frog Pokemon one day. Although the Pokemon he was thinking of is most likely Politoed, it is too late, as it is Poliwhirl, not Poliwrath, that evolves into Politoed when traded while holding a King's Rock.",
    "An early design of Poliwrath revealed on Game Freak's official Japanese website circa 1997 depicts it wearing a crown, similar to the King's Rock, which is necessary to evolve Poliwhirl into Politoed.",
    "Poliwrath shares its category with Poliwag, Poliwhirl, and Tympole. They are all known as the Tadpole Pokemon.",
    "In some illustrations, Poliwrath is depicted with four fingers instead of three.",
    "Prior to Generation VI, Poliwrath and its evolutionary counterpart Politoed shared the same base stats. This changed in Generation VI when Poliwrath received a ten-point increase to its Attack, but Politoed did not receive a stat increase. It shares this counterpart difference with Beautifly.",
    "In the Pokemon Red and Blue beta, Abra was originally known as \"Hocus\".",
    "In Pokemon Conquest, Abra is seen floating. Despite this, it is still considered a grounded Pokemon and can activate ground traps such as the Cog Wheel in Valora.",
    "Of all Psychic-type Pokemon, Abra has the lowest base Attack and is tied with Smoochum for the lowest base Defense.",
    "In Pokemon: Let's Go, Pikachu! and Let's Go, Eevee!, a wild Abra will Teleport away if the player tries to approach it from the front.",
    "Abra has the highest flee rate in Pokemon GO at 99%, meaning it is almost guaranteed to run away after breaking out of a Poke Ball. This is an homage to the core series, where it will use Teleport to escape on the first turn.",
    "In Pokemon Mystery Dungeon: Rescue Team DX, wild Abra will always drop a Max Ether when defeated.",
    "In the Pokemon Red and Blue beta, Kadabra was originally known as \"Pocus\".",
    "Pocket Monsters Encyclopedia says that Kadabra's Pokedex entry from Pokemon Red and Green is a reference to an in-universe novel \"Transformation\" that won the second Pokemon Literary Award.",
    "In Pokemon Crystal, a bug causes the capture formula for the Heavy Ball to incorrectly retrieve this Pokemon's weight, giving it a +40 catch rate modifier. This also affects Tauros and Sunflora.",
    "If a Kadabra holds an Everstone from Generation III onwards while traded, the Everstone will not take effect and the Kadabra will still evolve into Alakazam. While it shares this trait with Machoke, Graveler and Haunter in Generation III due to a glitch, Kadabra keeps this trait in Generation IV onwards while the other three do not.",
    "Alakazam could be seen as a counterpart to Machamp. They are both the last stage of a three-part evolutionary line, they reach their final stage by trading, level up at a Medium Slow rate, and they both have a 75% male gender ratio. Also, Alakazam excels at the Special Attack stat, while Machamp excels at Attack. Their evolutionary lines are also next to each other in the National Pokedex. Moreover, a girl in Oreburgh City will trade her Abra for a Machop. Additionally, their base friendship is the same at 70, and all Pokemon in both of their respective evolutionary lines are in the Human-Like egg group. Finally, while Alakazam has a Mega Evolution, Machamp has a Gigantamax form. Alakazam could also be seen as a counterpart to Gengar. They are both the last stage of a three-part evolutionary line, which can only be achieved by trading, both have Mega Evolutions, Gengar is weak against Psychic moves and Alakazam is weak against Ghost moves, so they are weak and at the same time strong against each other. They have the same length, and both get smaller when they Mega Evolve. Their base friendship is also the same, with 70. In The Ancient Puzzle of Pokemopolis, there are a Gengar and an Alakazam put against each other. Since Generation VI, they both have a base stat total of 500. Both are weak to Dark-type Moves. They also have the same stat structure throughout their evolutions, always having high Speed and Special Attack, and being very low in Physical Defense and still relatively low in Special Defense, HP, and Physical Attack.",
    " Alakazam could also be seen as a counterpart to Gengar. They are both the last stage of a three-part evolutionary line, which can only be achieved by trading, both have Mega Evolutions, Gengar is weak against Psychic moves and Alakazam is weak against Ghost moves, so they are weak and at the same time strong against each other. They have the same length, and both get smaller when they Mega Evolve. Their base friendship is also the same, with 70. In The Ancient Puzzle of Pokemopolis, there are a Gengar and an Alakazam put against each other. Since Generation VI, they both have a base stat total of 500. Both are weak to Dark-type Moves. They also have the same stat structure throughout their evolutions, always having high Speed and Special Attack, and being very low in Physical Defense and still relatively low in Special Defense, HP, and Physical Attack.",
    "Alakazam was the only Pokemon whose base stat total does not increase by exactly 100 points upon Mega Evolution, gaining instead only 90 points overall. This only applied to it in Generation VI because Mega Alakazam received another 10 points in its Special Defense in Generation VII. Because some form of Alakazam had its Special Defense raised in both Generation VI and Generation VII, Alakazam is the only Pokemon whose base stats changed more than once after Generation II.",
    "Because some form of Alakazam had its Special Defense raised in both Generation VI and Generation VII, Alakazam is the only Pokemon whose base stats changed more than once after Generation II.",
    "Alakazam has the lowest average Performance of any fully evolved Pokemon.",
    "In Red and Blue, an Alakazam sent out by an opponent while the player's Pokemon has low health will have the cry of a Gastly.",
    "In HeartGold and SoulSilver, Alakazam is the same height as Ethan.",
    "Before the release of the English versions of Pokemon Red and Blue, Machop was known as \"Kara-Tee\". This name is a corruption of karate, a fighting style.",
    "In the Pokemon Red and Blue beta, Machoke was originally known as \"Kung-Foo\". This name is a corruption of kung fu, a Chinese martial art.",
    "In The Official Pokemon Handbook, Machoke is described as being extremely narcissistic; \"Machoke, [...]likes its own body way too much. Sometimes it's too busy looking at itself in the mirror to train\"",
    "which is exactly the opposite of the description given in Pokemon Stadium; \"Although it is incredibly strong, it is always modest\".",
    "Machoke's belt looks very similar to the Winner's Belt Prop in Pokemon Black and White.",
    "Machoke's complexion has been inconsistent in its appearances in the games, ranging between different shades of grey, blue, and purple.",
    "In the Pokemon Red and Blue beta, Machamp was originally known as \"Ju-Doh\". This name is a corruption of judo, a fighting style.",
    "Machamp could be seen as a counterpart to Alakazam. They are both the last stage of a three-part evolutionary line, they reach their final stage by trading, level up at a Medium Slow rate, and they both have a 75% male gender ratio. Also, Machamp excels at the Attack stat, while Alakazam excels at the Special Attack stat. Their evolutionary lines are also next to each other in the National Pokedex. Moreover, a girl in Oreburgh City will trade her Abra for a Machop. Additionally, their base friendship is the same at 70, and all Pokemon in both of their respective evolutionary lines are in the Human-Like egg group. Finally, while Machamp has a Gigantamax form, Alakazam has a Mega Evolution. Machamp also can be seen as a counterpart to the Conkeldurr evolutionary line. Both of them are Fighting-type Pokemon whose Attack is their highest stat. They both have below average speed. They share the same base stat total. They both have same gender ratio, they both have three-evolutionary stages, and they both reach their respective final-evolutionary stage through trading. Besides Alakazam and Conkeldurr, Machamp can also be seen as a counterpart to Gengar. All four Pokemon can be obtained through evolution induced by trade. Gengar and Machamp are also capable of Gigantamaxing starting in Generation VIII and belong to two Gym Leaders in the Galar region, depending on which game is played; Machamp belongs to Bea in Pokemon Sword, while Gengar belongs to Allister in Pokemon Shield.",
    "Machamp also can be seen as a counterpart to the Conkeldurr evolutionary line. Both of them are Fighting-type Pokemon whose Attack is their highest stat. They both have below average speed. They share the same base stat total. They both have same gender ratio, they both have three-evolutionary stages, and they both reach their respective final-evolutionary stage through trading.",
    "Besides Alakazam and Conkeldurr, Machamp can also be seen as a counterpart to Gengar. All four Pokemon can be obtained through evolution induced by trade. Gengar and Machamp are also capable of Gigantamaxing starting in Generation VIII and belong to two Gym Leaders in the Galar region, depending on which game is played; Machamp belongs to Bea in Pokemon Sword, while Gengar belongs to Allister in Pokemon Shield.",
    "Machamp's Japanese name, Kairiky, is similar to the Japanese name of the move Strength. Additionally, in Mandarin and Cantonese Chinese, Machamp shares its name with Strength; ÊÄ™Âäõ Gu√†il√¨ and ÊÄ™Âäõ Gwaailihk respectively.",
    "Additionally, in Mandarin and Cantonese Chinese, Machamp shares its name with Strength; ÊÄ™Âäõ Gu√†il√¨ and ÊÄ™Âäõ Gwaailihk respectively.",
    "Bellsprout shares its category name with Vileplume and Bellossom. They are all known as the Flower Pokemon.",
    "Bellsprout can be seen as a parallel to Oddish. Both of them are Grass/Poison type Generation I Pokemon, part of a three-stage evolutionary line, can evolve starting at level 21, and whose second evolutionary event utilizes a Leaf Stone. Bellsprout is exclusive to Pokemon Blue, LeafGreen, and Let's Go, Eevee! while Oddish is exclusive to Pokemon Red, FireRed, and Let's Go, Pikachu!, with both Pokemon found in the same locations in their respective versions. Additionally, both can be found at White Forest in Pokemon White, and both Pokemon have had their Egg designs revealed.",
    "Despite learning Leech Life through breeding, Bellsprout and its evolved forms could not learn it through TM until Pokemon Scarlet and Violet.",
    "Bellsprout is tied with Sunkern and Seedot for the lowest base Special Defense stat of all Grass-type Pokemon.",
    "Despite learning Leech Life through breeding, Weepinbell and its evolutionary relatives could not learn it through TM until Pokemon Scarlet and Violet.",
    "In Pokemon Horizons: The Series, Brassius has made a mug modeled after a Weepinbell.",
    "In Generation I, Victreebel has the highest index number of all non-glitch Pokemon.",
    "Despite learning Leech Life through breeding, Victreebel and its pre-evolved forms could not learn it through TM until Pokemon Scarlet and Violet.",
    "In Pokemon Horizons: The Series, Brassius has made a pitcher modeled after a Victreebel. This could be a pun because it is based off of a pitcher plant.",
    "In the Pokemon Red and Blue beta, Tentacool was originally known as \"Jilly\".",
    "Tentacool, Toedscool, and their respective evolutionary lines have exactly the same base stats in the same distribution.",
    "In the Pokemon Red and Blue beta, Tentacruel was originally known as \"Manowar\" after the Portuguese man o' war.",
    "Tentacruel, Toedscruel, and their respective evolutionary lines have exactly the same base stats in the same distribution.",
    "Even though many of Tentacruel's Pokedex entries mention it having 80 tentacles, it is never shown to have that many, with its main artwork only showing up to 14 tentacles.",
    "In the Japanese game Pokemon Blue, Geodude weighs 2.0¬†kg instead of 20.0¬†kg (as it does in all other games). This has no mechanical significance, as no game mechanics use weight in the handheld Generation I games.",
    "Geodude is similar to Roggenrola: both are Rock-type, have Sturdy as one of their Abilities, evolve at level 25, and reach their final forms when traded.",
    "Geodude's evolutionary line is the only three-stage evolutionary line in which all members have a regional form.",
    "Alolan Geodude has the lowest base Special Attack stat of all Electric-type Pokemon.",
    "Alolan Geodude and its evolutionary relatives were designed by Hitoshi Ariga.",
    "Burmy, Wormadam, Mothim, Geodude, Graveler and Golem are the only Pokemon in all five Hisui Pokedex sublistings.",
    "Graveler's Crystal sprite is different from that of Gold and Silver, making it one of few Pokemon to have three distinctly different sprites in Generation II.",
    "Graveler's Red and Blue sprite shows an incorrect number of limbs; only four are visible. This was corrected in Pokemon Yellow. Mato's rendition of the Pokemon in Pokemon Adventures also depicts Yellow's Graveler with four limbs, possibly for this reason. All other Graveler that have since appeared in Pokemon Adventures have shown the right amount.",
    " Mato's rendition of the Pokemon in Pokemon Adventures also depicts Yellow's Graveler with four limbs, possibly for this reason. All other Graveler that have since appeared in Pokemon Adventures have shown the right amount.",
    "Graveler is the only Pokemon unavailable for use in the Pika Cup who can evolve, despite the fact that Golem is available.",
    "Graveler is very similar to Boldore. Both are Rock-type Pokemon introduced in an odd-numbered generation with a base stat total of 390, have Sturdy as one of their Abilities, evolve at level 25, and can evolve again by trading.",
    "Graveler's evolutionary line is the only three-stage evolutionary line in which all members have a regional form.",
    "Alolan Graveler and its evolutionary relatives were designed by Hitoshi Ariga.",
    "In Generation IX, Kantonian Graveler cannot learn Gyro Ball via TM, while its evolutionary relatives can.",
    "In Red, Blue, and Yellow Versions in Generation I, Golem is the only Pokemon that cannot ever be seen without trading. A hint to its existence can be found in the English versions of these games, where a non-player character at the Celadon Department Store receives his friend's Graveler via trade and mentions it evolving. In the Japanese version, the NPC speaks of his new Haunter evolving into a Gengar instead. Either Electabuzz or Magmar (depending on version being played), Kabutops or Omastar (depending on which fossil the player chose) and Venusaur (if the player started with Charmander in Red and Blue or locked themselves out of Bulbasaur in Yellow) can be other Pokemon that cannot ever be seen, but only Golem is definitely missable. The remakes FireRed and LeafGreen have a Ruin Maniac at Ruin Valley with a Golem, making it no longer impossible to see without trading. A hint to its existence can be found in the English versions of these games, where a non-player character at the Celadon Department Store receives his friend's Graveler via trade and mentions it evolving. In the Japanese version, the NPC speaks of his new Haunter evolving into a Gengar instead.",
    "Either Electabuzz or Magmar (depending on version being played), Kabutops or Omastar (depending on which fossil the player chose) and Venusaur (if the player started with Charmander in Red and Blue or locked themselves out of Bulbasaur in Yellow) can be other Pokemon that cannot ever be seen, but only Golem is definitely missable.",
    "The remakes FireRed and LeafGreen have a Ruin Maniac at Ruin Valley with a Golem, making it no longer impossible to see without trading.",
    "Golem's evolutionary line shares similarities with Gigalith's evolutionary line. Both of them are Rock-type; have Sturdy as one of their Abilities; learn Stealth Rock, Smack Down, Explosion, Stone Edge, and Rock Blast by level-up; first evolve at level 25; and then reach the final evolutionary stage by trading.",
    "Golem's evolutionary line is the only three-stage evolutionary line in which all members have a regional form.",
    "Alolan Golem has the highest base Defense stat of all Electric-type Pokemon.",
    "Alolan Golem and its evolutionary relatives were designed by Hitoshi Ariga.",
    "In Generation IX, Alolan Golem is unable to learn High Horsepower via TM, while its pre-evolutions can.",
    "In August 2007, employees of Game Freak put several Japanese Psyduck up on the Global Trade Station for an American Ponyta.",
    "Ponyta is one of the fourteen Pokemon the player can collect foreign Pokedex entries for in Pokemon Diamond and Pearl.",
    "Ponyta's Stadium and FireRed Pokedex entries state that it can jump over the Eiffel Tower and Ayers Rock, which exist in the real world. Tokyo Tower is referenced in Red and Green, as well as the Japanese versions of Stadium and FireRed.",
    "Galarian Ponyta's category, Unique Horn, sounds similar to \"unicorn\".",
    "In early English-language promotional material for Pokemon Red and Blue, it was revealed that Rapidash was to keep its romanized Japanese name \\\"Gallop\\\".",
    "Rapidash is the favorite Pokemon of the Kanto Pokemon Fan Club Chairman. When the player first speaks to him, he goes on about why Rapidash is his favorite Pokemon at length.",
    "Galarian Rapidash's category, Unique Horn, sounds similar to \"unicorn\".",
    "In the Pokemon Red and Blue beta, Slowpoke was originally known as \"Slowmo\".",
    "The Japanese and international versions of Pokemon Silver have different sprites for Slowpoke, with the Japanese versions having a fatter and striped belly similar to that which Slowbro and Slowking sport. It is unknown why this was changed. However, its striped underside is still partially visible in all of its Gold and Crystal sprites. This striped belly does not appear to be a true error, as it has been seen in artwork by Ken Sugimori, though it is from Generation I.",
    "Like Mantyke, Slowpoke evolves when another Pokemon is attached to it; however, this was only seen in the animated series. Proximity-based evolution such as requiring Mantyke and Remoraid to be in the same party were not introduced until Generation IV.",
    "Slowpoke is the only Pokemon whose multiple evolutions have different total EV yields: Slowbro has an EV yield of 2, while Slowking has an EV yield of 3.",
    "Despite numerous Pokedex entries stating its lack of response to a bite on its tail, in Pokemon Snap it is shown to quickly react to Shellder's bite. This may be due to Shellder's venom stimulating a quicker response, or simply an error or game mechanic to speed the process along.",
    "The Pokemon Company posted a Slowpoke-themed reggae music video onto their Japanese channel titled „Å©„Å™„ÅÑ„ÇÑ„Å≠„Çì „É§„Éâ„É≥ (What's Going on, Yadon?). The song was later dubbed and posted to the English-language channel under the title of Slowpoke Song.",
    "Though the species has appeared repeatedly, no Slowpoke has ever been seen using an attack in the animated series.",
    "Slowpoke has the lowest base Speed stat of all Psychic-type Pokemon. It also has the lowest base Speed stat of all Pokemon introduced in Generation I. It also has the lowest base Speed stat of all Pokemon introduced in Generation I.",
    "Slowpoke has the fewest move differences between regional forms, having almost identical learnsets with only two differences. The Galarian form learns Acid instead of Water Gun at level 6 and can learn TR81, Foul Play. However, in Generation IX, both forms are able to learn TM062 Foul Play, resulting in there only being one difference between their learnsets.",
    "Slowpoke is the only Pokemon with a regional form with a branched Evolution. It is also the only Pokemon to not only not gain a new type in its regional form, but also lose one type without changing the other. It is also the only Pokemon to not only not gain a new type in its regional form, but also lose one type without changing the other.",
    "When Galarian Slowpoke was first released, it could use Eviolite despite being unable to evolve at the time (possibly because its evolutions were still programmed in or planned).",
    "Galarian Slowpoke is the only Pokemon with a branched Evolution where both evolved forms share identical type combinations with each other, but not their pre-evolved form.",
    "Unlike most regional forms, Galarian Slowpoke has a different cry from its regular form. However, this difference does not exist in Pokemon GO or Pokemon HOME.",
    "Slowpoke, its Galarian form, and their evolved forms are the only Psychic-type Pokemon in the Monster Egg Group.",
    "Galarian Slowpoke is the first regional form Pokemon to be added in an update.",
    "Galarian Slowpoke is the first Galarian form that can be caught outside of Galar.",
    "Despite it being a commonly known and accepted fact that Shellder triggers its evolution, mentioned in most of its Pokedex entries, Slowbro's evolution from Slowpoke has nothing to do with Shellder in the core series, unlike how the evolution of Mantyke requires a Remoraid.",
    "In the Pokemon Red and Blue beta, Magnemite was originally known as \"Coil\" which was derived from its Japanese name.",
    "Magnemite and its evolved form were the first Pokemon to ever change typing with the progress of generations.",
    "Despite most of Magnemite's Pokedex entries saying they are able to float through the air by employing powerful electromagnetic waves or even anti-gravity, Magnemite does not have the Ability Levitate, so it is still affected by Ground-type moves. However, starting in Generation IV, Magnemite can learn Magnet Rise, which simulates Levitate for five turns.",
    "Magnemite and Magneton are two of the few Pokemon that had their cry changed slightly in Generation III. This was due to Generation III utilizing a better sound effects game engine and newer game system.",
    "Pokemon Snap is one of the few times that two Magnemite have been shown bonding, similar to a Magneton. However, when a picture is taken, they are still called Magnemite. Pokemon Mystery Dungeon: Red Rescue Team and Blue Rescue Team also showed this, but it was stated to be a failed evolution, due to the lack of a third Magnemite. Pokemon Mystery Dungeon: Red Rescue Team and Blue Rescue Team also showed this, but it was stated to be a failed evolution, due to the lack of a third Magnemite.",
    "In 2008, Japanese internet users spammed votes for Magnemite on a Yahoo! Kids poll featuring 9 Pokemon appearing in Giratina and the Sky Warrior. Since then, several Japanese Pokemon polls have received an unusual amount of votes for Magnemite, including the 2021 Pokemon of the Year poll, when it came in 1st place for Kanto Pokemon.",
    "In Generation V, Magnemite was the most traded Pokemon on the GTS. This is probably due to what is known as the Magnemite chain/coil: a scheme by which players could increase the number of visitors to their Join Avenue in Black¬†2 and White¬†2 by trading Magnemite on the GTS. The scheme originated with Japanese players and became popular worldwide.",
    "Magnemite was designed by Ken Sugimori, based on an idea by Satoshi Tajiri.",
    "On May 31, 2017, The Pokemon Company posted a Magnemite-themed music video onto their YouTube channel titled Where is Coil? Here is Coil!.",
    "In the Pokemon Red and Blue beta, Magneton was originally known as \"Recoil\".",
    "Magneton and its pre-evolved form were the first Pokemon to ever change types with the progress of generations.",
    "Although it is said that Magneton is made up of three Magnemite, there is contradictory evidence seen in various forms of media. In the only animated episode to date showing a Magnemite Evolution, Get Along, Little Pokemon, when Ethan's Magnemite #6 evolves into Magneton, it \\\"\\\"creates\\\"\\\" two Magnemite during Evolution, instead of combining with two real Magnemite. Similarly, in the main series games, when Magnemite reaches level 30, it evolves without the aid of two additional Magnemite. This is unlike Mantyke, which requires a Remoraid to evolve. In Pokemon Snap, a Magneton is clearly shown to be created by three Magnemite. Also, when two Magnemite get stuck together halfway through Evolution in Pokemon Mystery Dungeon: Red Rescue Team and Blue Rescue Team, they mention how three Magnemite must come together to evolve. After Evolution, Magneton becomes exactly ten times heavier than Magnemite. Logically, it should be three times heavier due to it being three Magnemite (39.6¬†lbs). Magnemite weighs 13.2¬†lbs. (6.0¬†kg), whereas Magneton weighs 132.3¬†lbs. (60.0¬†kg). In the only animated episode to date showing a Magnemite Evolution, Get Along, Little Pokemon, when Ethan's Magnemite #6 evolves into Magneton, it \\\"creates\\\" two Magnemite during Evolution, instead of combining with two real Magnemite. Similarly, in the main series games, when Magnemite reaches level 30, it evolves without the aid of two additional Magnemite. This is unlike Mantyke, which requires a Remoraid to evolve.",
    "In Pokemon Snap, a Magneton is clearly shown to be created by three Magnemite. Also, when two Magnemite get stuck together halfway through Evolution in Pokemon Mystery Dungeon: Red Rescue Team and Blue Rescue Team, they mention how three Magnemite must come together to evolve.",
    "After Evolution, Magneton becomes exactly ten times heavier than Magnemite. Logically, it should be three times heavier due to it being three Magnemite (39.6¬†lbs). Magnemite weighs 13.2¬†lbs. (6.0¬†kg), whereas Magneton weighs 132.3¬†lbs. (60.0¬†kg).",
    "Magneton is usually depicted with only seven screws, with two of the Magnemite losing one screw each upon Evolution. However, it is occasionally depicted with 9 screws such as in its Generation II and Generation III sprites.",
    "The 3 Magnemite composing Magneton are usually depicted as attached to each other and only occasionally separating. However, in certain games such as Pokemon Stadium and Pokemon Colosseum, the Magnemite are depicted as floating separately from each other and only occasionally combining to attack.",
    "Magneton and Magnemite are two of few Pokemon that had their cry changed slightly in Generation III. This was due to Generation III utilizing a better sound effects game engine and newer game system.",
    "Despite most depictions of Magneton showing they are able to float through the air, Magneton does not have the Ability Levitate, so it is still affected by Ground-type moves. However, starting in Generation IV, Magneton can learn Magnet Rise, which simulates Levitate for five turns.",
    "Magneton is the only Electric-type Pokemon consisting of multiple bodies.",
    "Magneton is the only Pokemon to share its weight with any of its Paradox relative species, weighing the same as Sandy Shocks. It is also the only Pokemon with an ancient relative that is not heavier than its present-day relative. It is also the only Pokemon with an ancient relative that is not heavier than its present-day relative.",
    "In the 1997 Nintendo Space World demo of Pokemon Gold and Silver, Farfetch'd had an evolution, known as „Éû„ÉÄ„Éº„É† MadƒÅmu, that was scrapped in the final release of the games. Pokemon Sword and Shield director Shigeru Ohmori has stated in an interview that Sirfetch'd's design is not inspired by this scrapped evolution, but is instead a new one fitting for the Galar region, which is based on the United Kingdom. Pokemon Sword and Shield director Shigeru Ohmori has stated in an interview that Sirfetch'd's design is not inspired by this scrapped evolution, but is instead a new one fitting for the Galar region, which is based on the United Kingdom.",
    "Farfetch'd and Sirfetch'd are the only Pokemon with an apostrophe in their names. Due to this, it is impossible to return a nicknamed Farfetch'd to its species name in the English, Spanish, or Italian versions of the Generation I and II games. This is because the apostrophe is not available as a character for nicknames. Due to a bug in Pokemon HOME, an unnicknamed Farfetch'd or Sirfetch'd with an English, Spanish, or Italian language of origin that is transferred into HOME will be treated as a nicknamed Pokemon, due to HOME assigning a different character for the apostrophe in the species names (\\\"\\\"Farfetch'd\\\"\\\" and \\\"\\\"Sirfetch'd\"). Due to this, it is impossible to return a nicknamed Farfetch'd to its species name in the English, Spanish, or Italian versions of the Generation I and II games. This is because the apostrophe is not available as a character for nicknames.",
    "Due to a bug in Pokemon HOME, an unnicknamed Farfetch'd or Sirfetch'd with an English, Spanish, or Italian language of origin that is transferred into HOME will be treated as a nicknamed Pokemon, due to HOME assigning a different character for the apostrophe in the species names (\\\"Farfetch'd\\\" and \\\"Sirfetch'd\\\").",
    "Farfetch'd is the only Pokemon with a base stat total of 377. Prior to the Attack increase it received in Pokemon X and Y, it was instead the only Pokemon with a base stat total of 352.",
    "Due to changes to the critical-hit formula in Generation VI, if Farfetch'd holds its signature item, the Leek, and uses a move with an increased critical-hit ratio, the move will always land as a critical hit.",
    "In Pokemon Emerald, Farfetch'd can learn Fury Cutter via leveling up, but not via Move Tutor. This was fixed in Platinum.",
    "Galarian Farfetch'd can be seen as a parallel to Galarian Corsola. They are both regional forms with a single type and can evolve once, while their original forms do not evolve. At the Stow-on-Side Stadium and during the Champion Cup Finals, Bea in Pokemon Sword uses Galarian Farfetch'd's evolution, Sirfetch'd, in her team, while Allister in Pokemon Shield uses Galarian Corsola's evolution, Cursola, in his team.",
    "Galarian Farfetch'd was released in Pokemon GO on June 17, 2020, shortly after Galarian Meowth and Zigzagoon. Although the latter two could evolve into Perrserker and Obstagoon upon release, respectively, Galarian Farfetch'd couldn't evolve into Sirfetch'd at the time. Sirfetch'd was later added to coincide with the release of The Crown Tundra for the Pokemon Sword and Shield Expansion Pass on October 22, 2020.",
    "Wild Galarian Farfetch'd will not evolve if it lands three critical hits on the player's Pokemon and is then caught.",
    "In the Pokemon Red and Blue beta, Doduo was originally known as \"Dodo\" its Japanese name.",
    "Before Generation IV, the necks of normal Doduo were black (which became the male neck color), while its evolution's necks were beige (which became the female neck color).",
    "According to its Pokedex entries, Doduo can run at 60¬†mph (100¬†km/h), while Dodrio can only run at nearly 40¬†mph (60¬†km/h). However, Dodrio's base Speed stat is higher.",
    "Doduo and Dodrio are the only Flying-type Pokemon consisting of a head and legs.",
    "While one of its heads is saying something in Pokemon Mystery Dungeon, the others say me too or mine too, but its pre-evolved form's other head will not.",
    "Dodrio is the only Pokemon whose National Pokedex number is the whole number portion of its weight in kilograms.",
    "Dodrio is featured in the Generation III wireless mini-game, Dodrio Berry Picking, where it is required that players own a Dodrio to be able to play.",
    "Before Generation IV, the necks of normal Dodrio were beige (which became the female neck color), while its pre-evolution's necks were black (which became the male neck color).",
    "Dodrio and Doduo are the only Flying-type Pokemon consisting of a head and legs.",
    "Seel shares its category with Dewgong and Popplio. They are all known as the Sea Lion Pokemon.",
    "Seel is the only non-Ice-type Pokemon that can have Ice Body as its Ability. Consequently, Seel is the only Pokemon with Ice Body to benefit from its hail immunity, since all other Pokemon with the Ability are naturally immune to hail damage due to their typing.",
    "In the Pokemon Red and Blue beta, Dewgong was originally known as \"Manaty\".",
    "Dewgong shares its category with Seel and Popplio. They are all known as the Sea Lion Pokemon.",
    "In Sparks Fly for Magnemite, Grimer's animated series debut, Grimer had a very strong odor that made most people around the Grimer cover their noses from the smell. However, in later episodes, Grimer's smell has seemingly ceased to exist. This is most obvious in Camping It Up!, where Dawn is given a Grimer to train, and it immediately hugs her, but no one complains about any smell.",
    "Grimer shares similar traits to Koffing and Trubbish. All three Pokemon are pure Poison-type Pokemon with a single evolved form, roughly the same base stat totals and evolution levels, and appear to be based on a different kind of pollution; Grimer being water pollution.",
    "Alolan Grimer and its Alolan evolution were designed by Hitoshi Ariga.",
    "Alolan Grimer had no Egg Moves in Pokemon Scarlet and Violet prior to Version 2.0.1. This was presumably unintentional, as it regained them in said version. The same situation occurred with Luvdisc and Cacnea.",
    "Muk shares similar traits to Weezing and Garbodor. All three Pokemon are pure Poison-type Pokemon with a single pre-evolved form, roughly the same base stat totals and evolution levels, and appear to be based on a different kind of pollution, Muk being water pollution.",
    "Alolan Muk and its Alolan pre-evolved form were designed by Hitoshi Ariga.",
    "Muk is tied with Mew for the shortest English name of all Pokemon.",
    "In Pokemon the Series, Shellder is required to evolve Slowpoke into Slowbro or Slowking. Shellder clamps onto a Slowpoke's tail to evolve into Slowbro, or onto its head while wearing the King's Rock to evolve into a Slowking. Even though Shellder changes form drastically when it bonds with Slowpoke to evolve (see above), it is not considered an evolution in and of itself. Despite this requirement for Slowpoke to evolve, no game has ever reflected this beyond Slowpoke's Pokedex entries. Slowpoke instead evolves into Slowbro at level 37, and into Slowking while traded with a King's Rock, and does not require the presence of Shellder, as opposed to Mantyke evolving with Remoraid in the party. Shellder is said to produce poison and inject it into its host Slowbro or Slowking, but is not actually capable of learning any Poison-type moves as of Generation VIII. In The Evolution Solution, it is revealed that Shellder is still capable of speech as the shell of a Slowbro. Despite this requirement for Slowpoke to evolve, no game has ever reflected this beyond Slowpoke's Pokedex entries. Slowpoke instead evolves into Slowbro at level 37, and into Slowking while traded with a King's Rock, and does not require the presence of Shellder, as opposed to Mantyke evolving with Remoraid in the party.",
    "Shellder is said to produce poison and inject it into its host Slowbro or Slowking, but is not actually capable of learning any Poison-type moves as of Generation VIII.",
    "In The Evolution Solution, it is revealed that Shellder is still capable of speech as the shell of a Slowbro.",
    "Shellder were revealed to be capable of floating through the air in Pokemon Snap, a trait that has been seen in no other media.",
    "Shellder and Cloyster share their category name with Clamperl. They are all known as the Bivalve Pokemon.",
    "Shellder can be seen as a counterpart to Staryu. Both are Water-types in the Water 3 Egg Group, both evolve with a Water Stone, and both gain a second type upon evolution. Cloyster is seen as a slow defensive Pokemon, while Starmie is seen as a fast attacking Pokemon; and Shellder is exclusive to FireRed and Y, while Staryu is exclusive to LeafGreen and X.",
    "Cloyster is tied with Mega Slowbro for the highest base Defense stat of all Water-type Pokemon. Slowbro's tail has an attached Shellder, which grows to engulf it during Mega Evolution. This may have been an intended parallel. Slowbro's tail has an attached Shellder, which grows to engulf it during Mega Evolution. This may have been an intended parallel.",
    "Cloyster and its pre-evolved form share their category name with Clamperl. They are all known as the Bivalve Pokemon.",
    "In the Pokemon Red and Blue beta, Gastly's prototype name was \"Spirit\".",
    "Despite all of them being Poison-type Pokemon, Gastly and its evolutionary line cannot learn any Poison-type moves by leveling up outside of Pokemon: Let's Go, Pikachu! and Let's Go, Eevee! and Pokemon Legends: Arceus.",
    "Gastly is tied with: Venipede for the lowest base HP stat of all Poison-type Pokemon. Weedle for the lowest Defense stat of all Poison-type Pokemon. Haunter for the lightest Poison-type Pokemon. Haunter and Roaming Form Gimmighoul for the lightest Ghost-type Pokemon. Venipede for the lowest base HP stat of all Poison-type Pokemon.",
    "Weedle for the lowest Defense stat of all Poison-type Pokemon.",
    "Haunter for the lightest Poison-type Pokemon.",
    "Haunter and Roaming Form Gimmighoul for the lightest Ghost-type Pokemon.",
    "Gastly is the only Pokemon that weighs exactly the same as its evolution.",
    "In the Pokemon Red and Blue beta, Haunter's prototype name was \"Spectre\". Page 19 of the Pokemon Trainer's Survival Guide erroneously references Haunter by this name. Page 19 of the Pokemon Trainer's Survival Guide erroneously references Haunter by this name.",
    "Despite all of them being Poison-type Pokemon, Haunter and its evolutionary line were not able to learn Poison-type moves by leveling up prior to Pokemon: Let's Go, Pikachu! and Let's Go, Eevee!.",
    "Haunter is the Pokemon with the most cry changes throughout the core series games, having been changed in Generations II, III, and VI.",
    "Haunter and Gastly are the lightest Poison-type Pokemon. They are also tied with Roaming Form Gimmighoul for the lightest Ghost-type Pokemon. Haunter is the only Pokemon that weighs exactly the same as its pre-evolution.",
    "Haunter is the only Pokemon that weighs exactly the same as its pre-evolution.",
    "Haunter is the only Ghost-type Pokemon featured in Pokemon Snap.",
    "Haunter's Japanese name, ゴースト Ghost, is exactly the same as the Japanese name for the Ghost type.",
    "In the English Pokemon Red and Blue beta, Gengar's prototype name was \"Phantom\". This is similar to Gengar's Korean name, which is 팬텀 Phantom.",
    "Gengar is Ken Sugimori's favorite Pokemon. The reason for this is because he finds that Gengar is the easiest Pokemon to draw.",
    "Despite Gengar and its evolutionary relatives all being part Poison-type, none of them were able to learn any Poison-type moves by leveling up until Pokemon: Let's Go, Pikachu! and Let's Go, Eevee!.",
    "Gengar is one of the first two Pokemon to appear in a Pokemon battle both in Pokemon the Series and in the games, the other being Nidorino. This is due to their appearance in the opening animation of Pokemon Red and Green, on which the beginning of the first TV episode was based on, as well as the Red and Green remakes.",
    "Gengar, along with Nidorino (and possibly other Pokemon), originate from the Capsule Monsters game design pitch, which would eventually become the Pokemon series.",
    "In Pokemon X and Y, Gengar is the only Pokemon with the Ability Levitate that is not eligible for Sky Battles.",
    "Mega Gengar has the highest base Special Attack stat of all Ghost-type and Poison-type Pokemon.",
    "When viewing Mega Gengar's Pokedex entry, the camera's view can only be moved sideways.",
    "Gengar could be seen as a counterpart to Alakazam. They are both the last stage of a three-part evolutionary line, require trading to reach their final stage of evolution, and are capable of Mega Evolution. They are the same height, and both get shorter upon Mega Evolution. They share a base friendship of 70 and, since Generation VI, a base stat total of 500. Both are weak to the other's STAB, and they share weaknesses to the Ghost and Dark types. In the Pokemon the Series episode The Ancient Puzzle of Pokemopolis, a Gengar and an Alakazam are put against each other. Gengar could also be seen as a counterpart to Machamp. They are, like Alakazam, the last stage of a three-part evolutionary line, can both be obtained through evolution induced by trade, and are capable of Gigantamaxing in Generation VIII. Both Gengar and Machamp also share a base friendship of 70. While both are weak against Psychic-type Pokemon, as Gengar is part Poison-type and Machamp is a Fighting-type, Gengar can counter it with its Ghost typing.",
    "Gengar could also be seen as a counterpart to Machamp. They are, like Alakazam, the last stage of a three-part evolutionary line, can both be obtained through evolution induced by trade, and are capable of Gigantamaxing in Generation VIII. Both Gengar and Machamp also share a base friendship of 70. While both are weak against Psychic-type Pokemon, as Gengar is part Poison-type and Machamp is a Fighting-type, Gengar can counter it with its Ghost typing.",
    "When being escorted through Mt. Freeze and Murky Cave in Pokemon Mystery Dungeon: Red Rescue Team and Blue Rescue Team, Gengar knows Leer, Scratch, and Quick Attack, although it cannot learn those moves by any means in any generation. These are the exact same moves Absol has when joining the player's team during this point in the main story. It's likely the data was unintentionally copied over, as escort Pokemon are uniquely coded from normal Pokemon. In the Rescue Team remake, Pokemon Mystery Dungeon: Rescue Team DX, Gengar's moves were changed to Hypnosis, Dream Eater, Shadow Ball, and Sucker Punch.",
    "Gengar's identity as a former human, as described by the Pokedex in Generation VII, may have been inspired by its portrayal in Pokemon Mystery Dungeon: Red Rescue Team and Blue Rescue Team, which was released 11 years before Pokemon Sun and Moon.",
    "In Pokemon Shuffle, Gengar's Shiny coloration is significantly lighter than in the core series. Instead, it resembles Alva's Gengar from Volcanion and the Mechanical Marvel.",
    "In the core series games, Mega Gengar has small feet that can be seen by recalling it and sending it out. A glitch in Pokemon GO also allows Mega Gengar's feet to be seen. In Pokken Tournament, however, Mega Gengar does not have feet. Instead, a portal appears beneath it whenever it is airborne. Its tail will disappear as well.",
    "When Gengar Gigantamaxes, it doesn't grow on screen. Instead, it pops out of the ground.",
    "Gengar is the only Pokemon capable of both Gigantamax and Mega Evolution that is not one of the Kanto first partner Pokemon.",
    "Gengar is the only Ghost-type to have a Gigantamax form.",
    "In Generation VI, due to a glitch, on the first turn of becoming Mega Gengar, it can still be affected by Telekinesis.",
    "Gengar is tied with Snorlax for the most Pokedex entries in Pokemon the Series, with a total of 7.",
    "Onix is the heaviest and tallest unevolved Pokemon.",
    "Onix is the only unevolved Pokemon that is used in the Pokemon World Tournament by Trainers beyond the right attendant, being used in all of Brock's teams.",
    "The Onix line is the only multi-stage evolutionary line which can be completely acquired with in-game trades. However, this is only possible in Pokemon HeartGold and SoulSilver, in which the player can trade Bellsprout for Onix in Violet City, and any Pokemon for Steelix in Olivine City.",
    "The Lagging Tail held item resembles the end of Onix's tail.",
    "Onix is the only Gigantic Pokemon that can evolve.",
    "Onix has the highest Defense of all Pokemon that can still evolve.",
    "Drowzee's numbers in the Alola Pokedex in Pokemon Ultra Sun and Ultra Moon and the Paldea Pokedex are identical: 066 for the former, and 66 for the latter.",
    "Despite being heavily associated with Dream Eater, Drowzee and its evolution, Hypno, cannot learn the move by leveling up outside of Pokemon: Let's Go, Pikachu! and Let's Go, Eevee!. Notably, as the move is not a TM in Pokemon Scarlet and Violet, Drowzee and Hypno cannot legally learn Dream Eater in these games, despite both them and the move itself being present. Notably, as the move is not a TM in Pokemon Scarlet and Violet, Drowzee and Hypno cannot legally learn Dream Eater in these games, despite both them and the move itself being present.",
    "Hypno's Red, Blue, LeafGreen, and Scarlet Pokedex entries make reference to it using \"PSI moves\" (or \"psi moves\" in Scarlet), possibly indicating an early name for the Psychic type in English.",
    "Hypno's numbers in the Alola Pokedex in Pokemon Ultra Sun and Ultra Moon and the Paldea Pokedex are identical: 067 for the former, and 67 for the latter.",
    "Hypno are most likely commonly left handed due to always holding their pendulums in their left hand.",
    "Despite being heavily associated with the move Dream Eater, Hypno and its pre-evolution, Drowzee, cannot learn the move by leveling up outside of Pokemon: Let's Go, Pikachu! and Let's Go, Eevee!. Notably, as the move is not a TM in Pokemon Scarlet and Violet, Drowzee and Hypno cannot legally learn Dream Eater in these games, despite both them and the move itself being present.",
    "Krabby's number in the National Pokedex and the Galar Pokedex in Sword and Shield are the same: 098.",
    "Kingler shares its category name with Scizor. They are both known as the Pincer Pokemon, though Scizor was originally called the Scissors Pokemon.",
    "Kingler's number in the National Pokedex and the Galar Pokedex in Sword and Shield are the same: 099.",
    "Many of Kingler's Pokedex entries mention its claws having the crushing power of 10,000 horsepower. In actuality, horsepower is a unit of power which is energy divided by time‚Äînot related to pressure in any way. A more fitting unit would be pounds per square inch.",
    "In the English and European versions of Pokemon HeartGold and SoulSilver, a game called Voltorb Flip is introduced in place of slot machines. The game is similar to Minesweeper and largely focuses on flipping over cards to multiply the coins currently earned. Some cards, however, have Voltorb on them which will cause the player to lose Coins when flipped.",
    "Voltorb has the lowest base Attack stat of all Electric-type Pokemon.",
    "According to Pokemon HeartGold and SoulSilver: Prima's Official Strategy Guide, Voltorb is the only Pokemon recommended for the Disc Catch that is not a Flying type.",
    "In Pokemon Scarlet and Violet, Voltorb will explode if the player walks too close to it and the Voltorb notices them.",
    "The Shadow Voltorb in XD: Gale of Darkness is missable if players lose to Miror B in the first battle when he has the Voltorb in the Cave Poke Spot, as there is not a flag to make it respawn unlike other Shadow Pokemon. This will lock the player out of catching Voltorb, and as snagging Shadow Dragonite requires snagging every other Shadow Pokemon, the player will be locked out of Dragonite too.",
    "In Red, Blue, FireRed, and LeafGreen, players can obtain an Electrode at a level as low as 3 by catching a Pikachu in Viridian Forest, evolving it, and trading it to an old man at Cinnabar Island's Pokemon Lab.",
    "Electrode has a short song dedicated to it, sung by Suzukisan.",
    "Electrode is the only non-playable Pokemon to use the same move in Pokken Tournament and the Super Smash Bros. series.",
    "The author of Pokemon Adventures, Hidenori Kusaka, uses Electrode to represent himself in the volume's comment boxes.",
    "Hisuian Electrode has the highest base Speed stat of all Grass-type Pokemon.",
    "Exeggcute shares its category with Chansey. They are both known as the Egg Pokemon.",
    "Despite being able to learn Solar Beam by level up, Exeggcute cannot learn it by TM in Generation I.",
    "Despite being consisted of six individuals from different births and having separate identities, all six merge during evolution to form a single Exeggutor.",
    "Exeggcute and Kantonian Exeggutor are the only Psychic-type Pokemon in the Grass Egg Group.",
    "The size and crack patterns on the ‚Äúleader‚Äù Exeggcute is inconsistent between games. In Red and Blue only, the ‚Äúleader‚Äù is disproportionately larger compared to any other games which has it relatively consistent in size. The crack pattern is absent on the ‚Äúleader‚Äù in all the Generation IV and V sprites while there is an additional lower crack under its left eye in Pokemon Ruby, Sapphire and Emerald. In its Dream World and official art, the crack is absent.",
    "Alolan Exeggutor is the heaviest Grass-type Pokemon.",
    "Two of Ash's Pokemon in the anime have evolved after fighting and defeating Exeggutor. Ash's Charmander evolved into Charmeleon after defeating several Exeggutor, with some help from Melvin's fire power. Later on, Ash's Krabby evolved into Kingler after defeating Mandi's Exeggutor in the first round of the Indigo Plateau Conference.",
    "Exeggutor is Tsunekazu Ishihara's favorite Pokemon. He used it all throughout the debugging and testing of Pokemon Red and Green.",
    "Alolan Exeggutor was created by Ken Sugimori. Alolan Exeggutor was also the first regional form to be created for Sun and Moon.",
    "Alolan Exeggutor was also the first regional form to be created for Sun and Moon. The artwork for the Japanese Jungle booster box depicts Exeggutor with an elongated body and no visible legs.",
    "Aside from special badges, Alolan Exeggutor's is the only mega badge in the Nintendo Badge Arcade.",
    "Exeggutor is a rare example of a Pokemon that is capable of devolution, because when one of its heads grows too big, it falls off, becoming an Exeggcute in the process.",
    "Alolan Exeggutor was the first Alolan form to be officially revealed.",
    "Exeggutor is the only Pokemon in Pokemon Scarlet and Violet to have both its original form and regional form appear in the same Pokedex, with both forms appearing in the Blueberry Pokedex.",
    "In the Pokemon Red and Blue beta, Cubone was originally known as \"Orphon\", a corruption of the word \"orphan\", based on its abandonment at birth.",
    "Cubone is Midori Harada's favorite Pokemon.",
    "Cubone is one of the Pokemon that appears in the Pokemon 151 clothing line.",
    "Cubone is the only Pokemon that can evolve into a dual-type Pokemon that doesn't share any types with its evolution.",
    "A Japanese trading card, which features Cubone using the move Growl, partially reveals Cubone's face.",
    "While Alolan Marowak shares the Rock Head Ability with Cubone, Cubone is unable to retain this Ability after evolving in the Alola region. This is because Cubone's Rock Head is its first Ability, while Alolan Marowak's Rock Head is its Hidden Ability. It shares this trait with Tyrogue and Hitmontop's Ability Steadfast.",
    "In the second episode of Pokemon Origins, a mother Marowak is shown protecting her child Cubone from Team Rocket. Even though the Marowak is alive, the Cubone is still wearing a skull.",
    "Despite the Pokedex saying that Cubone wears the skull of its dead mother, Cubone are born wearing the skull when hatched from Eggs.",
    "In The Official Pokemon Handbook: Deluxe Edition, there is no mention of Cubone wearing the skull of its mother. Instead, this is said in Cubone's Pokedex entry from this book: \"Cubone uses the bones of ancient Pokemon to make armor and crude weapons\".",
    "In the Pokemon Red and Blue beta, Marowak was originally known as \"Guardia\". This is the Spanish word for guardian.",
    "According to some of Marowak's Generation II and IV Pokedex entries, somewhere exists a legendary Marowak graveyard. This is a reference to the elephants' graveyard of modern myth.",
    "Alolan Marowak is the only dual-type Pokemon that shares no types with its pre-evolution.",
    "Alolan Marowak is the only Ghost-type Pokemon in the Monster Egg Group.",
    "Though Alolan Marowak shares the Ability Rock Head with Cubone, a Cubone with Rock Head cannot evolve into an Alolan Marowak with the same Ability, as Rock Head is Cubone's first Ability and Alolan Marowak's Hidden Ability.",
    "Hitmonlee and Hitmonchan are the only Pokemon that were introduced as not being related to each other in an evolutionary line but later became part of the same evolutionary line as each other.",
    "According to Pokemon HeartGold and SoulSilver: Prima's Official Strategy Guide, Hitmonlee is the only Pokemon recommended for the Disc Catch that is not a Flying-type.",
    "Hitmonlee and Hitmonchan received the biggest increase to their Special stat in Generation II, gaining 75 points of Special Defense.",
    "Hitmonlee has more former signature moves than any other Pokemon, with a total of four.",
    "Hitmonlee's English name was suggested by Bill Giese, who assisted in the naming of many Generation I Pokemon.",
    "Hitmonchan and Hitmonlee are the only Pokemon that were introduced as not being related to each other in an evolutionary line but later became part of the same evolutionary line as each other.",
    "Hitmonchan learns the most increased-priority moves by leveling up out of all Pokemon, with six.",
    "Hitmonchan's Kanto and National Pokedex number, #107, could refer to Little Mac, whose weight is 107 pounds (ca. 49 kg).",
    "Despite the requirement for its evolution being a higher Defense than Attack, Hitmonchan's Attack stat is much higher than its Defense stat.",
    "Hitmonchan and Hitmonlee received the biggest increase to their Special stat in Generation II, gaining 75 points of Special Defense.",
    "Hitmonchan's English name was suggested by Bill Giese, who assisted in the naming of many Generation I Pokemon.",
    "In the Pokemon Red and Blue beta, Lickitung was originally known as \"Tonguetyd\".",
    "Lickitung's Red/Blue and LeafGreen Pokedex data compare its extensible tongue to that of a chameleon, a real-world lizard.",
    "Lickitung was incorrectly referred to as a Fighting-type Pokemon in Pokemon FireRed and LeafGreen: Prima's Official Strategy Guide.",
    "Lickitung's name was misspelled as \"Likitung\" in the Kanto Pokerap.",
    "Lickitung was listed in the credits of the N64 game Paperboy under the heading Special Edition Thanks.",
    "Despite its name, category, and Pokedex entries, Lickitung could not learn the move Lick until Generation II.",
    "In Goldenrod Tunnel, there is a Poke Maniac who, before battling, says their Pokemon just got a haircut. However, their only Pokemon is a Lickitung. This implies Lickitung may be capable of growing hair.",
    "Not counting temporary Pokemon, Lickitung is the only Pokemon used by Team Rocket in Kanto that can be caught in Pokemon: Let's Go, Pikachu!, while the others are exclusive to Pokemon: Let's Go, Eevee!.",
    "In the Pokemon Red and Blue beta, Koffing was originally known as \"Ny\", representing New York City's polluted air.",
    "According to a question of a Pokemon Exam the characters of the anime participated in, Koffing was supposedly first discovered in a public bathhouse. However, the Team Rocket expansion's Koffing card states that Koffing was first discovered in a weapons factory. This may be either because Jessie answered the question incorrectly, or due to an inconsistency between the TCG and anime.",
    "Koffing and Munna are the only Pokemon whose names are mentioned in music found in the games. Munna's name is heard in ミュージカル「メロメロ★ムンナ」Musical \"Charming Munna\", while Koffing's Japanese name is heard in タチワキジム(演奏・DOGARS) Virbank Gym (Performance - KOFFING), although it is replaced with the word \"Pokemon\" in international releases. This distinction is possibly shared with Wingull, as its Japanese name, キャモメ Camome, is arguably heard in the obscure vocals of ビレッジブリッジ Village Bridge.",
    "Koffing shares similar traits to Grimer and Trubbish. All three Pokemon are pure Poison-type Pokemon with a single evolved form, roughly the same base stat totals and evolution levels, and appear to be based on a different kind of pollution; Koffing being air pollution.",
    "Koffing and its evolved Kantonian form are the only Pokemon whose Abilities changed in Generation VIII. In previous generations, their only Ability was Levitate.",
    "In the Pokemon Red and Blue beta, Weezing was originally known as \"La\", representing Los Angeles' polluted air.",
    "Weezing is the only Poison-type Pokemon that consists of multiple bodies. Galarian Weezing is the only Fairy-type Pokemon that consists of multiple bodies.",
    "Galarian Weezing is the only Fairy-type Pokemon that consists of multiple bodies. In certain instances in the games, such as summary pages and Pokemon Contests, a Pokemon's sprite is horizontally flipped, unless its body is asymmetrical. However, Weezing's sprite is flipped in all instances despite its asymmetrical body.",
    "The Diamond, Pearl, and Platinum Pokedex entries for Weezing claim triplet forms have been discovered, but this variant has not been shown in any Pokemon media.",
    "Weezing shares similar traits to Muk and Garbodor. All three Pokemon are pure Poison-type Pokemon with a single pre-evolved form, roughly the same base stat totals and evolution levels, and appear to be based on a different kind of pollution; Weezing being air pollution.",
    "Galarian Weezing is tied with Xerneas as the tallest Fairy-type Pokemon.",
    "Although Weezing and Galarian Weezing do not appear in Pokemon Legends: Arceus, the smoke tower on the rooftop of the Galaxy Hall resembles a Galarian Weezing.",
    "Kantonian Weezing and its pre-evolved form are the only Pokemon whose Abilities changed in Generation VIII. In previous generations, their only Ability was Levitate.",
    "Galarian Weezing can learn more moves that cause it to faint than any other Pokemon (Self-Destruct, Explosion, Memento, and Misty Explosion).",
    "Galarian Weezing was the first Galarian form to be officially revealed.",
    "Galarian Weezing has the shortest duration of time out of all Pokemon between being made available in a mainline game and being made available in Pokemon GO. It was made available in Pokemon GO in Raid Battles on November 16, 2019, just one day after the release of Pokemon Sword and Shield.",
    "Prior to Generation VI, Rhyhorn and Charizard had an identical cry.",
    "In several games from Generation I onwards, the Pokedex states that Rhyhorn has powerful tackles. However, Rhyhorn was unable to learn Tackle until Generation VIII. This was first said in Rhyhorn's Pokedex entry from Japanese Pokemon Red and Green, although this entry was left untranslated until it was reused in Pokemon FireRed. Rhyhorn's Japanese Pokedex entries correctly use Tackle's Japanese name „Äå„Åü„ÅÑ„ÅÇ„Åü„Çä„Äç, or its equivalent „Äå‰ΩìÂΩì„Åü„Äç in kanji mode. This was first said in Rhyhorn's Pokedex entry from Japanese Pokemon Red and Green, although this entry was left untranslated until it was reused in Pokemon FireRed. Rhyhorn's Japanese Pokedex entries correctly use Tackle's Japanese name「たいあたり」, or its equivalent「体当た」in kanji mode.",
    "In Pokemon Legends: Arceus, Rhyhorn and Rhydon cannot learn Thunderbolt, even though they were able to in all other games in which Thunderbolt could be learned outside of leveling up.",
    "According to interviews with Ken Sugimori, Rhydon was one of the first Pokemon ever created; this is evidenced by early sketches of the Capsule Monsters game concept featuring Rhydon, Lapras, and others. Moreover, Rhydon's index number is 001 in Generation I. Since Rhydon's index number is 001 in Generation I, a glitch Pokemon with an index number of 000 or that is greater than 152 will revert to Rhydon when its Pokedex entry is viewed. Since Rhydon's index number is 001 in Generation I, a glitch Pokemon with an index number of 000 or that is greater than 152 will revert to Rhydon when its Pokedex entry is viewed.",
    "Ash's Pikachu fought Blaine's Rhydon in the anime and defeated it by aiming an electric attack at its horn, despite it being a Ground-type immune to Electric attacks. This particular scene spawned a popular, albeit misquoted, internet meme where \"aim for the horn!\" is commonly attributed to this episode. Rhydon's horn serving as a lightning rod for electric attacks would also become an ability in Generation III.",
    "Rhydon and its evolved form share their category name with Nidoqueen and Nidoking. They are all known as the Drill Pokemon. Additionally, all four are partly Ground-types.",
    "In the Pokemon Red and Blue beta, Chansey was originally known as \"Lucky\", which also happens to be its romanized Japanese name.",
    "Chansey shares its category name with Exeggcute. They are both known as the Egg Pokemon.",
    "Chansey received the biggest decrease to its Special stats in Generation II, losing 70 points of its Special Attack stat.",
    "Chansey's HP increase is the largest single stat increase after evolving from Happiny, at 150 points.",
    "Chansey is tied with Happiny for the lowest base Attack and Defense stats of all Pokemon, both at five.",
    "Chansey's HP is the highest base stat to base stat total ratio. Its HP stat of 250 makes up approximately 55.6% of its base stat total.",
    "Chansey, Porygon2, and Dipplin are the only non-fully evolved Pokemon that evolve from another Pokemon through the use of an item.",
    "In the Pokemon Red and Blue beta, Tangela was originally known as \"Meduza,\" a name derived from the Greek mythological character Medusa.",
    "Some early Pokedex entries specifically mention female Kangaskhan. (\"The female raises its offspring in a pouch on its belly, from Japanese Pokemon Red and Green, as well as FireRed; The female raises its young in its belly pouch for around three year, from Japanese Pokemon Stadium, as well as Pokemon Stadium) This may imply that there are male Kangaskhan as well, although they are not seen in Pokemon media.",
    "Horsea and its evolved forms share their category with Dratini, its evolved forms, Salamence, and Kalosian Goodra. They are all known as the Dragon Pokemon.",
    "Horsea's artwork from Pokemon Red and Blue depicted it with two fins instead of one. This two finned design was referenced in Alola, Kanto!",
    "Seadra's EV Yield (1 Defense, 1 Sp. Atk) is unique.",
    "Seadra's Gold and HeartGold Pokedex entries likely refer to the real-world theory of evolution.",
    "Seadra and its evolutionary relatives share their category with Dratini, its evolved forms, Salamence, and Kalosian Goodra. They are all known as the Dragon Pokemon.",
    "Seadra is the only Pokemon that may have the Poison Point Ability without being a Poison-type itself. It is also the only member of its evolutionary line to not have Swift Swim as its Ability. It is also the only member of its evolutionary line to not have Swift Swim as its Ability.",
    "In the Pokemon Red and Blue beta, Goldeen was originally known as \"Goldy\". In the Pokemon Gold and Silver Spaceworld '97 demo, Goldeen was intended to have a pre-evolution named Gyopin („ÇÆ„Éß„Éî„É≥), which evolved into it at level 16. A back sprite was also seen in the assets for Pokemon Red and Green..",
    "In the Pokemon Gold and Silver Spaceworld '97 demo, Goldeen was intended to have a pre-evolution named Gyopin, which evolved into it at level 16. A back sprite was also seen in the assets for Pokemon Red and Green..",
    "Goldeen's number in the Sinnoh Pokedex and the Johto Pokedex are the same: 078.",
    "Goldeen and its evolution were the only Pokemon that could learn Waterfall in Generation I, before the move was an HM.",
    "Goldeen shares a fairly similar in-game cry to Caterpie, being only .07 seconds longer.",
    "Even though Goldeen uses Splash in all five Super Smash Bros. games, as well as Pokemon Quest, it has no way of learning the move in any Pokemon game.",
    "Goldeen's Pokemon SoulSilver Pokedex entry claims it can swim at \"5 knots per hour.\" This is technically incorrect, as a knot is already a measurement of distance over time (nautical miles per hour).",
    "Together with Magikarp, Rattata, Ninjask, Pichu, and Seedot, Goldeen is the easiest Pokemon to catch in Pokemon Ranger, with only one loop necessary.",
    "In the Pokemon Red and Blue beta, Seaking's prototype name was \"Neptune\", after the god of the sea in Roman mythology.",
    "Seaking's number in the Sinnoh Pokedex and the Johto Pokedex are the same: 079.",
    "In Gold, Silver, and Crystal Versions, it appears that Seaking was originally set to learn Supersonic as one of its three starting moves. However, the game programmers made an error and filled the third data slot with Tail Whip, so Seaking ended up with two starting moves instead.",
    "In Pokemon Ranger, Staryu is the only Pokemon with the Field Move Flash. Once Staryu serves its purpose with Flash, it cannot be captured again, except during the Kyogre mission. Once Staryu serves its purpose with Flash, it cannot be captured again, except during the Kyogre mission.",
    "Staryu is one of fourteen Pokemon that one is able to collect foreign Pokedex entries for in Pokemon Diamond and Pearl.",
    "Staryu shares its category name with Cleffa. They are both known as the Star Shape Pokemon.",
    "Staryu was programmed to learn Egg moves in Gold and Silver, but these moves were unobtainable because both Staryu and Starmie are gender unknown and so could only breed with Ditto. These moves were removed in Crystal.",
    "Staryu, Starmie, and Mew are the only Pokemon species that are gender unknown but can legitimately learn Attract in Generation II. This move has no effect when used by these Pokemon.",
    "Staryu may be considered a counterpart of Shellder. Both are Water-types in the Water 3 Egg Group, both evolve with a Water Stone, and both gain a second type upon evolution. Cloyster is seen as a slow defensive Pokemon, while Starmie is seen as a fast attacking Pokemon. They also have a chance of holding valuable items, Stardust/Star Piece and Pearl/Big Pearl, respectively. Staryu is exclusive to LeafGreen and X, while Shellder is exclusive to FireRed and Y, with both Pokemon found by fishing in the same locations in their respective versions. Starfishes and oysters are natural enemies, as starfishes prey on oysters. They also have a chance of holding valuable items, Stardust/Star Piece and Pearl/Big Pearl, respectively. Staryu is exclusive to LeafGreen and X, while Shellder is exclusive to FireRed and Y, with both Pokemon found by fishing in the same locations in their respective versions.",
    "Starfishes and oysters are natural enemies, as starfishes prey on oysters.",
    "PokePark 2: Wonders Beyond erroneously refers to Staryu as a male, despite it being a Pokemon species that is gender unknown.",
    "In the Japanese-exclusive Pokemon Stadium, Starmie seems to have originally been a lot more rubbery than it is now, as its limbs stretch whenever it is hit.",
    "Starmie is the only Psychic-type Pokemon in the Water 3 Egg Group.",
    "Despite its English name containing a male-exclusive honorific, Mr. Mime's gender ratio is evenly split between male and female. This discrepancy is probably due to the fact that Mr. Mime's Japanese name, Barrierd, does not reference gender. Also, Mr. Mime was introduced in Generation I, before the gender mechanic was introduced. Based on this, translator Nob Ogasawara was wary about Mr. Mime's English name during localization: \\\"\\\"If they make sequels and they give genders to Pokemon, we're going to be hooped. This discrepancy is probably due to the fact that Mr. Mime's Japanese name, Barrierd, does not reference gender. Also, Mr. Mime was introduced in Generation I, before the gender mechanic was introduced.",
    "Based on this, translator Nob Ogasawara was wary about Mr. Mime's English name during localization: \"If they make sequels and they give genders to Pokemon, we're going to be hooped\".",
    "The Mr. Mime obtained through an in-game trade in Pokemon Red and Blue was nicknamed Marcel. This may have been a homage to the late Marcel Marceau, a French mime artist. However, this was not kept in Pokemon Yellow or Pokemon FireRed and LeafGreen; the same Mr. Mime is nicknamed Miles in Yellow, and Mimien in FireRed and LeafGreen. This is referenced in Pokemon Sword and Shield, where a boy in Wyndon said a nearby Galarian Mr. Mime is named Marcel. This is referenced in Pokemon Sword and Shield, where a boy in Wyndon said a nearby Galarian Mr. Mime is named Marcel.",
    "In all official artwork and in-game sprites prior to the release of Pokemon FireRed and LeafGreen, Mr. Mime only had four fingers. However, Mr. Mime has five fingers in the anime.",
    "Galarian Mr. Mime is: The only regional form with an exclusive evolved form that evolves from a Pokemon without a regional form of its own. The only Pokemon evolved by knowing a certain move that can evolve further. The only Galarian form that can have the Hisuian origin mark, due to Mime Jr. being able to have it. The only regional form with an exclusive evolved form that evolves from a Pokemon without a regional form of its own. The only Pokemon evolved by knowing a certain move that can evolve further.",
    "The only Galarian form that can have the Hisuian origin mark, due to Mime Jr. being able to have it.",
    "Galarian Mr. Mime shares its category with Oricorio. They are both known as the Dancing Pokemon.",
    "Mr. Mime and Lycanroc are the only two Pokemon known to have six possible Abilities between their forms, the most of any Pokemon.",
    "Mr. Mime is the only wild Pokemon in Pokemon Legends: Arceus that can prevent players from battling it, as the barrier it sets up disrupts any Poke Balls that hit it.",
    "In the Pokemon Red and Blue beta, Scyther's prototype name was \"Stryke\". This is a corruption of the word \"strike\", which is also its romanized Japanese name.",
    "Despite having different base stats, Scyther and its evolved forms all have a base stat total of 500. This makes Scyther the only pre-evolved Pokemon to have the same base stat total as its evolved forms.",
    "Scyther can be seen as a parallel to Pinsir. Both of them are Bug-type Generation I Pokemon, with base stat totals of 500 and originally no evolutionary line. Scyther is exclusive to Pokemon Red, FireRed, Diamond, and Let's Go, Pikachu!, while Pinsir is exclusive to Pokemon Blue, LeafGreen, Pearl, and Let's Go, Eevee!.",
    "In Pokemon Platinum, HeartGold and SoulSilver, Scyther can learn Vacuum Wave by leveling up, but not via Move Tutor.",
    "Scyther is the only Pokemon with a split evolution to have had both of its evolutions introduced after its debut.",
    "Scyther's evolution into Kleavor is programmed into Pokemon Scarlet and Violet. However, the Black Augurite needed for evolution is unobtainable, preventing the Pokemon from evolving. It shares this trait with Ursaring and Stantler.",
    "As its Pokedex entries state that Jynx speaks an incomprehensible language, the player, as a Pokemon, cannot understand anything it says in Pokemon Mystery Dungeon: Red Rescue Team and Blue Rescue Team.",
    "A Capsule Monsters concept sketch depicts an unused Pokemon design with the same Pokedex number as Jynx.",
    "Jynx's sprite in the Virtual Console re-release of Pokemon Yellow uses five colors instead of four. To achieve this effect, some of the 8√ó8 tiles composing the sprite use an altered palette, where black is replaced with purple, which is technically possible on a Game Boy Color game.",
    "The Pokemon Stadium games feature a kicking animation for Jynx, in which its feet appear out of nowhere, disconnected from its body, to perform moves such as Mega Kick. This is one of the rare instances where its feet can be seen in the games, considering Jynx's lack of footprints.",
    "Jynx is the only Pokemon to have Dry Skin as its Hidden Ability.",
    "In English, the category \"Electric Pokemon\" is shared by Elekid, Electabuzz, and Kantonian Zapdos. In Japanese, Elekid has the category でんきポケモン Denki Pokemon (Electric Pokemon), while the other two Pokemon share the category でんげきポケモン Dengeki Pokemon (Electric Shock Pokemon).",
    "Magmar and Electabuzz seem to be counterparts; both evolve in a very similar way (first at level 30, then after being traded holding an item which has a name that ends with the suffix \\\"-izer\\\"), both have the same gender ratio (75% male, 25% female), and both are typically exclusive to one version of a pair of games. They both have similar status-inducing Abilities in Flame Body and Static, as well as the same Hidden Ability, Vital Spirit. Since Generation V, they also often learn similar moves at the same level. They even have the same special moves when purified in Pokemon XD: Follow Me and Cross Chop. Their evolutionary relatives were released in the same generation (Generation II and IV). Both also appear to be based on beings from Japanese mythology; Electabuzz has similarities to the oni and Magmar has similarities to the Karura.",
    "Electabuzz is the only member of its family not to have some physical relation to an AC power unit. Elekid's head is shaped like a power plug while Electivire's back pattern looks like a power socket.",
    "In its original artwork, Electabuzz has four fingers; however, it has five fingers in the anime and subsequent artwork. In Pokemon Stadium and Pokemon Stadium 2, it is depicted with six fingers (five fingers and one thumb).",
    "Magmar and Electabuzz seem to be counterparts; both evolve in a very similar way (first at level 30, then after being traded holding an item which has a name that ends with the suffix \\\"-izer\\\"), both have the same gender ratio (75% male, 25% female), and both are typically exclusive to one version of a pair of games. They both have similar status-inducing Abilities (Flame Body and Static), as well as the same Hidden Ability, Vital Spirit. Since Generation V, they also often learn similar moves at the same level. They even have the same special moves when purified in Pokemon XD: Follow Me and Cross Chop. Their evolutionary relatives were released in the same generation (Generation II and IV). Both also appear to be based on beings from Japanese mythology; Magmar has similarities to the Karura and Electabuzz has similarities to the oni.",
    "Magmar was featured in the tenth episode of Beyond the Pokedex series.",
    "Pinsir can be seen as a parallel to Scyther. Both are Bug-type Generation I Pokemon. Pinsir is exclusive to Blue, LeafGreen, Pearl, and Let's Go, Eevee!, while Scyther is exclusive to Red, FireRed, Diamond, and Let's Go, Pikachu!. Pinsir can also be seen as a counterpart to Heracross. Both are Bug-type Pokemon based on beetles and lack an evolutionary line. Pinsir is not part Fighting like Heracross, but it learns several Fighting-type moves by leveling up. Both Pokemon and their Mega Stones are version exclusives in X and Y: Pinsir and Pinsirite are exclusive to X while Heracross and Heracronite are exclusive to Y. Each Mega Stone can be found in Santalune Forest in its respective version. The heights of both Pokemon are the same, even when Mega Evolved. The Pokemon are also version exclusives in the Pokemon Sword and Shield Expansion Pass. Pinsir can be found on the Isle of Armor if playing Sword, whereas Heracross can be found in its place when playing Shield. Pinsir can also be seen as a counterpart to Heracross. Both are Bug-type Pokemon based on beetles and lack an evolutionary line. Pinsir is not part Fighting like Heracross, but it learns several Fighting-type moves by leveling up. Both Pokemon and their Mega Stones are version exclusives in X and Y: Pinsir and Pinsirite are exclusive to X while Heracross and Heracronite are exclusive to Y. Each Mega Stone can be found in Santalune Forest in its respective version. The heights of both Pokemon are the same, even when Mega Evolved. The Pokemon are also version exclusives in the Pokemon Sword and Shield Expansion Pass. Pinsir can be found on the Isle of Armor if playing Sword, whereas Heracross can be found in its place when playing Shield.",
    "Mega Pinsir is tied with Mega Heracross, Mega Scizor, and Genesect for the highest base stat total of all Bug-type Pokemon.",
    "Pinsir shares its category with Vikavolt. They are both known as the Stag Beetle Pokemon.",
    "In X and Y, Mega Pinsir has the same shape as when it is not Mega Evolved.",
    "Pinsir's attraction to the colour green may be a reference to how it is exclusive to Pokemon Green and its remake LeafGreen. This is similar with the anime's depiction of Scyther in Showdown at Dark City where Scyther becomes enraged at the sight of the colour red.",
    "Tauros can be seen as a counterpart to Miltank. Both are bovine-like Pokemon with the same base stat total. While Tauros is a male-only species, Miltank is a female-only species. Despite not being associated with a certain group, both Tauros and Miltank are listed on the same Pokedex page in Pokemon Sun and Moon. The same trait is true with Oranguru and Passimian. Despite not being associated with a certain group, both Tauros and Miltank are listed on the same Pokedex page in Pokemon Sun and Moon. The same trait is true with Oranguru and Passimian.",
    "According to Pokemon Sun and Moon, Tauros was designed by Shigeki Morimoto. Additionally, in Pokemon Sun and Moon, if the player brings a Tauros with a Game Boy origin mark to Game Freak Morimoto at Heahea City, he will remark on how Tauros used to be one of the most powerful Pokemon in the Generation I core series games, in part because it could learn Blizzard. All three forms of Paldean Tauros were designed by James Turner. Additionally, in Pokemon Sun and Moon, if the player brings a Tauros with a Game Boy origin mark to Game Freak Morimoto at Heahea City, he will remark on how Tauros used to be one of the most powerful Pokemon in the Generation I core series games, in part because it could learn Blizzard. All three forms of Paldean Tauros were designed by James Turner.",
    "Tauros is the only Pokemon to have more than one regional form within the same region; in the Paldea region, it has three different regional forms.",
    "Tauros forms a notable bug in Pokemon Play It!, a game largely based on the Trading Card Game. Once the \"Tauros\" card appears, either in the player's own deck or that of the digital opponent, the game will shut down or freeze the player's computer.",
    "In Pokemon Crystal, a bug causes the capture formula for the Heavy Ball to incorrectly retrieve this Pokemon's weight, giving it a +40 catch rate modifier. This also affects Kadabra and Sunflora.",
    "Blaze Breed Paldean Tauros is the only dual-type Fighting/Fire Pokemon to not be an evolutionary relative of a first partner Pokemon.",
    "There is an entry for Kantonian Tauros in the Paldean Pokedex, even though it is not available in Pokemon Scarlet and Violet unless transferred from Pokemon HOME. The same entry was later made available through the Blueberry Pokedex. The entry for Kantonian Tauros in Violet was edited slightly as of version 1.3.0. The original text is as follows: \"They fight each other by locking horns. The herd's protector takes pride in its battle-scarred horns.\" It is identical to Kantonian Tauros's Pokedex entries in Pokemon Gold, Stadium 2, and Pokemon HeartGold. The entry for Kantonian Tauros in Violet was edited slightly as of version 1.3.0. The original text is as follows: \\\"They fight each other by locking horns. The herd's protector takes pride in its battle-scarred horns.\\\" It is identical to Kantonian Tauros's Pokedex entries in Pokemon Gold, Stadium 2, and Pokemon HeartGold.",
    "Magikarp, Gyarados, and Regigigas are the three Pokemon that can be encountered in the wild at the lowest and highest levels. In Pokemon Platinum, Magikarp can be found at levels ranging from level 1 to 100 in the Resort Area, and in Pokemon Black 2 and White 2, it can be found at the same levels in the Nature Preserve; both require a Super Rod. Furthermore, Magikarp can be encountered at level 100 in the rightmost lake of Fellhorn Gorge in Kitakami. Furthermore, Magikarp can be encountered at level 100 in the rightmost lake of Fellhorn Gorge in Kitakami.",
    "Magikarp and its evolved form require the fewest Egg cycles to hatch, with five. Magikarp and its evolved form are also the only Pokemon with a unique base Egg cycle. Magikarp and its evolved form are also the only Pokemon with a unique base Egg cycle.",
    "Magikarp was the first Pokemon featured in Professor Oak's Pokemon Lecture in EP061.",
    "Magikarp and its evolved form's Egg Group combination (Water 2 and Dragon) is unique.",
    "Magikarp is one of fourteen Pokemon that one could collect foreign Pokedex entries for in Pokemon Diamond and Pearl.",
    "Magikarp shares several notable similarities to Feebas: Its level-up moves are exactly the same as those of Feebas. However, Feebas can learn multiple moves from TMs and HMs, hatch from an Egg with Egg Moves, and learn new moves via Move Tutors, making it slightly more useful in battle. Magikarp shares its category name with Feebas. They are both known as the Fish Pokemon. Magikarp and Feebas have almost identical stats. However, Magikarp has a higher Special Attack and Defense, while Feebas has a higher Attack and Special Defense. Both Attack and Defense stats for Magikarp and Feebas are reversed. They share the largest base stat total increase of all Pokemon when they evolve: 340 (from 200 to 540). They both change appearances drastically after evolution, evolving into serpentine, dragon-like Pokemon. Its level-up moves are exactly the same as those of Feebas. However, Feebas can learn multiple moves from TMs and HMs, hatch from an Egg with Egg Moves, and learn new moves via Move Tutors, making it slightly more useful in battle. However, Feebas can learn multiple moves from TMs and HMs, hatch from an Egg with Egg Moves, and learn new moves via Move Tutors, making it slightly more useful in battle. They share the largest base stat total increase of all Pokemon when they evolve: 340 (from 200 to 540). They both change appearances drastically after evolution, evolving into serpentine, dragon-like Pokemon.",
    "Magikarp has the lowest base Attack stat of all Water-type Pokemon. Magikarp is also tied with Caterpie, Weedle, Igglybuff, Carvanha, Attack Forme Deoxys, and Stonjourner for having the lowest base Special Defense stat of all Pokemon. Magikarp is also tied with Caterpie, Weedle, Igglybuff, Carvanha, Attack Forme Deoxys, and Stonjourner for having the lowest base Special Defense stat of all Pokemon.",
    "Magikarp is the only Pokemon which can be found in every Pokemon Snap course except Rainbow Cloud, which features only Mew.",
    "Together with Pichu, Rattata, Ninjask, Goldeen, and Seedot, Magikarp is the easiest Pokemon to catch in Pokemon Ranger, with only one loop necessary.",
    "Magikarp is the only Pokemon in Pokemon Conquest that uses a move that it does not share a type with, as it uses Splash.",
    "On July 28, 2016, and May 12, 2017, The Pokemon Company and The Pokemon Company International respectively posted a Magikarp-themed music video onto their YouTube channels, titled the Magikarp Song.",
    "Magikarp appears in Pokemon Battle Chess. It doesn't behave like any traditional piece in chess. When damaged, it reveals Gyarados.",
    "Although Magikarp is stated by multiple Pokedex entries to be \"the weakest Pokemon\", there are several Pokemon with lower base stat totals, such as Sunkern, or even access to fewer viable moves, like Unown only being able to learn Hidden Power, and Cosmog and Cosmoem being unable to learn any damaging moves at all.",
    "In the Pokemon Red and Blue beta, Gyarados' name was \"Skulkraken\", a combination of skull and kraken (a mythological sea monster).",
    "The radio drama The Birth of Mewtwo contains an audio footage of Gyarados' discovery by a female researcher which ends disturbingly.",
    "Gyarados's original design resembled a massive leech-like creature without eyes. Though this has now been debunked and is attributed to the myth of Namazu (read more below in Origin). The eyes can now be spotted as tiny dots.",
    "Gyarados, Magikarp, and Regigigas are the three Pokemon that can be encountered in the wild at the lowest and highest levels. In Pokemon Black 2 and White 2, Gyarados can be found at levels ranging from level 1 to 100 in the Nature Preserve by using a Super Rod in rippling water.",
    "In Generations II and IV, Gyarados is the first of only two Shiny Pokemon to be integrated into a game's plot (the second was Celebi in Pokemon Mystery Dungeon: Explorers of Time and Explorers of Darkness and Pokemon Mystery Dungeon: Explorers of Sky).",
    "Gyarados's Shiny form is the first Shiny Pokemon to appear in the Pokemon Adventures manga.",
    "Gyarados and its pre-evolved form's Egg Group combination (Water 2 and Dragon) is unique. Gyarados is the only Flying-type Pokemon in the Water 2 Egg Group. Gyarados is the only Flying-type Pokemon in the Water 2 Egg Group.",
    "Despite being part Flying-type, Gyarados couldn't learn any Flying-type moves naturally prior to Generation VII.",
    "Gyarados is tied with Pelipper as the most common Pokemon found amongst Gym Leaders, being used by seven of them. Coincidentally, both are Water and Flying-types. Coincidentally, both are Water and Flying-types.",
    "In many ways, Gyarados is the counterpart of Milotic. Both are the serpentine evolved forms of weak fish Pokemon, and both appear in times of conflict; Gyarados to destroy, Milotic to becalm. Both have base stat totals of 540, the only difference being the distribution of their Attack, Special Attack and Special Defense stats. Gyarados is tied with Milotic for the greatest increase in base stat total after evolving, at 340 points.",
    "Gyarados is tied with Milotic for the greatest increase in base stat total after evolving, at 340 points.",
    "Mega Gyarados is tied with Hoopa Unbound for being the tallest Dark-type Pokemon.",
    "Gyarados appears in Pokemon Battle Chess. It doesn't behave like any traditional piece in chess. It is only present after Magikarp is damaged.",
    "Gyarados has featured as multiple cultural references in the Pokemon franchise including Koinobori in the anime and a 1997 May calendar insert, Shachihoko on a Nagoya Castle pin, Merlion from Pokemon Center Singapore, and most historically as the Dragon Gate myth discussed further below.",
    "In the Pokemon Red and Blue beta, Lapras was originally going to be called \"Ness\", a reference to the Loch Ness Monster.",
    "Lapras's appearance has had minor alterations during the early years of the franchise. In the documents for the Capsule Monsters pitch, Lapras was drawn without its curly ears. Furthermore, it was depicted with teeth in its Generation I official artwork and in Pokemon Adventures.",
    "Ditto has a scrapped evolution in the 1997 Nintendo Space World demo of Pokemon Gold and Silver named „Ç¢„Éã„É¢„É≥ Animon, which evolves from Ditto using a Metal Coat.",
    "Ditto is the only Pokemon to date with a catch rate of 35. However, in Generations III and IV, if Ditto transforms into another Pokemon, its catch rate will become that of the new Pokemon. In Generation IX, its catch rate will become 0 by mistake if the Pokemon is not the primary form, gender (for Pokemon with differing stats or movesets), or Regional form.",
    "Ditto and Manaphy are the only Pokemon that are both able to breed yet unobtainable through breeding.",
    "In Pokemon Snap, Ditto takes the form of Bulbasaur in the Cave stage. The player can cause them to return to their Ditto form by hitting them with an object. When the player takes their picture, Ditto has the same eyes when it is transformed as when it is not. This trait is shared by Duplica's Ditto in the anime, although it was understood that this was not natural. Ditto cards from the EX Delta Species TCG expansion, the Clefairy Ditto that may appear in the Veilstone Game Corner's slot machines, and Howard Clifford's Ditto in POK√âMON Detective Pikachu also have this trait.",
    "Ditto is one of two Pokemon to have two different species-specific Stat-enhancing items associated with it, the other being Clamperl. Ditto's two associated items, the Metal Powder and Quick Powder, seem to be the same colors as Ditto's normal and Shiny forms, respectively.",
    "In Pokemon Rumble, since Transform was not programmed into the game, Ditto can only know Struggle. Since PP does not exist in Rumble, this makes Ditto the only Pokemon in Rumble that can use Struggle. However, Transform does exist in Pokemon Rumble Blast, so Ditto has a move from that game onward.",
    "Ditto is the most common Pokemon in Pokemon Trozei!, appearing in every area. This is due to its ability to transform, enabling the player a way to advance further if no links are available before Ditto appears.",
    "Prior to Generation VI, Ditto and Poliwag had the same cry.",
    "Since Transform copies its target's stats (except HP), Ditto cannot utilize its Special Attack stat before Transforming, though it can use its Attack stat for Struggle and confusion damage.",
    "Since Ditto's only move, Transform, cannot copy moves in the Pokemon Mystery Dungeon series and has only one PP, its only move after transforming is Struggle. However, in Red/Blue Rescue Team and in Explorers of Time/Darkness/Sky, a player-controlled Ditto can learn the TM moves Vacuum-Cut and Wide Slash. Since Pokemon Super Mystery Dungeon, Ditto is able to get the moveset of the target Pokemon when it transforms. However, in Red/Blue Rescue Team and in Explorers of Time/Darkness/Sky, a player-controlled Ditto can learn the TM moves Vacuum-Cut and Wide Slash.",
    "Since Pokemon Super Mystery Dungeon, Ditto is able to get the moveset of the target Pokemon when it transforms.",
    "In Generation VI, Ditto is only given one move animation (despite the two animations minimum most Pokemon have for contact and non-contact moves).",
    "On October 4, 2017, The Pokemon Company posted a Ditto-themed music video onto their YouTube channel titled Dit-to Ditto.",
    "In Pokemon GO, Ditto appears in the wild disguised as other Pokemon. After being caught, it will reveal its true form. At one point, a large amount of Ditto were seen disguised as the then-unrevealed Mythical Pokemon, Meltan.",
    "Ditto is the only non-playable Pokemon that can be defeated in Super Smash Bros. Ultimate.",
    "In Pokemon GO, Ditto and Shedinja are the only Pokemon that cannot be used in Trainer Battles, unless the battle is against Team GO Rocket.",
    "In Pokemon Shuffle, Ditto was originally coded as a wildcard prior to its official release, allowing it to match with any other Pokemon icon - its effect from Pokemon Battle Trozei. This was not a skill effect (as its skill was Swarm), but rather a quality specific to Ditto itself. Some players obtained Ditto illegitimately during this time, and used its effect to gain high scores in competitive stages from September 2015 until Ditto's official release in 2017, when the skill was changed to Shuffle's version of Transform.[11].",
    "Ditto is the only Generation I Pokemon that does not have evolutionary relatives (or have a regional variant that does), alternate form (such as Gigantamax or Mega Evolution) or be strongly associated with another that it does not share an evolutionary line with (Mew duo and legendary birds).",
    "Ditto has the most Sleep styles of any Pokemon, with a total of 10.",
    "Eevee's English name is a palindrome. Eevee's English name also contains only two unique characters, less than any other Pokemon's English name. Eevee's English name also contains only two unique characters, less than any other Pokemon's English name.",
    "Eevee was designed by Motofumi Fujiwara.",
    "Eevee has the most branched Evolutions, with a total of eight.",
    "Eevee has the most evolved forms of any Pokemon and is the only Pokemon that has more than four evolved forms.",
    "Eevee is the only Pokemon that evolves with a Leaf Stone that is not a Grass-type, as well as the only one to evolve by Water Stone that is not a Water-type.",
    "The fan-made term to describe the Evolutions of Eevee, Eeveelutions, was made official after its use in the strategy guide for Pokemon Stadium 2, followed by a TCG Theme Deck.",
    "In early English promotional material for Pokemon Red and Blue, Eevee was called \"Eon\", the suffix of all of the evolved forms of Eevee.",
    "In Generation I, Eevee was the only Pokemon to have a branched Evolution.",
    "Eevee is the only Pokemon capable of evolving further that cannot evolve into a Pokemon that it shares at least one type with (though Azurill shared this trait prior to it and Marill gaining the Fairy-type in Generation VI).",
    "Pokemon FireRed and LeafGreen and Pokemon HeartGold and SoulSilver are the only core series titles to have the methods of Evolution required for some included Pokemon be completely unavailable, and Eevee is the only Pokemon impacted in both cases.",
    "Despite Eevee being obtainable before the Pokemon League and Leafeon and Glaceon being included in the Unova regional Pokedex in Pokemon Black 2 and White 2, it cannot evolve into them until after entering the Hall of Fame. This is because Twist Mountain and Pinwheel Forest are inaccessible before then.",
    "Eevee is the only pre-existing Pokemon to receive an Evolution in Generation VI, though many received Mega Evolutions.",
    "Four of Eevee's evolved forms evolve through abnormal means in the Pokemon Mystery Dungeon series (Espeon, Umbreon, Leafeon, and Glaceon). In the Pokemon Mystery Dungeon series, Eevee evolves using the Sun Ribbon or Lunar Ribbon with at least 1 star of IQ, a Mossy Rock, or a Frozen Rock into its respective evolved forms. In the Pokemon Mystery Dungeon series, Eevee evolves using the Sun Ribbon or Lunar Ribbon with at least 1 star of IQ, a Mossy Rock, or a Frozen Rock into its respective evolved forms.",
    "In Pokemon Ranger, all of Eevee's evolved forms up to the third generation can be captured; however, Eevee is completely unobtainable. This was changed in Pokemon Ranger: Shadows of Almia.",
    "Despite the fact that May, Gary, and Sakura each owned an Eevee that went on to evolve, Eevee was never seen evolving onscreen in Pokemon the Series until Last Call ‚Äî First Round!, when Ursula evolved her two Eevee into Flareon and Vaporeon during a Contest appeal, over thirteen years into the anime.",
    "As a species, Eevee has appeared in the teams of the most main characters in Pokemon the Series, with May, Serena, and Lana each owning one. This also makes Eevee the only Pokemon species in the series to have been owned by more than two different main characters. This also makes Eevee the only Pokemon species in the series to have been owned by more than two different main characters.",
    "Eevee has more signature moves than any other Pokemon, with a total of eleven.",
    "Eevee is the only pre-existing Pokemon to receive a gender difference after Generation IV.",
    "All of Eevee's Evolutions up to Sylveon were of types that had been considered special before Generation IV. The only special move type not included is the Dragon type.",
    "Eevee Day is celebrated since 2018 on November 21 (11/21), which is goroawase for \"i-i-bu-i\", Eevee's Japanese name. It is certified by the Japan Anniversary Association.",
    "Vaporeon is the only Water-type Pokemon that appears in the field section of Pal Park.",
    "In Pokemon Yellow, Vaporeon is programmed to learn both Haze and Mist at level 42; however, a bug prevents a Pokemon from learning more than one move at the same level when leveled up outside of Pokemon Day Care, so Vaporeon can only learn Mist if it reaches level 42 in Pokemon Day Care.",
    "In Pokemon Colosseum, Vaporeon possesses a snow-like visual effect surrounding its body in battle. No other Pokemon in the series has this effect. The reason for this visual effect is unknown.",
    "Vaporeon is the only Eeveelution that does not share any weakness with another Eeveelution.",
    "In English, the category \"Lightning Pokemon\" is shared by Jolteon and Electrike. In Japanese, Jolteon has the category かみなりポケモン Kaminari Pokemon (Lightning Pokemon), while Electrike has the category いなずまポケモン Inazuma Pokemon (Lightning Pokemon).",
    "If a Thunder Stone is used on a paralyzed Eevee to evolve it into Jolteon, the paralysis will not be removed.",
    "Jolteon's and Zapdos's Japanese names are almost exactly identical, with a final ～ス ~s being the only difference.",
    "In English, the category \"Flame Pokemon\" is shared by Charmeleon, Charizard, Flareon, Kantonian Moltres, and Infernape. In Japanese, Flareon has the category ほのおポケモン Honō Pokemon (Flame Pokemon), while the other four Pokemon share the category かえんポケモン Kaen Pokemon (Flame Pokemon).",
    "Flareon is the only Eeveelution with a type advantage against more than one other Eeveelution.",
    "In Pokemon Scarlet and Violet, Flareon is the only Eeveelution that is not able to swim, so it stands on a platform when sent out in battle above water. Furthermore, prior to the Version 2.0.1 update, Flareon was unable to learn Flame Charge via TM.",
    "Porygon is the only Pokemon that evolves by trade twice: once holding the Upgrade into Porygon2, and a second time (as Porygon2) into Porygon-Z when holding a Dubious Disc. It is also the only Pokemon in a three-stage evolutionary line that does not require leveling up to trigger any of its evolutions (i.e. it is possible to acquire a Porygon-Z at level 1).",
    "Porygon's evolutionary line is the only three-stage evolutionary line whose members were all considered fully evolved during their respective debut generations.",
    "Porygon is the only Pokemon to have its category changed in Japanese. Its category in Pokemon Red and Green is シージーポケモン CG Pokemon, which was changed to バーチャルポケモン Virtual Pokemon from Pokemon Blue onwards.",
    "According to the Pocket Monsters Encyclopedia, Porygon was developed in the year 1995.",
    "In the Pokemon Red and Blue beta, Omanyte was originally known as \"Ess\". This is derived from the beginning of the word \"escargot\", which is French for snail.",
    "Omanyte's Pokedex number may be referring to the golden spiral/Fibonacci Sequence (137.5 degrees).",
    "In early English-language promotional material for Pokemon Red and Blue, Omastar was originally known as \"Kargo\". This name is derived from \"escargot\" (French for snail).",
    "In the Pokemon Red and Blue beta, Kabuto was originally known as \"Att\", which is derived from the word \"Atlantis\".",
    "Kabuto and its evolved form share their category name with Blastoise. They are all known as the Shellfish Pokemon.",
    "In the Pokemon Red and Blue beta, Kabutops was originally known as \"Lantis\". This is derived from the word \"Atlantis\".",
    "The radio drama The Birth of Mewtwo contains an announcement about Kabutops's discovery by a Pokemon academic circle, where it is believed to be the oldest Pokemon discovered and said to have retained its original form since 2 million years ago.",
    "Kabutops has a scientific name, Kabutops maximus, which was stated in Fossil Fools. The only other Pokemon with a known scientific name is Oddish, with Oddium Wanderus. The name Kabutops maximus does have real meaning; when translated, it means \"the largest kabuto-face\", referring to the size and shape of Kabutops's head.",
    "Kabutops and its pre-evolved form share their category name with Blastoise. They are all known as the Shellfish Pokemon.",
    "In the Pokemon Red and Green beta, Aerodactyl was revived using a Wing Fossil, which formed a trio with the Helix Fossil and Dome Fossil.",
    "Aerodactyl shares its category with Arctovish, Arctozolt, Dracovish, and Dracozolt. They are all known as the Fossil Pokemon.",
    "Aerodactyl was the inspiration for the naming of Aerodactylus, a genus of pterosaurs. The genus name was chosen in reference to Aerodactyl having traits derived from various pterosaur species.",
    "Aerodactyl is the only Fossil Pokemon with a Mega Evolved form. Prior to Generation VIII, it was also the only Fossil Pokemon that can be obtained in any way other than breeding, reviving its Fossil, or from the Dream World: it is available through an in-game trade in Generation II, as a gift in Generation VII, and is one of Hayley's trades. The trade in Generation II was removed in HeartGold and SoulSilver Versions, likely because the Old Amber could be obtained and revived in these games, unlike in Generation II. Prior to Generation VIII, it was also the only Fossil Pokemon that can be obtained in any way other than breeding, reviving its Fossil, or from the Dream World: it is available through an in-game trade in Generation II, as a gift in Generation VII, and is one of Hayley's trades. The trade in Generation II was removed in HeartGold and SoulSilver Versions, likely because the Old Amber could be obtained and revived in these games, unlike in Generation II. The trade in Generation II was removed in HeartGold and SoulSilver Versions, likely because the Old Amber could be obtained and revived in these games, unlike in Generation II.",
    "In the Pokemon Red and Blue beta, Aerodactyl was originally known as \"Ptera\", Aerodactyl is the only Pokemon owned by Lance and Clair in the core series who is not a Dragon-type Pokemon nor a Pokemon belonging to the Dragon Egg group. This is likely due to pterosaurs being known as \"winged dragons\" (ÁøºÁ´ú yokury≈´) in Japanese, further explaining why it is called a \"dragon\" by an old man in Pewter Museum of Science in Generations I, III, and VII, as well as suggesting why its appearance is influenced by that of wyverns.",
    "Mega Aerodactyl has the highest base Speed stat of all Rock-type Pokemon.",
    "Aerodactyl is one of four non-Hoenn Dex Pokemon available in Pokemon Pinball: Ruby & Sapphire. The others are Chikorita, Cyndaquil and Totodile.",
    "Mega Aerodactyl has a unique base stat total of 615.",
    "Aerodactyl is the only Generation I Rock-type Pokemon to not possess a 4√ó weakness to Grass-type moves.",
    "Aerodactyl is the first Fossil Pokemon to have its Egg shown in the anime.",
    "In the Pocket Monsters Encyclopedia, Aerodactyl was stated to be the predecessor of birds. This, alongside many facts in the book, would be retconned by future content in the games, specifically by the introduction of Archeops.",
    "In several 3D games, such as in the core series and Pokemon Stadium series, Snorlax open their eyes when they faint.",
    "In Pokemon Snap, Snorlax stands up and dances to the music when the Poke Flute is used.",
    "In HeartGold and SoulSilver, if the player interacts with a Snorlax that is walking with them while at Mt. Silver, the message \"SNORLAX is feeling very eager\" will appear. This is due to Red, who is also at Mt. Silver, owning a Snorlax as well. While the player is on Mt. Silver, unique messages will also appear if the player interacts with a walking Pikachu or Charizard.",
    "In Pokemon Gold and Silver, Snorlax is programmed to be able to learn Charm through breeding, but no other Pokemon in the Monster Group can legitimately learn it to pass down as an Egg Move in those games. In Generation III on, Snorlax can inherit the move from Bulbasaur by chain breeding.",
    "Snorlax's evolutionary line is the only one to have all of its members appear from a Poke Ball within a single Super Smash Bros. game.",
    "In Pokemon Gold and Silver, Snorlax is the only Pokemon to receive a +40 catch rate modifier when a Heavy Ball is used. In Pokemon Crystal, a bug causes the capture formula for the Heavy Ball to incorrectly retrieve the weights of Kadabra, Tauros, and Sunflora, so they also get a +40 catch rate modifier. In Pokemon Crystal, a bug causes the capture formula for the Heavy Ball to incorrectly retrieve the weights of Kadabra, Tauros, and Sunflora, so they also get a +40 catch rate modifier.",
    "Snorlax is the only black Pokemon introduced in Generation I.",
    "Snorlax is tied with Gengar for the most Pokedex entries in Pokemon the Series, with a total of 7.",
    "Snorlax is the subject of a campaign known as Project Snorlax, which was launched by The Pokemon Company on March 17, 2023.",
    "Snorlax's English name was suggested by Bill Giese, who assisted in the naming of many Generation I Pokemon.",
    "Galarian Articuno shares its category with Liepard. They are both known as the Cruel Pokemon.",
    "In the second episode of the anime, there is an engraving on a wall in the Viridian City Pokemon Center that depicts the legendary birds. Ash mistakes the Articuno engraving as Ho-Oh. While the blue coloration of the stone indicates the Ice type, and the wings and crest feathers are those of Articuno, the multiple tail feathers look nothing like Articuno's tail, being more similar in appearance to those of Ho-Oh.",
    "In Red, Blue, and Yellow, as well as FireRed and LeafGreen, there are binoculars in the gate separating Fuchsia City from Route 15, through which Articuno can be seen flying toward the sea. It is still visible in the binoculars even if it is captured or defeated in the Seafoam Islands.",
    "In the opening of Spring Fever, Todd points out a tall mountain that is Articuno's home. This mountain is, on the outside, the same as Ice Island, Articuno's home in The Power of One.",
    "In Pokemon Mystery Dungeon: Explorers of Time and Explorers of Darkness, Articuno is the only one in its trio that cannot be encountered unless the player enters an event password. Also, it is the only Ice Pokemon in IQ group C. Also, it is the only Ice Pokemon in IQ group C.",
    "Kantonian Articuno is the only Pokemon other than Poliwrath (Generation II only) and Smeargle that is able to learn Lock-On or Mind Reader and an OHKO move, being able to learn Mind Reader and Sheer Cold. An Articuno using this combination can be fought in the Battle Subway.",
    "Articuno's English name was suggested by Bill Giese, who assisted in the naming of many Generation I Pokemon.",
    "Articuno and the other two legendary birds had Australian beetle species named after them: Binburrum articuno, Binburrum zapdos, and Binburrum moltres. The three species were first described in 2020, and were collectively named after the legendary birds to reflect their rarity.",
    "Out of all the Legendary Pokemon with fixed in-game locations, Zapdos can be obtained with the fewest number of Badges: two. The player can catch Zapdos with only the Boulder Badge and either the Cascade BadgePE or the Soul BadgeRBY.",
    "Zapdos and Jolteon's Japanese names are almost exactly the same as each other's, with a final ÔΩû„Çπ ~s being the only difference.",
    "Kantonian Zapdos possesses a type advantage over all of the other members of its trio, as well as Lugia, often viewed as the leader of the trio. This is reversed for the trio's regional forms, with Galarian Zapdos possessing a type disadvantage against the other members and Lugia.",
    "In The Bridge Bike Gang, Chopper's bike is decorated to resemble a Zapdos.",
    "Zapdos's cry in Pokemon Journeys: The Series is the same as Lunala's, as seen in A Crackling Raid Battle!.",
    "Zapdos's English name was suggested by Bill Giese, who assisted in the naming of many Generation I Pokemon.",
    "Zapdos and the other two legendary birds had Australian beetle species named after them: Binburrum articuno, Binburrum zapdos, and Binburrum moltres. The three species were first described in 2020, and were collectively named after the Legendary birds to reflect their rarity.",
    "In artwork for Pokemon BlueJP, Moltres had red-colored nails.",
    "In Generations I, III, and VII, a Trainer at the Cinnabar Gym mentions that Blaine became a Fire-type expert after seeing a Moltres.",
    "Moltres's English name was suggested by Bill Giese, who assisted in the naming of many Generation I Pokemon.",
    "Moltres and the other two legendary birds had Australian beetle species named after them: Binburrum articuno, Binburrum zapdos, and Binburrum moltres. The three species were first described in 2020, and were collectively named after the legendary birds to reflect their rarity.",
    "In early English-language promotional material for Pokemon Red and Blue, Dratini was referred to as \"Dragoon\". Although this word can mean a European military unit that is transported on horseback but fights on foot, the name was probably selected as a combination of dragon and lagoon.",
    "In Generation I and Generation II, Dratini and Dragonair can learn Hyper Beam via leveling up, but not via TM. This was fixed in Pokemon Ruby and Sapphire.",
    "Dratini and its evolved forms share their category with Horsea, its evolved forms, Salamence, and Kalosian Goodra. They are all known as the Dragon Pokemon.",
    "Dratini was the inspiration for the naming of Hedruris dratini, a species of parasitic nematode.",
    "In the Pokemon Red and Blue beta, Dragonair was originally known as \"Dragyn\".",
    "According to the radio drama The Birth of Mewtwo, Dragonair was scientifically registered by a Pokemon discovery ship 1001 about 200 nautical miles away from the open sea of Seafoam Islands.",
    "In Blackthorn City, a woman is willing to trade her RhydonGS or DodrioCHGSS for a female Dragonair. This makes Dragonair the only Pokemon able to be male or female that must be a specific gender for an in-game trade.",
    "In Pokemon Yellow, Dragonair's catch rate was changed from 45 to 27, making it the hardest Pokemon to catch in the Kanto Safari Zone. In the later games, the catch rate was changed back to 45.",
    "Dragonair is also the former name of an airline based in Hong Kong in the real world.",
    "Dragonair and its evolutionary relatives share their category with Horsea, its evolved forms, Salamence, and Kalosian Goodra. They are all known as the Dragon Pokemon.",
    "Dragonite and its pre-evolved forms share their category with Horsea, its evolved forms, Salamence, and Kalosian Goodra. They are all known as the Dragon Pokemon.",
    "In Yellow, Dragonite's catch rate was changed from 45 to 9, even though Dragonite couldn't be found in the wild. In all later games, its catch rate was changed back to 45.",
    "Kingdra's Pokedex entry in Pokemon Sword mentions Dragonite, which was unavailable prior to the release of the second expansion of the game, The Crown Tundra.",
    "Dragonite is the only species owned by one of Ash's friends that Ash himself would later catch.",
    "Due to Dragonite's learnset not being in numerical order in Pokemon Sword and Shield, Dragonite cannot learn Outrage at level 41 and must be taught via the Move Reminder instead.",
    "Dragonite and Salamence have the highest base stat total of all Flying-type Pokemon (excluding Mega Evolutions and Legendary Pokemon).",
    "One of the Pokemon Mansion journals states Mewtwo's birthday is February 6. The same journal implies Mew was impregnated with the modified clone, just like with real-life cloning. All other depictions show Mewtwo being grown using laboratory equipment. The same journal implies Mew was impregnated with the modified clone, just like with real-life cloning. All other depictions show Mewtwo being grown using laboratory equipment.",
    "Mewtwo comes before Mew in the Pokedex despite being created from its modified DNA.",
    "Even though Mewtwo is a clone of Mew, a Mythical Pokemon, Mewtwo is a Legendary Pokemon.",
    "Mewtwo was the first Pokemon seen in the English dub, as it appears at the very beginning of the first dub opening.",
    "Mewtwo has the most anime opening appearances of any Legendary Pokemon, with seven in Japan.",
    "Mewtwo and Charizard share several Mega Evolution similarities. Both Pokemon are the only ones to have two Mega Evolutions instead of one. Both of their Y Mega Evolutions were revealed before their X ones. Both Pokemon change their typing in their X Mega Evolutions while they remain the same type in their Y Mega Evolutions. Both X Mega Evolutions are physically oriented while their Y Mega Evolutions are specially oriented.",
    "Mewtwo is depicted on the door of Bill's lighthouse in Mystery at the Lighthouse, despite having only been seen by its creators and Team Rocket at that point in the anime. Similarly, Mewtwo's sprite was depicted as a portrait in Viridian Gym, despite being a public area.",
    "The island country of Niue released a one-dollar coin featuring Mewtwo as part of a commemorative promotion for the Pokemon franchise, with Mewtwo on the reverse side and the nation's crest on the obverse.",
    "Mewtwo was originally depicted as the only member of its species, being a clone of Mew. In the anime and manga, however, it is implied that multiple Mewtwo have been created.",
    "Mega Mewtwo Y was the first Mega Evolution revealed to the public. It was also the first to appear in the anime, even before Mega Evolution was announced. Prior to the announcement of Mega Evolution, Mega Mewtwo Y was referred to as its „ÄåË¶öÈÜí„Åó„ÅüÂßø„Äç Awakened Form. This term was also used in the manga adaptation of the movie. Mega Mewtwo Y was designed by Tomohiro Kitakaze. It was also the first to appear in the anime, even before Mega Evolution was announced.",
    "Prior to the announcement of Mega Evolution, Mega Mewtwo Y was referred to as its „ÄåË¶öÈÜí„Åó„ÅüÂßø„Äç Awakened Form. This term was also used in the manga adaptation of the movie.",
    "Mega Mewtwo Y was designed by Tomohiro Kitakaze.",
    "Mewtwo's Mega Evolutions are tied with Mega Rayquaza for the highest base stat total of all Pokemon, with 780, excluding the unobtainable Eternamax Eternatus. Mega Mewtwo X has the highest base Attack of all Pokemon, as well as the highest single base stat and base Special Attack of all Fighting-type Pokemon. Mega Mewtwo X's Attack increase is the largest single stat increase of all Mega Evolutions, at 80 points. Mega Mewtwo Y has the highest base Special Attack of all Pokemon and the highest single base stat of all Psychic-type Pokemon. With a Mild Nature, perfect IVs, and optimized EVs, a Level 100 Mega Mewtwo Y's stats sum to 2038, the highest sum of any Pokemon.",
    "Mega Mewtwo X's Attack increase is the largest single stat increase of all Mega Evolutions, at 80 points.",
    "Mega Mewtwo Y has the highest base Special Attack of all Pokemon and the highest single base stat of all Psychic-type Pokemon. With a Mild Nature, perfect IVs, and optimized EVs, a Level 100 Mega Mewtwo Y's stats sum to 2038, the highest sum of any Pokemon.",
    "In Pokemon GO, Shadow Mewtwo is the only Shadow Pokemon that has a different aura from the other Shadow Pokemon that isn't an Apex Shadow; instead of purple fire, it is surrounded by an aura resembling its Psychic power. It does not have a unique appearance when purified, however.",
    "In Pokemon Gold, Silver, and Crystal, wild Mewtwo are programmed to always be holding a Berserk Gene, but Mewtwo can't be obtained in those games without trading. Even if Mewtwo could be found in the wild, the Berserk Gene would be consumed immediately, so the item wouldn't be obtainable.",
    "Lugia and Ho-Oh's base stats are based on Mewtwo's, with some values swapped.",
    "Mew was designed by Shigeki Morimoto, which he states at the Heahea City GAME FREAK office. This included its pixel art, cry and Pokedex entry (the one reused in Pokemon FireRed). He also says it was right at the very end of game development.",
    "Despite being a clone of Mew, Mewtwo appears before Mew in the Pokedex.",
    "Mew is the only Pokemon out of the first 151 to be left out of the original version of the Pokerap.",
    "In Generations I and II, due to technical limitations, Mew's category name, New Species, is labeled in game as NEW SPECIE (and in early versions, labeled as NEWSPECIES).",
    "Mew was a little-known secret when Pokemon Red and Green were first released in Japan. Even Nintendo was not initially aware that Shigeki Morimoto had programmed it into the game. According to Shigeki Morimoto, the cartridges for Pokemon Red and Green had about 300 bytes of free space left after the debugging process was complete, and he thought of slotting Mew in as a last-minute addition, even after he was told not to tamper with the games post-debugging. However, Pokemon Red and Green are 373 kilobytes in size and are housed in 512 kilobyte cartridges. In an interview with Game Freak and Creatures, Inc. in Nintendo Power issue 134, Shigeki Morimoto revealed that he created Mew two weeks before game development was finished.",
    "In an interview with Game Freak and Creatures, Inc. in Nintendo Power issue 134, Shigeki Morimoto revealed that he created Mew two weeks before game development was finished.",
    "In the core series, Mew can only be fought as a wild Pokemon on Faraway Island in Pokemon Emerald. However, this requires the Old Sea Map, an event item only distributed in Japan and Taiwan.",
    "Mew has the most anime opening appearances of any Mythical Pokemon, with seven in Japan.",
    "Because Mew can learn any TM: It is the only gender-unknown Pokemon species that is legitimately able to learn Captivate, and one of the few that can learn Attract. Both moves fail when used by any Pokemon with unknown gender, including Mew. It is the only Pokemon that can learn Frenzy Plant, Blast Burn, Hydro Cannon, Draco Meteor, Grass Pledge, Fire Pledge, Water Pledge, and Steel Beam that doesn't share a type with the move.",
    "In Super Smash Bros., Mew has a chance of 1 out of 151 to appear; in Super Smash Bros. Melee, its chance to appear is 1 out of 251; and in Super Smash Bros. Brawl, its chance to appear is 1 out of 493. This is a reference to how many Pokemon were out during the release of each game (151 in Generation I, 251 in Generation II, and 493 in Generation IV).",
    "Early artwork and the in-game sprites of Pokemon Gold and Silver depict Chikorita's body as yellow. This was changed to light green in later artwork and Pokemon Crystal.",
    "Due to a programming error, Chikorita is not required to receive the Diploma in Pokemon Ruby and Sapphire.",
    "Chikorita is the only first partner Pokemon that cannot be used in the Pokemon Jump minigame.",
    "The Chikorita family is the only evolutionary line of a first partner Pokemon to keep their Japanese voices in the English dub of the anime, due to having nearly identical names in English and Japanese.",
    "In the anime, Chikorita have had the most Trainers among the Johto first partner Pokemon. One Chikorita has been trained by each of Ash, Casey, Vincent, Silver, Lyra and Horace. However, Ash is the only one who is confirmed to not have received Chikorita as a first partner Pokemon.",
    "Bayleef and its evolutionary relatives are the only evolutionary line of a first partner Pokemon to keep their Japanese voices in the English dub of the anime, due to having nearly identical names in English and Japanese.",
    "Bayleef's \"necklace\" is consistently described as having a spicy aroma, while real bay leaves have a bitter and herbal taste, which is similar to thyme.",
    "Meganium's evolutionary line are the only first partner Pokemon evolutionary line to keep their Japanese voices in the English dub of the anime. This is due to them having nearly identical names in English and Japanese (with Meganium even being spelled identically to its official Japanese romanization).",
    "Cyndaquil, Charmander, and their respective evolutionary lines have exactly the same base stats in the same distribution.",
    "The game intro for Pokemon HeartGold and SoulSilver features a sprite of Cyndaquil that is slightly different from the one used in the actual game (this is most noticeable in the eyes). This sprite is not used anywhere else.",
    "Cyndaquil's Blueberry Pokedex Image features a Cyndaquil battling a Skarmory. This references the episode Hot Matches!, in which Ash's Cyndaquil battled a Trainer's Skarmory.",
    "Cyndaquil was featured in the seventh episode of Beyond the Pokedex series.",
    "Cyndaquil is the Pokemon available in most core series games as the player's first Pokemon, with a total of 6 games.",
    "Cyndaquil is the only first partner Pokemon with eyes usually closed.",
    "Quilava shares its category with its evolved form and Entei. They are all known as the Volcano Pokemon. Coincidentally, they all are capable of learning Eruption. Coincidentally, they all are capable of learning Eruption.",
    "Quilava, Charmeleon, and their respective evolutionary lines have exactly the same base stats in the same distribution.",
    "Jeff Kalles, who assisted in the naming of many Generation II Pokemon, suggested the English name for Quilava. According to Kalles, he suggested the name because Nintendo and The Pokemon Company wanted a Pokemon for every letter of the alphabet.",
    "Johtonian Typhlosion and Charizard, along with their respective evolutionary lines, have exactly the same base stats in the same distribution.",
    "Typhlosion and Togetic are the only Pokemon officially introduced in Generation II not to appear in the anime until the next generation.",
    "Johtonian Typhlosion shares its category with Quilava and Entei. They are all known as the Volcano Pokemon. Additionally, they are all capable of learning Eruption. Additionally, they are all capable of learning Eruption.",
    "In Pokemon Legends: Arceus's internal code, Hisuian Typhlosion's Hidden Ability is Flash Fire instead of Frisk.",
    "Croconaw is the first partner Pokemon with the shortest level gap between evolutions at 12, evolving from Totodile at level 18, and into Feraligatr at level 30.",
    "Due to the censor that prevents Pokemon with offensive nicknames from being traded on the GTS, an English-language Croconaw cannot be traded on the GTS without a nickname in Pokemon Black and White.",
    "Feraligatr reaches its final evolutionary form earlier than any other first partner Pokemon, at level 30. However, Totodile evolves at level 18, the latest of any basic first partner Pokemon, tied with Turtwig.",
    "Feraligatr is the only fully evolved Johto first partner Pokemon to appear in PokePark Wii: Pikachu's Adventure.",
    "Sentret shares its category with Patrat and Hisuian Growlithe. They are all known as the Scout Pokemon.",
    "Sentret is the only Pokemon with a base stat total of 215.",
    "While Sentret is usually depicted as having fully brown feet, in the anime, Stadium 2 model, and some artworks, it is shown as having tanned toes.",
    "In Fighting Flyer with Fire, Falkner's Hoothoot stands on both legs, even though Hoothoot supposedly only ever stands on one leg at a time.",
    "Hoothoot was designed by Ken Sugimori. In Nintendo Power Vol. 134, Sugimori stated in an interview that Hoothoot is his favorite Pokemon because he had a pet bird as a child that would stand on one foot.",
    "Hoothoot has a unique fade-in animation that is programmed into Pokemon Gold and Silver but goes unused.",
    "Hoothoot is tied with Spearow, Ledyba, Taillow, Wingull, Starly, and Pikipek for the lowest base Defense of all Flying-type Pokemon.",
    "The company logo for Bookmark depicts a Hoothoot.",
    "Noctowl is the first Pokemon to appear as a Shiny in the anime.",
    "In Generation IX, prior to the Version 3.0.0 update of Pokemon Scarlet and Violet, Noctowl was unable to learn Defog, while its pre-evolution could.",
    "Ledyba can be seen as a parallel to Spinarak. Both of them are Bug-type Generation II Pokemon. Ledyba is exclusive to Pokemon Silver and SoulSilver while Spinarak is exclusive to Pokemon Gold and HeartGold. Ledyba is matutinal while Spinarak is nocturnal in said games. Additionally, their rarity is also reversed, with Ledyba being more common in Pokemon LeafGreen, and Spinarak in Pokemon FireRed. Both were also added to the expanded Safari Zone in Emerald, both can only be obtained by breeding their evolved forms in Pokemon Diamond, Pearl, Platinum, Black, and White, and both Pokemon have had their Egg designs revealed. Additionally, in White 2 its evolved form swarms on Route 22 while Spinarak's evolved form does so in Black 2.",
    "Ledyba's category in most languages including English is mistranslated from Japanese's いつつぼし itsutsuboshi, as 星 hoshi, while literally meaning \"star\", is the term used to refer to a ladybug's spots.",
    "Ledyba could not learn any Bug-type or Flying-type moves until Generation III. Therefore, a Ledyba in Generation II could not receive STAB unless it possessed the appropriate Hidden Power. Its level up learnset contained only Normal-type and Psychic-type moves until Generation IV. It did not contain any Bug-type moves until Generation IV or any Flying-type moves until Generation VII. Its level up learnset contained only Normal-type and Psychic-type moves until Generation IV. It did not contain any Bug-type moves until Generation IV or any Flying-type moves until Generation VII.",
    "Ledyba is tied with Mantyke for having the lowest base Attack stat of all Flying-type Pokemon. In addition, Ledyba is tied with Spearow, Hoothoot, Taillow, Wingull, Starly and Pikipek for the lowest base Defense of all Flying-type Pokemon.",
    "Despite multiple Pokedex entries describing its nocturnal behavior, wild Ledian are almost always encountered exclusively during the morning or daytime.",
    "Despite its category and Silver/FireRed Pokedex entries, Ledian's five spots are neither star-shaped nor are they arranged in a typical star pattern. The many references to stars are likely development leftovers referring to Ledian's beta design, in which the spots were star-shaped.",
    "Ledian could not learn any Bug-type or Flying-type moves until Generation III. Therefore, a Ledian in Generation II could not receive STAB unless it possessed the appropriate Hidden Power. Its level up learnset contained only Normal-type and Psychic-type moves until Generation IV. It did not contain any Bug-type moves until Generation IV or any Flying-type moves until Generation VII.",
    "Spinarak can be seen as a parallel to Ledyba. Both of them are Bug-type Generation II Pokemon. Spinarak is exclusive to Pokemon Gold and HeartGold, while Ledyba is exclusive to Silver and SoulSilver. Spinarak are nocturnal, while Ledyba are matutinal. Additionally, their rarity is also reversed, with Spinarak being more common in FireRed, and Ledyba in LeafGreen. Both were also added to the expanded Safari Zone in Emerald, and both can only be obtained by breeding their evolved forms in Diamond, Pearl, Platinum, Black, and White. Additionally, in Black 2 its evolved form swarms on Route 22 while Ledyba's evolved form does so in White 2.",
    "Ariados is one of the few Pokemon whose sprites in both Gold and Silver are the same.",
    "No other Pokemon has the same type combination as Crobat and its pre-evolved forms. They are also the only Flying-type with a unique type combination.",
    "Crobat and its pre-evolved forms are the only Poison-type Pokemon in the Flying Egg Group.",
    "Crobat and its pre-evolved forms share their category with Woobat. They are all known as the Bat Pokemon.",
    "Crobat's color scheme is the reverse of Golbat's. This also applies to its Shiny variation.",
    "Crobat's evolutionary line has several similarities with Swoobat's. All of the members of both lines are based on bats and reach their respective final evolved form by friendship.",
    "Crobat can be seen as a parallel to Noivern. Both are Flying-type Pokemon based on bats that have Infiltrator as a possible Ability. They have the same base stat total and the same base HP, Defense, and Special Defense stats.",
    "Although Crobat's Pokedex entries imply that its only pair of hindlegs have developed into wings, Crobat is sometimes depicted with an additional pair of tiny legs/feet.",
    "Although Chinchou is shown to have the ability to walk on land in the anime, in the games, it can only be caught in water, and it lacks a footprint.",
    "The vowel sounds in Chinchou's English name are reverse of the vowels in its Japanese name.",
    "Chinchou and its evolution are the only Electric-type Pokemon in the Water 2 Egg Group.",
    "Lanturn shares the same category with Ampharos. They are both known as the Light Pokemon.",
    "Lanturn and its pre-evolution are the only Electric-type Pokemon in the Water 2 Egg Group.",
    "In Pokemon Emerald, a trainer in Victory Road has a Lanturn that knows Earthquake, despite Lanturn being unable to learn it.",
    "Pichu has the lowest base stat total of all Electric-type Pokemon. Pichu also has the lowest base HP and Defense stats of all Electric-type Pokemon.",
    "Pichu also has the lowest base HP and Defense stats of all Electric-type Pokemon.",
    "Pichu is the only Generation II Pokemon to be playable in the Super Smash Bros. series, though many others appear from Poke Balls.",
    "The Pikachu-colored Pichu was the first Pokemon to be given out over Nintendo Wi-Fi Connection outside of Japan.",
    "Pichu is game director Junichi Masuda's favorite Pokemon from Generation II.",
    "Together with Magikarp, Rattata, Ninjask, Goldeen, and Seedot, Pichu is the easiest Pokemon to catch in Pokemon Ranger, with only one loop necessary.",
    "In Pokemon Adventures, Yellow was the one who gave Pichu its species name, creating it as a combination of the name of Pibu's parents, Pika and Chuchu.",
    "Cleffa shares its category with Staryu. They are both known as Star Shape Pokemon.",
    "Cleffa is the only Pokemon with a base stat total of 218.",
    "Cleffa is tied with Pawmi and Greavard for having the shortest Japanese name of all Pokemon, being spelt with only two kana. Cleffa is tied with Cramorant for the shortest Japanese Pokemon name in trademarked romaji, with only two letters.",
    "Cleffa is tied with Cramorant for the shortest Japanese Pokemon name in trademarked romaji, with only two letters.",
    "Cleffa is tied with Igglybuff and Morelull for the lowest base Speed stat of all Fairy-type Pokemon.",
    "Cleffa, Igglybuff, and Togepi are the only baby Pokemon to have a TAG TEAM GX card.",
    "Igglybuff is tied with Caterpie, Weedle, Magikarp, Carvanha, Attack Forme Deoxys, and Stonjourner for having the lowest base Special Defense stat of all Pokemon.",
    "Igglybuff has the lowest base Defense stat of all Fairy-type Pokemon.",
    "Igglybuff is tied with Cleffa and Morelull for the lowest base Speed stat of all Fairy-type Pokemon.",
    "A pre-alpha sketch depicts an unused Pokemon with the same Pokedex number as Igglybuff.",
    "Igglybuff and its evolved forms share their category with Qwilfish and Drifloon. They are all known as the Balloon Pokemon.",
    "Igglybuff, Cleffa, and Togepi are the only baby Pokemon to have a TAG TEAM GX card.",
    "Togepi is the second Generation II Pokemon (after Ho-Oh) to appear in the Kanto saga of the anime. It is also the first future generation Pokemon with a known name at the time of its appearance to appear in the anime.",
    "Togepi was the first Generation II Pokemon to appear in a Pokemon video game. It made an appearance in Hey You, Pikachu!, which was released in Japan on 12 December 1998, almost a full year before the first Generation II games, Pokemon Gold and Silver, were released, on 21 November 1999. The Super Smash Bros. Melee, Super Smash Bros. Brawl and Super Smash Bros. for Nintendo 3DS/Wii U trophies incorrectly state that Togepi's first appearance was in Pokemon Gold and Silver.",
    "While baby Pokemon are often revealed before the generation they debut in, Togepi is so far the only such Pokemon to be revealed before its evolved form.",
    "On the DVD scene selection screen from Mewtwo Strikes Back, Togepi is listed as Pokemon #152.",
    "All of Togepi's anime Pokedex entries during season 1 refer to it as an \"Egg Pokemon\". This is due to its real category, \"Spike Ball Pokemon\", not being known at the time.",
    "The Togepi that hatched from the Egg from Mr. Pokemon in HeartGold and SoulSilver knows Extrasensory, a move normally only available as an Egg Move. As a consequence, the father could only be a Hoothoot, a Noctowl, a Togetic, or a Togekiss that knew Extrasensory.",
    "In Pokemon Rumble Blast, when Togepi is attacking, it makes a different cry to its usual one. When it faints, however, the normal fainting cry it makes in the other games is heard. When it faints, however, the normal fainting cry it makes in the other games is heard.",
    "Togepi is tied with Marill and Azurill for having the lowest base Attack of all Fairy-type Pokemon.",
    "In Pokemon Adventures, Togepi holds the record as the Pokemon who takes the least amount of time to evolve twice, taking only one chapter. It shares this with Caterpie and Poliwag.",
    "Togepi appears in Pokemon Battle Chess. To use it, one must have their Egg damaged three times, then Togepi hatches and behaves like a king piece in chess. When the player loses their Togepi, they lose.",
    "Togepi and Absol are the only non-Flying-type Pokemon that can have Super Luck as their Ability, although Togepi does evolve into a Flying type",
    "Togepi, Cleffa, and Igglybuff are the only baby Pokemon to have a TAG TEAM GX card.",
    "Togetic and its evolution are the only Pokemon that are in the Flying and Fairy Egg Groups. Also, they are the only Fairy-type Pokemon in the Flying Egg Group.",
    "Togetic shares its category name with Blissey. They are both known as the Happiness Pokemon.",
    "Togetic is tied with Vespiquen for the lowest base Speed stat of all Flying-type Pokemon. Among all Pokemon to be the slowest of their respective types, Togetic (and Vespiquen) are the fastest.",
    "Togetic and Typhlosion are the only Pokemon officially introduced in Generation II not to appear in the anime until the next generation.",
    "Natu shares its category with Pidgey, Spearow, and Rookidee. They are all known as the Tiny Bird Pokemon, though Natu was known as the Little Bird Pokemon in Generation II.",
    "Natu is tied with Rookidee as the smallest Flying-type Pokemon.",
    "Xatu shares its category with Flygon. They are both known as the Mystic Pokemon in English and the Spirit Pokemon in Japanese.",
    "Xatu's Silver, FireRed, and SoulSilver Pokedex entries state that it is involved in South American myths, which is a connection between the Pokemon world and the real world.",
    "Xatu is one of the few Pokemon whose official art depicts its female form. Before gender differences were introduced, all Xatu had the appearance of a female regardless of gender.",
    "In the Pokemon Gold and Silver Spaceworld '97 demo, Xatu and Natu were coloured brown. Additionally, instead of stripes, the wings had circular patterns, it evolved via evolution stone, and its types were reversed.",
    "Jeff Kalles, who assisted in the naming of many Generation II Pokemon, suggested the English name for Xatu. The name arose from Nintendo and The Pokemon Company's desire to have a Pokemon for every letter of the alphabet.",
    "In all three times that Flaaffy is mentioned as an answer choice in a Pokemon Trainer's Choice segment, its name is misspelled as Flaafy.",
    "Flaaffy is the only pink Electric-type Pokemon.",
    "An early design for Ampharos depicts it with a shorter neck.",
    "Ampharos shares the same category with Lanturn. They are both known as the Light Pokemon.",
    "In its Gold and Silver artwork, Bellossom's body is colored blue instead of the usual green. This color is similar to that of its evolutionary relatives and its Shiny color in Generation II.",
    "Bellossom is the only single-type Pokemon that evolves from a dual-type Pokemon.",
    "Bellossom shares its category with Vileplume and Bellsprout. They are all known as the Flower Pokemon.",
    "In Generation II, Bellossom was unable to learn Sludge Bomb via TM, while its pre-evolutions could. This was fixed starting in Generation III.",
    "Despite its apparent connection to hula (a form of dance that originated in Hawaii), Bellossom is not native to the Alola region and must be transferred in from other regions. However, there is a Bellossom on the face board inside the Alola Tourist Bureau in Heahea City.",
    "In an early design for Marill that was used in the Nintendo Space World 1997 demo of Pokemon Gold and Silver, Marill had a pink body instead of blue, and lacked its jagged tail.",
    "For months prior to the release of Pokemon Gold and Silver, Marill was often incorrectly referred to as \"Pikablu\" by fans due to its slight resemblance to Pikachu. It is even referred to as \"Pikablu\" on Topps' Pokemon the First Movie Trading Cards.",
    "Marill is tied with Togepi and Azurill for having the lowest base Attack of all Fairy-type Pokemon. In addition, Marill and Azurill both have the lowest base Special Attack of all Fairy-type Pokemon.",
    "Because Azurill's gender ratio does not match that of its evolved forms and its evolution is not dependent on gender, being female 75% of the time while Marill and Azumarill are female only 50% of the time, female Azurill have a one in three chance of evolving into a male Marill prior to Generation VI. Whether or not this will happen is determined by its personality value. Azurill is the only Pokemon to do this.",
    "When they have the Sap Sipper Ability, Marill and Azumarill are the only non-Dragon-type Pokemon that resist or are immune to all three of the first partner Pokemon types (Grass, Fire, and Water).",
    "Marill's name was originally spelled Marril, as shown in some merchandise for the first movie.",
    "In Generation V, Azumarill and Marill are the only Pokemon that can have the Electric type as their sole weakness. This is because of their Hidden Ability Sap Sipper.",
    "Sudowoodo was created by Ken Sugimori. It was created to serve as an obstacle in the overworld.",
    "In Generation II, only one Sudowoodo appears (from being sprayed with water from a SquirtBottle). Similarly, in Generation III, only one Sudowoodo appears‚Äîthis time as the result of a spray from the Wailmer Pail. However, in Generation IV, the player can get multiple wild Sudowoodo by evolving Bonsly or by catching it in tall grass.",
    "Sudowoodo's habit of disguising itself as a tree has been occasionally shown in the games. In the Pokemon Mystery Dungeon series, Sudowoodo stand still in dungeons, in a similar manner to the Sudowoodo in Johto. In Pokemon X and Y, a Sudowoodo can be encountered in a Horde Encounter with four Trevenant. Starting in Generation VI, Sudowoodo stand still when idle. Brassius, the Grass-type Paldea Gym Leader, uses a Sudowoodo with a Grass Tera Type.",
    "In the Pokemon Mystery Dungeon series, Sudowoodo stand still in dungeons, in a similar manner to the Sudowoodo in Johto.",
    "In Pokemon X and Y, a Sudowoodo can be encountered in a Horde Encounter with four Trevenant.",
    "Starting in Generation VI, Sudowoodo stand still when idle.",
    "Brassius, the Grass-type Paldea Gym Leader, uses a Sudowoodo with a Grass Tera Type.",
    "Prior to Generation VI, Politoed and its evolutionary counterpart Poliwrath shared the same base stats. This changed in Generation VI when Poliwrath received a ten-point increase to its Attack, but Politoed did not receive a stat increase. It shares this counterpart difference with Dustox.",
    "Politoed was the inspiration for the naming of Parapharyngodon politoedi, a species of roundworm.",
    "An early design of Hoppip had no arms and legs and was dark-colored, resembling a black cat.",
    "The English names of Hoppip and its evolutions were partially coined by Nob Ogasawara.",
    "Skiploom's normal color and Shiny color is reverse to its pre-evolution, Hoppip.",
    "The English names of Skiploom and its evolutionary relatives were partially coined by Nob Ogasawara.",
    "At 6.6¬†lbs. (3¬†kg), Jumpluff is the lightest Pokemon that has undergone two evolutions.",
    "In Pokemon Colosseum, the shadows of Jumpluff's spores are square. In addition, the spores are always facing the same way relative to the camera, and as such, the player is only able to see one side of them. This was fixed in Pokemon XD.",
    "The English names of Jumpluff and its pre-evolved forms were partially coined by Nob Ogasawara.",
    "Clemont uses a gadget based on Aipom's tail, called the \"Aipom Arm\".",
    "Sunkern has the lowest base HP stat and the lowest base stat total of all Grass-type Pokemon. In addition, it: Is tied with Lotad and Bramblin for the lowest base Defense stat of all Grass-type Pokemon. Is tied with Bellsprout and Seedot for the lowest base Special Defense stat of all Grass-type Pokemon.",
    "Sunkern shares its category name with Bulbasaur and its evolved forms. They are all known as the Seed Pokemon.",
    "Sunkern's official artwork more closely resembled its Shiny form in Gold and Silver than its regular form. This was somewhat rectified in Crystal, although the artwork was still more similar to its Shiny sprite; this discrepancy was fully rectified in Generation III.",
    "In The Official Pokemon Handbook 3, published by Scholastic Corporation, Sunkern's data says its height is 0'01, \"when it is actually 1'00\".",
    "Sunkern and its evolved form are the only Pokemon to have Early Bird as its Hidden Ability.",
    "Since Pokemon Black 2 and White 2, Sunkern has the lowest base experience yield of all Pokemon.",
    "Sunflora shares its category name with Espeon and Volcarona. They are all known as the Sun Pokemon.",
    "Sunflora is Meowth's most frequently used Pokemon disguise in the anime, having been used seven times so far.",
    "Sunflora and its pre-evolved form are the only Pokemon to have Early Bird as its Hidden Ability.",
    "In Pokemon Crystal, a bug causes the capture formula for the Heavy Ball to incorrectly retrieve this Pokemon's weight, giving it a +40 catch rate modifier. This also affects Kadabra and Tauros.",
    "Yanma shares the same base Speed stat with its evolved form.",
    "In Pokemon Sun, Moon, Ultra Sun, and Ultra Moon, despite being able to learn Leech Life through breeding, Yanma cannot learn it via TM28. Its evolved form can, however.",
    "Wooper has the lowest base Special Defense stat and the lowest base stat total of all Ground-type Pokemon.",
    "Wooper is the only Ground-type Pokemon to consist only of a head and legs.",
    "Wooper was one of the first Pokemon to have its gender differences revealed, along with Scizor.",
    "Paldean Wooper is the only Paldean form to be revealed prior to the release of Pokemon Scarlet and Violet. Consequently, it is also the only regional form to be revealed alone during a game's pre-release season.",
    "According to Julien Bardakoff, the French translator of the Generation I and Generation II games, its French name was supposed to be spelled and pronounced \"Maraiste\", with an acute accent on the final \"e\". However, mainly due to the lack of diacritics on uppercase letters in the French translations up to Generation V, players and the anime got misled and made this \\\"e\\\" a silent letter. As a consequence of this hegemonic usage, it has never been restored despite all diacritics being properly displayed in French for all concerned Pokemon since Pokemon Black and White. The only known instance of a proper pronunciation as intended by Bardakoff is by the commentator in Pokemon Stadium 2.",
    "Due to the absence of a day-night cycle in FireRed and LeafGreen, in order for an Espeon or Umbreon to be obtained and added to the Pokedex in those games, an Eevee must be traded to Pokemon Ruby, Sapphire, and Emerald, evolved there, and then traded back, or else traded from Pokemon Colosseum or Pokemon XD: Gale of Darkness.",
    "Espeon shares its category with Sunflora and Volcarona. They are all known as the Sun Pokemon.",
    "Espeon has blue inner ears in the games, but in the anime, they are often purple.",
    "If one were to rearrange the Pokerap GS so all the Pokemon are in National Pokedex order, Espeon and Remoraid would remain in their respective positions in the song.",
    "Espeon is the only Eeveelution without a type advantage over another.",
    "According to the Diamond and Pearl Pokedex, Umbreon, Glaceon, and Leafeon have identical footprints.",
    "Umbreon is the only non-Psychic-type Pokemon to be able to have the Synchronize Ability.",
    "Umbreon is the only Eeveelution: To have a unique type combination in its debut generation. To be immune to another Eeveelution's type; in this case, Espeon.",
    "Umbreon's English name was suggested by Jeff Kalles, who assisted in the naming of many Generation II Pokemon.",
    "In the Pokemon Gold & Silver: The Golden Boys manga, Black's Umbreon does not have the signature yellow rings on its limbs.",
    "In the Pokemon of the Year poll held by The Pokemon Company in 2020, Umbreon was voted as both the most popular Generation II Pokemon and the most popular Eeveelution, receiving 67,062 votes. It was also voted as the fifth most popular Pokemon overall.",
    "Several of Umbreon's Pokedex entries refer to \"poisonous sweat\", which may be a holdover from the 1997 Nintendo Space World demo of Gold and Silver, where it was a Poison-type Pokemon.",
    "Prior to 2023, the official romanization of Umbreon's Japanese name was \"Blacky\". The new official romanization, Bracky, was trademarked on December 19, 2022. The romanization used on the Pokemon Center website changed sometime between June and August 2023.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Umbreon was unable to learn Mud-Slap via TM, while its pre-evolution and all the other Eeveelutions could.",
    "Murkrow shares its category name with Sableye. They are both known as the Darkness Pokemon.",
    "Despite being a Generation II Pokemon, it was actually only available in Kanto in Pokemon Gold, Silver, and Crystal. The same is true for Slugma and Houndour. Murkrow and Houndour can be obtained in Johto via the Safari Zone in Pokemon HeartGold and SoulSilver.",
    "Murkrow can be seen as a parallel to Misdreavus. Both are Generation II Pokemon that evolve when exposed to a Dusk Stone and have evolved forms that were introduced in Generation IV. Murkrow is exclusive to Pokemon FireRed, Diamond, Black, and Brilliant Diamond, while Misdreavus is exclusive to LeafGreen, Pearl, White, and Shining Pearl.",
    "Murkrow is the only Pokemon that evolves with a Dusk Stone that is not a Ghost-type.",
    "Murkrow is the lightest Dark-type Pokemon.",
    "In the National Pokedex, Murkrow is listed before Misdreavus, but Murkrow's evolution, Honchkrow, is listed after Misdreavus's evolution, Mismagius.",
    "In Pokemon Ultra Sun and Ultra Moon, Murkrow is programmed to be able to learn Punishment through breeding, but no other Pokemon in the Flying Group can pass down Punishment as an Egg Move in those games. Vullaby and Mandibuzz are the only Flying Egg Group Pokemon that can learn Punishment, but they cannot pass down the move due to being female-only species.",
    "In the TCG, Slowking's Southern Islands card is the only card depicting a Pokemon introduced after Generation I to have a square evolution box in Japan only. In the English version, the Southern Islands collection used the Neo-era designs, which, like all later card layouts, feature a circular evolution box.",
    "Johtonian Slowking shares its category with Pyroar. They are both known as the Royal Pokemon.",
    "Slowking's Pokedex entries state that if the Shellder is removed, it will revert to a Slowpoke. This is a rare example of devolution being mentioned in the games.",
    "Slowking, its Galarian form, and their evolutionary relatives are the only Psychic-type Pokemon in the Monster Egg Group.",
    "Galarian Slowking's English category, \"Hexpert\" may be a combination of hex and expert.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, both forms of Slowking were unable to learn Helping Hand via TM, while their pre-evolutions could, and Galarian Slowking was unable to learn Snowscape via TM as well, while its pre-evolution could.",
    "Galarian Slowking and its evolutionary relative, Galarian Slowbro, are the only pink Poison-type Pokemon.",
    "Misdreavus's first two anime appearances both involved members of the Legendary beasts trio: Raikou and Entei, respectively.",
    "Misdreavus can be seen as a parallel to Murkrow. Both are Generation II Pokemon that evolve when exposed to a Dusk Stone and have evolved forms that were introduced in Generation IV. Misdreavus is exclusive to Pokemon LeafGreen, Pearl, White, and Shining Pearl, while Murkrow is exclusive to FireRed, Diamond, Black, and Brilliant Diamond.",
    "Misdreavus is listed after Murkrow in the National Pokedex, but its evolved form comes before Murkrow's evolved form.",
    "Misdreavus was the first pure Ghost-type Pokemon to be introduced, as well as the only one in Generation II.",
    "Misdreavus's base HP, Attack, and Defense stats are the same as Mismagius's, but its base Special Attack, Special Defense, and Speed stats are lower.",
    "In Pokemon Colosseum, Misdreavus is the only Ghost-type Pokemon that can be snagged.",
    "Unown was designed by Ken Sugimori, who had wanted to make a Pokemon with a more surreal design.",
    "In Spell of the Unown: Entei, Professor Oak had some pictures of Unown on his computer which have never appeared in any other media. Some resemble Greek alphabet letters, particularly œÉ (lowercase sigma), Œ£ (capital sigma), Œ† (capital pi), and Œ© (capital omega). The top left large image also resembles the Greek ligature, »¢ (ou). Others resemble the Cyrillic letters —é (yu) and –± (lowercase be). The Unown in the top-middle large image resembles the Cyrillic —è (ya).",
    "If a player does not have Unown's Pokedex data on a Generation II game when in Oak's lab in Pokemon Stadium 2, Unown's Pokedex number is listed as 252 instead of 201. This happens regardless of which Pokedex display mode is selected.[citation needed]",
    "Unown is the only Pokemon with a base stat total of 336.",
    "After Pikachu, Unown is currently represented in the Trading Card Game by the second-highest number of cards of all Pokemon, with 92 unique cards. Unown was previously represented by the highest number of cards, as multiple TCG sets included individual cards for each of Unown's forms.",
    "Unown is the only Generation II Pokemon that has not been featured in a Ranger series game. It is also the only Generation II Pokemon obtainable in Generation VII that cannot have the black clover as its origin mark.",
    "Due to Unown's letter and Shininess both being determined by IVs in Generation II, Shiny Unown will always be either an I or V in these games. This in turn matches the acronym for IVs; however, this is only a coincidence, as \\\"Individual Values\\\" (IVs) is a fan-originated term.",
    "Unown's¬†? and¬†! forms were introduced in Pokemon Ruby and Sapphire, but they were not originally available anywhere at the time of release of these games and Colosseum. Those forms were first catchable in Pokemon FireRed and LeafGreen.",
    "Unown is the only Pokemon in the Sinnoh Pokedex (that is not a Legendary or Mythical Pokemon) not used by any Trainer in Pokemon Diamond and Pearl.",
    "The two main official artworks for Unown represent a G-shaped Unown (for Pokemon Gold and Silver Versions) and an F-shaped one (for Pokemon FireRed and LeafGreen Versions onward), which may allude to the acronym for Game Freak.",
    "The original design of the W-shaped Unown used in Pokemon Gold and Silver was altered considerably before Pokemon Crystal, to a design that is in use for all subsequent games.",
    "Despite Unown being able to use TM10 in Generation VI and Generation VII, it still cannot do so legitimately because it will always already know Hidden Power.",
    "Unown is the only Pokemon that cannot learn any status moves.",
    "Starting in Generation IV, where moves were split into categories based on themselves and not their types, Unown can only use its Attack (not Special Attack) stat for confusion damage and Struggle.",
    "Excluding first partner, Legendary, and Mythical Pokemon, the Unown evolutionary line is the only: Generation II evolutionary line that was never obtainable via the Pokemon Dream World in Generation V. Generation I, II, III, or IV evolutionary line that was never obtainable via the Generation V Pokemon Global Link.",
    "Generation I, II, III, or IV evolutionary line that was never obtainable via the Generation V Pokemon Global Link.",
    "While most Pokemon have a right-facing menu sprite that is a mirror image of their left-facing sprite, most forms of Unown are bilaterally asymmetrical and have a unique sprite for both. The ones that do not are Unown A, H, I, M, O, T, U, W, X, Y, and¬†!.",
    "In Pokemon Legends: Arceus, Unown are the only Pokemon that can be found in the wild with no preferred foods.",
    "Wobbuffet has the highest base HP stat of all Psychic-type Pokemon.",
    "Wobbuffet is one of fourteen Pokemon that one can collect foreign Pokedex entries for in Pokemon Diamond and Pearl.",
    "If the opponent does not attack Wobbuffet, Wobbuffet cannot harm the opponent except with Struggle (itself unusable unless Wobbuffet has run out of moves) or through the use of a Z-Move or a Max Move.",
    "Wobbuffet was banned from many unofficial tournaments until Generation V, due to its unique moveset and Ability, Shadow Tag, making it somewhat difficult to counter.",
    "Before Generation IV, Wobbuffet could not damage a Ghost- or Dark-type Pokemon (without the use of Struggle) that uses an attack of its own type because all Ghost-type moves were physical (the Ghost type is immune to Counter) and all Dark-type moves were special (the Dark type is immune to Mirror Coat). It is still not possible for Wobbuffet to counter the Ghost/Dark typed Sableye or Spiritomb unless another Pokemon uses Foresight, Odor Sleuth, or Miracle Eye first or the Pokemon is holding a Ring Target, or if Scrappy is passed onto Wobbuffet.",
    "In Generation III, if two Wobbuffet with Leftovers are facing each other in a Single Battle, the battle will become endless as all of Wobbuffet's moves do not directly damage the opponent, and the player cannot switch to their other Pokemon due to Shadow Tag. Even if the Wobbuffet use Struggle, the damage will be healed quickly by Leftovers. Shadow Tag and Struggle were both changed in Generation IV, likely as a direct response to this scenario.",
    "Wobbuffet was designed by Hironobu Yoshida.",
    "Wobbuffet's English name was suggested by Jeff Kalles, who assisted in the naming of many Generation II Pokemon.",
    "Girafarig's name is a palindrome. Keeping with the theme, its low-HP quote in Pokemon Super Mystery Dungeon is also a palindrome. Keeping with the theme, its low-HP quote in Pokemon Super Mystery Dungeon is also a palindrome.",
    "An early design of Girafarig had a full-sized second head, reflecting its palindromic name, and resembling a Pushmi-pullyu. Additionally, it was intended to be Dark/Normal-type and to have a pre-evolution, named \"Tsuinzu\" (Japanese: ツインズ), which literally means \"twins\".",
    "Girafarig's English name was suggested by Jeff Kalles, who assisted in the naming of many Generation II Pokemon.",
    "Pineco and its evolved form share their category with Burmy and Wormadam. They are all known as the Bagworm Pokemon.",
    "Pineco could always learn Swift as an Egg move, but oddly could not learn it via TM or Move Tutor until Pokemon Scarlet and Violet.",
    "Forretress and its pre-evolution share their category with Burmy and Wormadam. They are all known as the Bagworm Pokemon.",
    "Forretress is the first original Steel-type Pokemon in the National Pokedex, as Magnemite and its evolution were not Steel-types in Generation I.",
    "Forretress's Crystal still sprite is different from that of Gold and Silver, making it one of few Pokemon to have three distinctly different sprites in Generation II.",
    "In Pokemon Ranger: Guardian Signs, its Poke Assist is shown to be Steel in the capture screen, but turns out to be Normal after the capture.",
    "Forretress could always learn Swift as an Egg move, but oddly could not learn it via TM or Move Tutor until Pokemon Scarlet and Violet.",
    "In the anime, Dunsparce is usually shown to be much shorter than 4'11\" (1.5 m), which is its listed height (or in this case, length) in the games. It is also shown as much smaller than its listed height in Pokemon Mystery Dungeon: Gates to Infinity and Pokemon Super Mystery Dungeon, being even smaller than Pikachu.",
    "Dunsparce was designed by Hironobu Yoshida.",
    "Although Gligar could not learn Earthquake by TM in Generation II, a Gligar that knew Earthquake was a reward in Pokemon Stadium 2 for beating the rival in Round 2.",
    "Gligar can be seen as a counterpart to Sneasel. Both of them have two types which cause them to have a 4√ó weakness to another type, have the same base stat total, evolve into Pokemon that were introduced in Generation IV (Gliscor and Weavile), and do so by leveling up at night while holding an Evolution item whose name includes the word razor (Razor Fang and Razor Claw). Additionally, both are available as Shadow Pokemon in Pokemon Colosseum, and found in The Under Subway.",
    "Mega Steelix is tied with Mega Aggron for the highest base Defense stat of all Steel-type Pokemon. Mega Steelix also has the highest base Defense stat of all Ground-type Pokemon. Mega Steelix also has the highest base Defense stat of all Ground-type Pokemon.",
    "Steelix is shown floating above the ground in all console games, rather than, like its pre-evolved form, resting on the ground.",
    "All Steelix in the animated series have used the move Iron Tail, excluding cameos.",
    "Steelix is the only Pokemon in the Pokemon Ranger games that can hurt the Capture Styler simply by touching the line.",
    "Mega Steelix is the tallest Steel- and Ground-type Pokemon.",
    "Steelix can be seen as a parallel to Scizor: Both have pre-evolved forms from Generation I and were introduced in Generation II. Both evolve via trading with a Metal Coat. After evolving, both lose one of their pre-evolved form's types and gain a Steel type. Both gain a Mega Evolution in Generation VI. Both lose 40 points of base Speed upon evolving. Both have pre-evolved forms from Generation I and were introduced in Generation II.",
    "Both evolve via trading with a Metal Coat.",
    "After evolving, both lose one of their pre-evolved form's types and gain a Steel type.",
    "Both gain a Mega Evolution in Generation VI.",
    "Both lose 40 points of base Speed upon evolving.",
    "The company Steelix Railcars is named after Steelix, and its logo depicts a simplified cross section of one of Steelix's segments.",
    "Unlike other Shadow Pokemon in Pokemon GO, Shadow Steelix's eyes do not turn red.",
    "The route that Snubbull swarms on in Pokemon Diamond, Pearl, and Platinum is also its National Pokedex number: 209.",
    "Snubbull is the first Pokemon to evolve on-screen in the Pokemon Mystery Dungeon series.",
    "In early merchandise for Mewtwo Strikes Back, including the Pikachu's Vacation novelization, Snubbull's name is misspelled as Snubble. This also happens on the title card for Snubbull Snobbery.",
    "Snubbull is named \"Buru\" in the Pokemon the First Movie Trading Cards.",
    "Granbull and its pre-evolved form share their category with Clefairy and Clefable. They are all known as the Fairy Pokemon. The \"Fairy Pokemon\" category predates the introduction of the Fairy-type in Generation VI. From this generation onwards, the type and category of these four Pokemon share the same English name. However, this is not true in Japanese, where the type is フェアリータイプ Fairy-type and the category is ようせいポケモン Yōsei  Pokemon.",
    "As the Ability Quick Feet did not exist until Generation IV, a Snubbull with either Intimidate or Run Away will always evolve into a Granbull with Intimidate in Generation III games. This means that in Generation III, Granbull is the only Pokemon with an Ability that evolves from a Pokemon with one of two possible Abilities that shares to Granbull's Ability.",
    "Qwilfish shares its category with Igglybuff, Jigglypuff, Wigglytuff, and Drifloon. They are all known as the Balloon Pokemon.",
    "Qwilfish can be seen as a parallel to Remoraid. Both of them are Water-type Generation II Pokemon. Qwilfish is exclusive to FireRed, while Remoraid is exclusive to LeafGreen, with both Pokemon found in the same locations in their respective versions, and both being swarm Pokemon in Generation II and Pokemon HeartGold and SoulSilver.",
    "A pre-alpha sketch of an unused Pokemon depicts a Pokemon with the same Pokedex number as Qwilfish.",
    "Qwilfish and its Hisuian evolved form are the only Poison-type Pokemon with fins, and the only Poison-type Pokemon in the Water 2 Egg Group.",
    "According to several Team Plasma Grunts, Hugh's hairstyle resembles a Qwilfish.",
    "Hisuian Qwilfish and its evolved form were first hinted in Pokemon Brilliant Diamond and Shining Pearl before their official reveal in Pokemon Legends: Arceus, where they were mentioned in a book in the Canalave Library where Overqwil is referred to as \"a Qwilfish with huge spikes\".",
    "Hisuian Qwilfish is the first Hisuian form that can be caught outside of Hisui (excluding Poke Portal News event Tera Raid Battles).",
    "Qwilfish is the only Pokemon with a name beginning with the letter \"Q\" that is not followed by a \"U\" like most words in the English language. It is also one of only two Pokemon to have a \"Q\" in its name that is not followed by a \"U\", the other being its evolved form Overqwil. It is also one of only two Pokemon to have a \"Q\" in its name that is not followed by a \"U\"",
    "The Pokemon Gold and Silver Spaceworld '97 demo has an early design of Qwilfish named プクー Pukū, whose name may be a corruption of 河豚 fugu (pufferfish). It was a pure Water type and would evolve into シビレフグ Shibirefugu at level 18."
]