[
    "Pikachu was originally going to be the second stage of a three-part evolution line, following a Pokémon called 'Gorochu'.",
    "Rhydon was the first Pokémon ever created.",
    "Pokémon Red and Green were in development for six years before their release in 1996.",
    "The Pokémon Luvdisc is shaped like a heart because it's based on the discus fish, which is also known as the pompadour fish.",
    "Meowth is the only Pokémon that can learn Pay Day by leveling up.",
    "In the Japanese Pokémon Red, Green, and Blue, the international Pokémon Red and Blue, and the Japanese Pokémon FireRed and LeafGreen, Professor Oak classifies Bulbasaur as the \"plant Pokémon\" (Japanese: しょくぶつポケモン) when the player is about to choose it as their first partner Pokémon, using the term while referring to its type. In the English versions of Pokémon FireRed and LeafGreen, he calls it the \"grass Pokémon\".",
    "Bulbasaur's evolutionary line is the only first partner Pokémon family to have the Poison-type.",
    "Bulbasaur's evolutionary line is also the only first partner line to have each member appear at least once in the Super Smash Bros. series.",
    "Bulbasaur shares its category with its evolved forms and Sunkern. They are all known as the Seed Pokémon.",
    "Bulbasaur's number in the National Pokédex and the Fiore Browser are the same: 001.",
    "Due to the censor that prevents Pokémon with offensive nicknames being traded on the GTS, a Bulbasaur with an English name couldn't be traded on the GTS without a nickname in Pokémon Black and White.",
    "In Pokémon Gold and Silver, Bulbasaur is programmed to be able to learn Charm through breeding, but no other Pokémon in the Grass or Monster Groups can legitimately learn it to pass down as an Egg Move in those games. In Generation III and IV, Bulbasaur can inherit the move from Shroomish by chain breeding. In Generation V onwards, Bulbasaur can inherit the move directly from Cottonee.",
    "In Pokémon Sun and Moon, Bulbasaur could learn Vine Whip at level 7 instead of Leech Seed. This oversight was later fixed in Pokémon Ultra Sun and Ultra Moon.",
    "According to the Trainer Race quiz minigame from PokéROM, the word \"strong\" is a good adjective to describe Bulbasaur.",
    "Ivysaur's evolutionary line is the only first partner Pokémon evolutionary line to be Poison-type.",
    "Ivysaur's evolutionary line is also the only first partner Pokémon evolutionary line to have each member appear at least once in the Super Smash Bros. series.",
    "In addition, Ivysaur is the only Pokémon in the Super Smash Bros. series that Pokémon Trainer uses that does not know an HM move; Squirtle uses Waterfall, while Charizard uses Rock Smash and Fly.",
    "Ivysaur's numbers in the National Pokédex and the Fiore Browser are the same: 002.",
    "Ivysaur is the only second stage form of a dual-type Grass/Poison Pokémon that does not require an Evolution stone to reach its final form.",
    "Ivysaur is also the only second stage form of Kanto first partner Pokémon that evolves at level 32. Charmeleon and Wartortle evolve at level 36.",
    "Due to the censor that prevents Pokémon with offensive nicknames being traded on the GTS, an Ivysaur with an English name couldn't be traded on the GTS without a nickname in Pokémon Black and White prior to the Nintendo Wi-Fi Connection's shutdown.",
    "Venusaur shares its height (6'7\"\\2.0 m), weight (220.5 lbs.\\100.0 kg) and Egg Groups (Monster and Grass), with another Grass-type Pokémon, Tropius.",
    "Venusaur's evolutionary line is the only first partner Pokémon evolutionary line to have the Poison type.",
    "Venusaur's evolutionary line is also the only first partner Pokémon evolutionary line to have each member appear at least once in the Super Smash Bros. series.",
    "Venusaur is among Ken Sugimori's favorite Pokémon. However, it is also his least favorite Pokémon to draw due to its complex design.[2]",
    "Venusaur's number in the National Pokédex and the Fiore Browser are the same: 003.",
    "Due to the censor that prevents Pokémon with offensive nicknames being traded on the GTS, a Venusaur with an English name could not be traded on the GTS without a nickname in Generation V.",
    "Venusaur shares its category with its pre-evolved forms and Sunkern. They are all known as the Seed Pokémon.",
    "If the player chooses Charmander as their first partner Pokémon in Pokémon Red and Blue, or locks themselves out of receiving Bulbasaur in Pokémon Yellow, it is impossible to get Venusaur registered in the Pokédex without trading, as no NPC in said games uses a Venusaur under this condition. In Pokémon FireRed and LeafGreen, Cooltrainer Albert uses a Venusaur in Knockout Mode at the Trainer Tower.",
    "In Red and Blue, the only way to see Venusaur without owning one is to choose Squirtle as a first partner Pokémon, in which case Blue will have one starting at Silph Co onwards.",
    "Venusaur is the first Pokémon in National Pokédex order to have gender differences.",
    "Venusaur is the only Pokémon in the Super Smash Bros. series that does not have a Final Smash."

  ]