[
    "Meowscarada is the fastest fully evolved first partner Pokemon. It beats the previous record holder, Greninja, by exactly one stat point.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Crocalor was unable to learn Encore via TM, while its evolutionary relatives could.",
    "Skeledirge is the heaviest fully evolved first partner Pokemon, weighing 719.8 lbs (326.5 kg).",
    "In a trademark filed by The Pokemon Company on November 7, 2022, Skeledirge's Japanese name was romanized as \"Loudbone\" instead of \"Laudbon\". The name \"Laudbon\" was trademarked a month later on December 19, 2022.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Skeledirge was unable to learn Yawn, while its pre-evolutions could.",
    "Quaxly is the only one of the first partner Pokemon that is foreign to the region that it was introduced in, as evidenced by its Pokedex entry in Pokemon Scarlet.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Quaxly and its evolution were unable to learn Substitute and Sleep Talk via TM. However, this has since been fixed.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Quaxwell and its pre-evolution were unable to learn Substitute and Sleep Talk via TM.",
    "Generation IX Pokemon",
    "Pokemon with a gender ratio of seven males to one female",
    "Flying group Pokemon",
    "Pokemon with a base stat total of 530",
    "Lechonk is the only Pokemon with a base stat total of 254.",
    "Lechonk was the subject of The Pokemon Company's April Fools' Day 2023 campaign, titled \"Discover Pokemon Together: Lechonk\". Various Lechonk-themed distributions, promotions, and merchandises were released.",
    "Oinkologne is the only Pokemon introduced in Generation IX to have gender differences. Furthermore, it is the only Pokemon with gender differences to learn the same moves at different levels.",
    " \"Furthermore, it is the only Pokemon with gender differences to learn the same moves at different levels.",
    "Oinkologne is the only Pokemon to have a signature Ability for only one of its genders.",
    "Pokemon in the Erratic experience group",
    "Body style 14 Pokemon",
    "Pokemon with a base stat total of 210",
    "Pages with broken file links",
    "Spidops shares its category with Stunfisk. They are both known as the Trap Pokemon.",
    "Spidops is the only Pokemon with a base stat total of 404.",
    "No other Pokemon has the same type combination as Lokix.",
    "Riding helmets resembling Lokix's head can be purchased with varying colors as part of Trainer customization.",
    "Lokix, along with Buneary is the only Pokemon with 0 base friendship that is not Legendary, a Mythical Pokemon, an Ultra Beast, or a Paradox Pokemon.",
    "Pawmi and its evolution Pawmo share their category with Rattata, Raticate, Pikachu, Raichu, Sandshrew, and Sandslash. They are all known as the Mouse Pokemon, though Rattata and Raticate were originally called the Rat Pokemon prior to Generation III. Pawmi and Pawmo are the only Pokemon with this category to not be introduced in Generation I, and the only ones whose evolutionary line has no Alolan forms.",
    " \"Pawmi and Pawmo are the only Pokemon with this category to not be introduced in Generation I, and the only ones whose evolutionary line has no Alolan forms.",
    "Pawmi and Pawmo are the first electric rodents since Pichu to be able to evolve.",
    "Pawmi has the lowest base Special Defense stat of all Electric-type Pokemon.",
    "Pawmi is tied with Cleffa and Greavard for having the shortest Japanese name of all Pokemon, being spelled with only two kana.",
    "Pawmo and its pre-evolution Pawmi share their category with Rattata, Raticate, Pikachu, Raichu, Sandshrew, and Sandslash. They are all known as the Mouse Pokemon, though Rattata and Raticate were originally called the Rat Pokemon prior to Generation III. Pawmi and Pawmo are the only Pokemon with this category to not be introduced in Generation I, and the only ones whose evolutionary line has no Alolan forms.",
    "Pawmo is the shortest Fighting-type Pokemon.",
    "Tandemaus and its evolved form were designed by Megumi Mizutani.",
    "Tandemaus and its evolved form are the only gender unknown Pokemon in the Field Egg Group, and the only Normal-type Pokemon to consist of multiple bodies.",
    "Tandemaus is the only Pokemon that can skip the Evolution animation sequence when evolving.",
    "Tandemaus was briefly shown in a pre-release trailer on 6 October 2022 alongside Nacli and Squawkabilly, though it remained officially unrevealed until the release of Pokemon Scarlet and Violet.",
    "Although Family of Three Maushold is rarer and does not have official key artwork, it is the primary form of Maushold as listed in the code for Pokemon Scarlet and Violet.",
    "Maushold and its pre-evolved form were designed by Megumi Mizutani.",
    "Maushold and its pre-evolved form are the only gender unknown Pokemon in the Field Egg Group, and the only Normal-type Pokemon to consist of multiple bodies.",
    "Maushold is the only Pokemon to have Friend Guard as a standard Ability instead of a Hidden Ability.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Maushold was unable to learn Baton Pass via TM, while its pre-evolved form could.",
    "Fidough shares its category with Growlithe, Lillipup, Rockruff, and Yamper. They are all known as the Puppy Pokemon.",
    "Fidough is the only Pokemon with a base stat total of 312.",
    "Fidough and its evolution are designed by Mari Shimazaki.",
    "Dachsbun shares its category with Boltund. They are both known as the Dog Pokemon.",
    "Dachsbun is the only Pokemon with a base stat total of 477.",
    "Dachsbun and its pre-evolution are designed by Mari Shimazaki.",
    "Smoliv and its evolutions are the only Normal-type Pokemon in the Grass Egg Group.",
    "Dolliv is the only Pokemon with a base stat total of 354.",
    "Dolliv and its evolutionary relatives are the only Normal-type Pokemon in the Grass Egg Group.",
    "Arboliva and its pre-evolutions are the only Normal-type Pokemon in the Grass Egg Group.",
    "Squawkabilly is the only Pokemon with a base stat total of 417.",
    "Squawkabilly was briefly shown in a pre-release trailer on 6 October 2022 alongside Nacli and Tandemaus, though it remained officially unrevealed until the release of Pokemon Scarlet and Violet.",
    "Nacli's evolutionary line was designed by Hitoshi Ariga.",
    "Nacli was briefly shown in a pre-release trailer on 6 October 2022 alongside Tandemaus and Squawkabilly, though it remained officially unrevealed until the release of Pokemon Scarlet and Violet.",
    "Nacli is tied with Roggenrola and Rockruff for the lowest base stat total of all Rock-type Pokemon.",
    "Naclstack's evolutionary line was designed by Hitoshi Ariga.",
    "Due to a duplicated entry in the spawner data in Pokemon Scarlet and Violet, Naclstack effectively has twice its programmed spawn weight; making the Pokemon more common than intended.",
    "Naclstack is the only Pokemon whose Japanese name contains the uncommon yotsugana ヅ (du or zu). Similarly, Charjabug's Japanese name (デンヂムシ Dendimushi) is the only one that contains the uncommon yotsugana ヂ (di or ji).",
    " \"Similarly, Charjabug's Japanese name (デンヂムシ Dendimushi) is the only one that contains the uncommon yotsugana ヂ (di or ji).",
    "Garganacl's evolutionary line was designed by Hitoshi Ariga.",
    "Charcadet and its evolutions were designed by Tomohiro Kitakaze.",
    "Charcadet is the only Pokemon introduced in Generation IX to have a branched Evolution.",
    "Charcadet was briefly shown in a pre-release trailer on 6 October 2022, though it remained officially unrevealed until the release of Pokemon Scarlet and Violet.",
    "In Japanese, Charcadet shares its category with Simisear and Fletchinder, namely ひのこポケモン Hinoko Pokemon (Sparks Pokemon). For Charcadet specifically, the category can also be read as 火の子 hinoko (fire child), hence its English category.",
    "Because of the unavailability of the Malicious Armor in Scarlet and the Auspicious Armor in Violet, Charcadet is the only Pokemon whose branched Evolutions are version-exclusives in the main series games due to an item unavailability.",
    "Armarouge and its evolutionary relatives were designed by Tomohiro Kitakaze.",
    "Armarouge's name was misspelled as \"Armorouge\" on the official Pokemon Scarlet and Violet website; specifically, in the section describing the move Armor Cannon. This error has been corrected as of September 13, 2022.",
    "Armarouge has the same base stat values as its counterpart Ceruledge, just assigned to different stats.",
    "Ceruledge and its evolutionary relatives were designed by Tomohiro Kitakaze.",
    "Ceruledge has the same base stat values as its counterpart Armarouge, but with their assignments reversed between HP and Speed, Attack and Special Attack, and Defense and Special Defense.",
    "Tadbulb is the only Pokemon with a base stat total of 272.",
    "Bellibolt was first teased on October 12, 2022, through Iono's livestream, where her fans were supposed to guess her partner Pokemon. It was revealed on her second livestream on October 14, 2022.",
    "Roy's Wattrel",
    "Roy's Kilowattrel",
    "Pokemon with a base stat total of 340",
    "Pokemon with a base stat total of 505",
    "No other Pokemon have the same type combination as Shroodle and its evolution.",
    "Shroodle is the only Pokemon to have Pickpocket as a standard Ability instead of a Hidden Ability.",
    "Shroodle is the lightest Normal-type Pokemon.",
    "Shroodle is tied with Budew and Foongus for the shortest Poison-type Pokemon, and is tied with Azurill and Normal Form Terapagos for the shortest Normal-type Pokemon.",
    "No other Pokemon have the same type combination as Grafaiai and its pre-evolved form.",
    "Grafaiai was first teased on August 29, 2022, through the official Pokemon Twitter account by showing pictures of the patterns it paints. It got a second teaser on August 30, 2022, revealing its name and showing it as an obscured shadow, before being properly revealed on September 1, 2022.",
    "Bramblin is tied with Sunkern and Lotad for having the lowest base Defense of all Grass-type Pokemon.",
    "Grass-type Pokemon",
    "Body style 01 Pokemon",
    "Grass group Pokemon",
    "Toedscool is tied with Baltoy for the lowest base Attack stat of all Ground-type Pokemon.",
    "Toedscool, Tentacool, and their respective evolutionary lines have exactly the same base stats in the same distribution. They also have the same levels for evolution.",
    "In the game code of Scarlet and Violet, Toedscool and Toedscruel are referred to as \"OKAKINGU\" and \"OKAGYARADOSU\" respectively, suggesting they replaced a scrapped idea of an evolutionary line based on the Magikarp line.",
    "Toedscruel is tied with Claydol for the highest base Special Defense stat of all Ground-type Pokemon.",
    "Toedscruel is the only Ground-type Pokemon with tentacles.",
    "Toedscruel, Tentacruel, and their respective evolutions have exactly the same base stats in the same distribution. They also have the same levels for evolution.",
    "Toedscool and Toedscruel continue the trend of odd-numbered generations introducing a Pokemon line that appears to be based on fungi, with Paras, Shroomish, Foongus, and Morelull lines before them.",
    "Titan Pokemon",
    "Capsakid is the only non-Field Egg Group Pokemon and the only Grass-type Pokemon to evolve when exposed to a Fire Stone.",
    "Scovillain is the only Fire-type Pokemon in the Grass Egg Group, and the only green Fire-type Pokemon.",
    "Scovillain is the only Pokemon with Chlorophyll that is not weak to Fire-type attacks, which have increased power under harsh sunlight.",
    "Excluding Legendary Pokemon, whose names are often the same in all localizations of Pokemon games, Scovillain is the only Generation IX Pokemon whose English and Japanese names are the same.",
    "Of all Pokemon (or Pokemon evolutionary lines) who formerly had unique type combinations, Scovillain held its unique typing for the shortest period of time. When Pokemon Scarlet and Violet launched on November 18, 2022, Scovillain's Grass/Fire type was unique, but it lost this distinction with the release of The Teal Mask and Hearthflame Mask Ogerpon on September 13, 2023 - 299 days later.",
    "Pokemon in the Fast experience group",
    "Pokemon with a base stat total of 270",
    "Pokemon that evolve using the Let's Go! feature",
    "The infant inside Rabsca's ball is present in Rabsca's in-game model, with a model of its own. It resembles a basic insect larva, distinct from Rellor.",
    "Psychic-type Pokemon",
    "Body style 07 Pokemon",
    "Pokemon with a base stat total of 255",
    "Espathra and its Shiny form were designed by Hitoshi Ariga.",
    "Tinkatink and its evolutionary relatives were designed by Megumi Mizutani.",
    "Tinkatink is the only Pokemon with a base stat total of 297.",
    "Tinkatuff and its evolutionary relatives were designed by Megumi Mizutani.",
    "Tinkaton and its evolutionary relatives were designed by Megumi Mizutani.",
    "Tinkaton is the only Pokemon with a base stat total of 506.",
    "Wiglett was revealed on September 28, 2022 in a mock webinar titled \"\"World Pokemon Ecological Society\"\". Wiglett's reveal also introduced the concept of ecologically similar Pokemon.",
    " \"Wiglett's reveal also introduced the concept of ecologically similar Pokemon.",
    "Wiglett has the lowest base HP stat of all Water-type Pokemon.",
    "Wiglett and Diglett both evolve at the same level.",
    "Wiglett is the only ecologically similar Pokemon whose base stat total is different from that of its lookalike.",
    "Wugtrio and Kantonian Dugtrio have exactly the same base stats in the same distribution. They also evolve from their pre-evolved forms at the same level.",
    "Wugtrio, Alolan Dugtrio, and their pre-evolutions share the Ability Sand Veil in addition to either Gooey or Tangling Hair, the latter two being variations of each other.",
    "Wugtrio's weight is exactly three times the weight of Wiglett.",
    "Bombirdier is capable of having a 50% boost in damage for four types at once: two via STABs (Flying and Dark), one via its signature Ability Rocky Payload (Rock), and one via Terastallizing into any of the remaining 15 types. Bombirdier is the only Pokemon capable of this without the use of any moves. If the Ability Steely Spirit is at play, and the weather is either sunny or rainy, Bombirdier can have a 50% damage boost for six types at once (Flying, Dark, Rock, Steel, Fire/Water, and any of the remaining 13 types via Terastallizing).",
    " \"If the Ability Steely Spirit is at play, and the weather is either sunny or rainy, Bombirdier can have a 50% damage boost for six types at once (Flying, Dark, Rock, Steel, Fire/Water, and any of the remaining 13 types via Terastallizing).",
    "The concept of a baby-delivering stork Pokemon has been previously looked at by Game Freak, as an unnamed beta Pokemon labeled as Nº 378 was based on the same concept.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Bombirdier was unable to learn Rest via TM.",
    "Finizen is the only Pokemon who evolves through using the Union Circle.",
    "Finizen and Zero Form Palafin have identical cries.",
    "Zero Form Palafin is the only Pokemon with a base stat total of 457.",
    "Hero Form Palafin: is the only Pokemon with a base stat total of 650. has the highest base Attack stat of all Water-type Pokemon.",
    " \"is the only Pokemon with a base stat total of 650.",
    "has the highest base Attack stat of all Water-type Pokemon.",
    "No other Pokemon has the same type combination as Varoom and its evolved form. Due to them being part Steel-type, Varoom and its evolution Revavroom are also the only Poison-type Pokemon to be immune against their own type.",
    " \"Due to them being part Steel-type, Varoom and its evolution Revavroom are also the only Poison-type Pokemon to be immune against their own type.",
    "Varoom and its evolution are the only Steel-type Pokemon consisting of a head and legs.",
    "Varoom and its evolution were shown in multiple trailers and gameplay showcases for Pokemon Scarlet and Violet, but remained unnamed until the release of the games.",
    "Varoom and its evolution were designed by Yusuke Kozaki.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Varoom was unable to learn Rest.",
    "No other Pokemon has the same type combination as Revavroom and its pre-evolved form. Due to them being part Steel-type, Revavroom and its pre-evolution Varoom are also the only Poison-type Pokemon to be immune to their own type.",
    " \"Due to them being part Steel-type, Revavroom and its pre-evolution Varoom are also the only Poison-type Pokemon to be immune to their own type.",
    "Revavroom and its pre-evolution are the only Steel-type Pokemon consisting of a head and legs.",
    "Revavroom and its pre-evolution were shown in multiple trailers and gameplay showcases for Pokemon Scarlet and Violet, but remained unnamed until the release of the games.",
    "Revavroom and its Pokedex entries are similar to a concept brought up by Ken Sugimori in an interview featured in Pokemon Ultra Sun & Pokemon Ultra Moon Edition: The Official National Pokedex. While discussing the Pokemon design process, Sugimori stated:",
    "Cyclizar shares its category with Skiddo and Gogoat. They are all known as the Mount Pokemon.",
    "Cyclizar is the only: Dragon-type Pokemon in the Field Egg Group. Pokemon with a base stat total of 501. Generation IX Pokemon with a Paradox Pokemon counterpart. It is also the only known Pokemon that is shorter than its future Paradox Pokemon relative, and the only non-Legendary Pokemon whose Paradox counterparts are Legendary Pokemon.",
    " \"Dragon-type Pokemon in the Field Egg Group.",
    "Pokemon with a base stat total of 501.",
    "Generation IX Pokemon with a Paradox Pokemon counterpart. It is also the only known Pokemon that is shorter than its future Paradox Pokemon relative, and the only non-Legendary Pokemon whose Paradox counterparts are Legendary Pokemon.",
    " \"It is also the only known Pokemon that is shorter than its future Paradox Pokemon relative, and the only non-Legendary Pokemon whose Paradox counterparts are Legendary Pokemon.",
    "Cyclizar is one of three Pokemon with more than one Paradox Pokemon counterpart, the others being Donphan and Volcarona.",
    "Despite its Pokedex entry in Pokemon Scarlet stating that Orthworm can \"wield the tendrils on its body like fists and pelt the opponent with a storm of punches,\" it cannot learn any punching moves.",
    "Glimmet shares its category with its evolution and Boldore. They are all known as the Ore Pokemon.",
    "Glimmora and its pre-evolution share the same category as Boldore. They are all known as the Ore Pokemon.",
    "Greavard and its evolution were designed by Kazuyuki Kurashima.",
    "Greavard, along with Shedinja, Duskull, and Galarian Yamask, has the lowest base Special Attack stat of all Ghost-type Pokemon.",
    "Greavard is tied with Cleffa and Pawmi for having the shortest Japanese name of all Pokemon, being spelt with only two kana.",
    "Greavard was first teased on October 24, 2022, through a video on the official Pokemon Twitter account, which briefly showed it in its buried state. It was properly revealed on October 25, 2022.",
    "Houndstone and its pre-evolution were designed by Kazuyuki Kurashima.",
    "There is a visual error on Flamigo's Paldea Pokedex image, showing two Flamigo with their wings both spread out and tucked in.",
    "Cetoddle and its evolution were designed by Yusuke Kozaki.",
    "Cetitan is the tallest Ice-type Pokemon.",
    "Cetitan has the highest base HP stat of all Ice-type Pokemon.",
    "Cetitan has the longest cry of any Pokemon, being 4.007 seconds long.",
    "Cetitan and its pre-evolution were designed by Yusuke Kozaki.",
    "Gym Leader Kofu's catchphrase is \"Vaultin' Veluza!",
    "Dondozo is the tallest Pokemon introduced in Generation IX.",
    "Dondozo and its Shiny coloration were designed by James Turner.",
    "Tatsugiri and its Shiny forms were designed by James Turner.",
    "Tatsugiri is the only Dragon-type Pokemon in the Water 2 Egg Group, and the only Dragon-type Pokemon with fins. Droopy Form Tatsugiri is the only pink Dragon-type Pokemon.",
    " \"Droopy Form Tatsugiri is the only pink Dragon-type Pokemon.",
    "Body style 12 Pokemon",
    "Pokemon with a base stat total of 535",
    "Pokemon whose base HP stat is greater than 100",
    "Pokemon with cross-generational Evolutions",
    "Clodsire is the only regional form-exclusive Evolution to be introduced in Generation IX.",
    "Like its pre-evolution, Farigiraf's name is a palindrome, though not in Japanese.",
    "Three-Segment Form Dudunsparce is the tallest Normal-type Pokemon.",
    "Dudunsparce's cry is composed from Dunsparce's cry, pitched down and with a portion of it repeated multiple times.",
    "No other Pokemon has the same type combination as Kingambit and its pre-evolved forms. Furthermore, the types they have are the two types that were introduced in Generation II. They are also the only dual-type Steel-type Pokemon without any double resistances.",
    " \"Furthermore, the types they have are the two types that were introduced in Generation II.",
    "They are also the only dual-type Steel-type Pokemon without any double resistances.",
    "No other Pokemon has the same type combination as Great Tusk.",
    "Great Tusk and Iron Treads can be considered counterparts of one another. Both appear to be relatives of Donphan. Both are the only Paradox Pokemon introduced prior to the 1.2.0 update not to be used by the AI Professors in their battles against the player. Both are encountered as the version exclusive Quaking Earth Titan. Both are the first non-Legendary Paradox Pokemon to be officially revealed and encountered. Both are the only Paradox Pokemon that can be caught outside of Area Zero. Both have a drawing and photo pictures in Scarlet BookS/Violet BookV.",
    " \"Both appear to be relatives of Donphan.",
    "Both are the only Paradox Pokemon introduced prior to the 1.2.0 update not to be used by the AI Professors in their battles against the player.",
    "Both are encountered as the version exclusive Quaking Earth Titan.",
    "Both are the first non-Legendary Paradox Pokemon to be officially revealed and encountered.",
    "Both are the only Paradox Pokemon that can be caught outside of Area Zero.",
    "Both have a drawing and photo pictures in Scarlet BookS/Violet BookV.",
    "Great Tusk has the highest base Defense and the lowest base Special Defense stats of all Paradox Pokemon.",
    "Scream Tail is the only Paradox Pokemon whose apparent relative was never considered a fully evolved Pokemon. It has the largest increase in base stat total from its apparent relative, with an increase of 300 points. It has the largest disparity in size with its apparent relative, being 2.4 times taller.",
    " \"It has the largest increase in base stat total from its apparent relative, with an increase of 300 points.",
    "It has the largest disparity in size with its apparent relative, being 2.4 times taller.",
    "Scream Tail's official artwork from Pokemon Scarlet and Violet resembles Jigglypuff's official artwork from Pokemon FireRed and LeafGreen.",
    "The magazine Occulture mentions rumors that hypothesize Scream Tail as a Jigglypuff from one billion years ago. This is longer than real-world multicellular life is thought to have existed on Earth, as the first of them could only have appeared around 600 million years ago.",
    "Brute Bonnet's stat distribution ensures it will not get its Speed stat boosted by Protosynthesis, due to what seems to be an intentional design choice that prevents creating fast Pokemon with access to Spore. At level 50, Brute Bonnet's maximum possible Speed is 117 while its minimum possible Attack is 118, resulting in Protosynthesis boosting the Attack stat. Interestingly, Brute Bonnet's Speed can only exceed its Attack at levels 9 and under.",
    "Flutter Mane has the highest base Special Defense stat of all Paradox Pokemon.",
    "Flutter Mane has the lowest base HP, Attack, and Defense stats of all Paradox Pokemon.",
    "Flutter Mane was designed by Hitoshi Ariga. Its apparent relative, Misdreavus, is Ariga's favorite Pokemon.",
    " \"Its apparent relative, Misdreavus, is Ariga's favorite Pokemon.",
    "Even though the Paldean Pokedex will not state any location info about it, Flutter Mane will only spawn at night.",
    "Slither Wing is both the tallest Bug-type Pokemon and the tallest Fighting-type Pokemon.",
    "Slither Wing and Iron Moth can be considered counterparts of one another. Both share one type with Volcarona, but neither share the same type with each other. Both are the first Paradox Pokemon used by the AI Professors in their battles with the player. Both are the only Paradox Pokemon that can be naturally found in the same area as their relative.",
    " \"Both share one type with Volcarona, but neither share the same type with each other.",
    "Both are the first Paradox Pokemon used by the AI Professors in their battles with the player.",
    "Both are the only Paradox Pokemon that can be naturally found in the same area as their relative.",
    "Slither Wing: Is the only Pokemon whose Japanese name contains the kana ヲ wo. This is because it's only used as a grammatical particle in modern Japanese, so Paradox Pokemon having sentences of normal words as names gives the unique opportunity to use it. Is tied with Basculegion and Poltchageist for the greatest number of unique characters in its English name, with 11 (including spaces). Is the only Bug-type Pokemon with a quadruped body, excluding the forms of Arceus and Silvally.",
    " \"\"\"Is the only Pokemon whose Japanese name contains the kana ヲ wo. This is because it's only used as a grammatical particle in modern Japanese, so Paradox Pokemon having sentences of normal words as names gives the unique opportunity to use it.",
    " \"This is because it's only used as a grammatical particle in modern Japanese, so Paradox Pokemon having sentences of normal words as names gives the unique opportunity to use it.",
    "Is tied with Basculegion and Poltchageist for the greatest number of unique characters in its English name, with 11 (including spaces).",
    "Is the only Bug-type Pokemon with a quadruped body, excluding the forms of Arceus and Silvally.",
    "Sandy Shocks is the only Paradox Pokemon to share its weight with its apparent relative. Both Sandy Shocks and Magneton weigh 132.3 lbs./60.0 kg. It is also the only ancient Paradox Pokemon to not weigh more than its apparent relative.",
    " \"It is also the only ancient Paradox Pokemon to not weigh more than its apparent relative.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Iron Treads was unable to learn Sleep Talk via TM.",
    "Iron Bundle ties with Barraskewda for the highest base Speed stat of all Water-type Pokemon. It also has the highest base Speed stat of all Ice-type Pokemon and all Paradox Pokemon.",
    " \"It also has the highest base Speed stat of all Ice-type Pokemon and all Paradox Pokemon.",
    "Iron Bundle has the longest Japanese Pokemon name in romaji, with 15 letters. This name is longer than the character limit of Pokemon nicknames in the Western releases of the games, which is 12 characters.",
    " \"This name is longer than the character limit of Pokemon nicknames in the Western releases of the games, which is 12 characters.",
    "Iron Hands has the highest base HP stat of all Fighting-type Pokemon, all Electric-type Pokemon, and all Paradox Pokemon.",
    "Iron Hands has the highest base Attack stat of all Paradox Pokemon.",
    "Iron Hands has the lowest base Special Attack and Speed stats of all Paradox Pokemon.",
    "Iron Hands is the only Paradox Pokemon that requires less experience to reach level 100 than its apparent relative.",
    "Iron Jugulis is the only Paradox Pokemon whose English name includes a Latin word.",
    "Iron Moth and Slither Wing can be considered counterparts of one another. Both share one type with Volcarona, but neither share the same type with each other. Both are the first Paradox Pokemon used by the AI Professors in their battles with the player. Both are the only Paradox Pokemon that can be naturally found in the same area as their relative.",
    "Iron Moth has the highest base Special Attack stat of all Paradox Pokemon.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Iron Thorns was unable to learn Sleep Talk.",
    "Frigibax and its evolved forms are the only Ice-type Pokemon in the Dragon Egg Group.",
    "Arctibax and its evolutionary relatives are the only Ice-type Pokemon in the Dragon Egg Group.",
    "Arctibax is the only member of its evolutionary line to be unable to learn Dragon Claw by levelling up. The large gap in levels between the moves learned before and after when Dragon Claw is learned by its relatives - Ice Fang and Take Down - suggests this was an oversight.",
    "Baxcalibur and its pre-evolved forms are the only Ice-type Pokemon in the Dragon Egg Group.",
    "Baxcalibur is the only pseudo-legendary Pokemon whose catch rate differs across its entire evolutionary line.",
    "Baxcalibur has the highest base HP and Attack stats of all pseudo-legendary Pokemon. Furthermore, Baxcalibur has the lowest base Special Attack stat of all pseudo-legendary Pokemon.",
    " \"Furthermore, Baxcalibur has the lowest base Special Attack stat of all pseudo-legendary Pokemon.",
    "Gimmighoul's Chest Form was named by Jacq, while its Roaming Form was named by Professor Willow.",
    "Both forms of Gimmighoul are tied with Yamask and Litwick for having the lowest base Attack stat of all Ghost-type Pokemon.",
    "Chest Form Gimmighoul has the lowest base Speed stat of all Ghost-type Pokemon.",
    "Roaming Form Gimmighoul has the lowest base Defense stat of all Ghost-type Pokemon.",
    "Roaming Form Gimmighoul is tied with Sinistea and Poltchageist as the shortest Ghost-type Pokemon, and tied with Gastly and Haunter as the lightest Ghost-type Pokemon.",
    "Gimmighoul is the only Pokemon in Pokemon GO that evolves without Candy, even if it is not traded.",
    "Gimmighoul is heavily associated with the number 999: Its National Pokedex number is #0999. It evolves when leveled up while the player has 999 Gimmighoul Coins. It was first teased through a website with a counter that periodically counted to 999. A promotional video about Gimmighoul tells the tale of a Gimmighoul who manipulated a young girl to fill its chest with 999 coins.",
    " \"Its National Pokedex number is #0999.",
    "It evolves when leveled up while the player has 999 Gimmighoul Coins.",
    "It was first teased through a website with a counter that periodically counted to 999.",
    "A promotional video about Gimmighoul tells the tale of a Gimmighoul who manipulated a young girl to fill its chest with 999 coins.",
    "Due to its Ghost type, Roaming Form Gimmighoul's Run Away Ability is redundant unless its type changes, such as via Terastallization or Soak.",
    "Gimmighoul only learns 2 moves by level-up, the fewest of all Ghost-type Pokemon.",
    "It is not possible to flee from a Chest Form Gimmighoul; even if the player's Pokemon is a Ghost type or is faster. Attempting to flee via pressing the \"Run\" option or use a Pokemon with the Run Away Ability will give the \"You can't escape!\" message. Using the Poke Doll will give the same dialogue that a player would receive if they try to use certain Key Items such as the Shiny Charm. Using the moves Whirlwind or Roar will fail.",
    "Despite its Japanese name, Pokedex image, and ability to create a surfboard while traversing water, Gholdengo is incapable of learning the move Surf.",
    "Gholdengo is heavily associated with the number 1,000. Its National Pokedex number is #1000. A video titled “One Thousand Pokemon!” was made to commemorate the number of Pokemon surpassing 1,000. The video features a counter that increases as Pokemon appear, eventually turning gold when it reaches 1,000 with Gholdengo. Its belt buckle has a stylized depiction of the number 1,000 on it. As Gholdengo's belt is fashioned from Chest Form Gimmighoul's chest, this symbol is also present on Chest Form Gimmighoul, albeit oriented sideways. Its body is made of 1,000 Gimmighoul Coins.",
    " \"\"\"Its National Pokedex number is #1000. A video titled “One Thousand Pokemon!” was made to commemorate the number of Pokemon surpassing 1,000. The video features a counter that increases as Pokemon appear, eventually turning gold when it reaches 1,000 with Gholdengo.",
    " \"A video titled “One Thousand Pokemon!” was made to commemorate the number of Pokemon surpassing 1,000. The video features a counter that increases as Pokemon appear, eventually turning gold when it reaches 1,000 with Gholdengo.",
    "Its belt buckle has a stylized depiction of the number 1,000 on it. As Gholdengo's belt is fashioned from Chest Form Gimmighoul's chest, this symbol is also present on Chest Form Gimmighoul, albeit oriented sideways.",
    "Its body is made of 1,000 Gimmighoul Coins.",
    "Wo-Chien has the highest base Special Defense stat of all Dark-type and Grass-type Pokemon.",
    "Wo-Chien and the other treasures of ruin are the first Pokemon whose base stats were adjusted via a patch to the game.",
    "Wo-Chien is the only member of the treasures of ruin that was given life by a specific individual's emotion rather than the emotions of humanity in general.",
    "Wo-Chien's in-game model has 92 tablets in total. In one of its animations, the tablets spiral out from under the plants that are comprised by its body, and all 92 can be seen at the peak of this animation.",
    "Chien-Pao has the highest base Speed stat of all Dark-type Pokemon.",
    "Chien-Pao and the other treasures of ruin are the first Pokemon whose base stats were adjusted via a patch to the game.",
    "Chien-Pao is one of the only Ice-type Pokemon, the other ones being Snom and Frost Rotom, to not be able to learn Ice Beam.",
    "Ting-Lu and the other treasures of ruin are the first Pokemon whose base stats were adjusted via a patch to the game.",
    "Out of the treasures of ruin, Ting-Lu was the only one to have a base stat increased during the Pokemon Scarlet and Violet 1.01 version patch. However, Ting-Lu still suffered an overall base stat decrease by 10 points like the rest of the treasures of ruin.",
    "Chi-Yu and the other treasures of ruin are the first Pokemon whose base stats were adjusted via a patch to the game.",
    "Chi-Yu is significantly lighter than the other three treasures of ruin, likely due to its body being mostly made out of fire, which has no weight.",
    "Chi-Yu is the only Fire-type Pokemon with fins.",
    "Roaring Moon and Iron Valiant can be considered counterparts of one another. They share a base stat total of 590 instead of the 570 found in most other non-Legendary Paradox Pokemon. Both are separated from the other non-Legendary Paradox Pokemon in Paldea Pokedex and National Pokedex numbering. Both are not covered in any editions of Occulture magazine in the Naranja AcademyS/Uva AcademyV entrance hall, with the editions covering them being found in the lab on Poco Path instead. They are both the final and highest-leveled Pokemon used by Professor SadaS/Professor TuroV in their first battle, as well as the only Pokemon on their team with the held item Booster Energy. Both possess a weakness and resistant to their own type attacks. Roaring Moon, Dragon/Dark, is weak to Dragon and resistant to Dark; Iron Valiant, Fairy/Fighting, is weak to Fairy and resistant to Fighting.",
    " \"They share a base stat total of 590 instead of the 570 found in most other non-Legendary Paradox Pokemon.",
    "Both are separated from the other non-Legendary Paradox Pokemon in Paldea Pokedex and National Pokedex numbering.",
    "Both are not covered in any editions of Occulture magazine in the Naranja AcademyS/Uva AcademyV entrance hall, with the editions covering them being found in the lab on Poco Path instead.",
    "They are both the final and highest-leveled Pokemon used by Professor SadaS/Professor TuroV in their first battle, as well as the only Pokemon on their team with the held item Booster Energy.",
    "Both possess a weakness and resistant to their own type attacks. Roaring Moon, Dragon/Dark, is weak to Dragon and resistant to Dark; Iron Valiant, Fairy/Fighting, is weak to Fairy and resistant to Fighting.",
    "No other Pokemon has the same type combination as Iron Valiant. Its types are the secondary types of the Pokemon it is based on.",
    " \"Its types are the secondary types of the Pokemon it is based on.",
    "Iron Valiant is the only Fighting type that is unable to learn Facade.",
    "Iron Valiant is the only Paradox Pokemon to be based on more than one Pokemon. It is also the only one to be based on a Generation IV Pokemon.",
    " \"It is also the only one to be based on a Generation IV Pokemon.",
    "Iron Valiant and Roaring Moon can be considered counterparts of one another. They share a base stat total of 590 instead of the 570 found in most other non-Legendary Paradox Pokemon. Both are separated from the other non-Legendary Paradox Pokemon in Paldea Pokedex and National Pokedex numbering. Both are not covered in any editions of Occulture magazine in the Naranja AcademyS/Uva AcademyV entrance hall, with the editions covering them being found in the lab on Poco Path instead. They are both the final and highest-leveled Pokemon used by Professor SadaS/Professor TuroV in their first battle, as well as the only Pokemon on their team with the held item Booster Energy. Both possess a weakness and resistant to their own type attacks. Iron Valiant, Fairy/Fighting, is weak to Fairy and resistant to Fighting; Roaring Moon, Dragon/Dark, is weak to Dragon and resistant to Dark.",
    "Both possess a weakness and resistant to their own type attacks. Iron Valiant, Fairy/Fighting, is weak to Fairy and resistant to Fighting; Roaring Moon, Dragon/Dark, is weak to Dragon and resistant to Dark.",
    "Although Iron Valiant can learn Skill Swap via TM, it will always fail as Quark Drive cannot be swapped.",
    "Koraidon and Miraidon are the only Paradox Pokemon: Whose names follow regular Pokemon naming conventions. To not have different names between languages. To each have their own unique Abilities.",
    " \"\"\"Whose names follow regular Pokemon naming conventions. To not have different names between languages.",
    " \"To not have different names between languages.",
    "To each have their own unique Abilities.",
    "Of all Pokemon, Koraidon and Miraidon have the highest number of forms that are obtainable in some capacity yet unusable in battle, as they each use three forms solely for travel and are obtained in their fourth 'low-power' forms, yet can only battle in their 'high-power' forms. Curiously, the forms are fully usable in battle when hacked into the game, albeit with various glitches and oddities. In its unused Pokedex entry, non-Apex Build Koraidon is 11'6\"\" / 3.5m tall, the same height as Ultimate Mode Miraidon, and taller than Apex Build Koraidon. Rotom has five forms that are unusable in battle (Pokedex, Phone, Bike, Rotomi, Drone), but Rotomi and Rotom Drone are completely unobtainable.",
    " \"\"\"Curiously, the forms are fully usable in battle when hacked into the game, albeit with various glitches and oddities. In its unused Pokedex entry, non-Apex Build Koraidon is 11'6\"\" / 3.5m tall, the same height as Ultimate Mode Miraidon, and taller than Apex Build Koraidon.",
    " \"In its unused Pokedex entry, non-Apex Build Koraidon is 11'6\" / 3.5m tall, the same height as Ultimate Mode Miraidon, and taller than Apex Build Koraidon.",
    "Rotom has five forms that are unusable in battle (Pokedex, Phone, Bike, Rotomi, Drone), but Rotomi and Rotom Drone are completely unobtainable.",
    "The builds of Koraidon in Japanese and Korean use Sino-Japanese and Sino-Korean words respectively, showing tradition and the past, while the modes of Miraidon in the same languages use borrowed words from English, showing modernity.",
    "Despite being able to swim and fly with the player on its back, Koraidon can't learn Surf or Fly. It shares this trait with its counterpart Miraidon.",
    "Miraidon and Koraidon are the only Paradox Pokemon: Whose names follow regular Pokemon naming conventions. To not have different names between languages. To each have their own unique Abilities.",
    "Miraidon is the tallest Paradox Pokemon in the Paldea Pokedex and the only known future Paradox Pokemon to be taller than both its present-day and ancient relatives. It is also the only future Paradox Pokemon not to have the word \"\"Iron\"\" in its name. However, its previous name according to the Violet Book is \"\"Iron Serpent\"\".",
    " \"It is also the only future Paradox Pokemon not to have the word \"Iron\" in its name. However, its previous name according to the Violet Book is \"Iron Serpent\".",
    "Miraidon has the highest base Special Defense stat of all Electric-type Pokemon.",
    "Of all Pokemon, Miraidon and Koraidon have the highest number of forms that are obtainable in some capacity yet unusable in battle, as they each use three forms solely for travel and are obtained in their fourth 'low-power' forms, yet can only battle in their 'high-power' forms. Curiously, the forms are fully usable in battle when hacked into the game, albeit with various glitches and oddities. In its unused Pokedex entry, the Ride forms of Miraidon are smaller than its Ultimate Mode, at 9'2\"\" / 2.7m tall. Rotom has five forms that are unusable in battle (Pokedex, Phone, Bike, Rotomi, Drone), but Rotomi and Rotom Drone are completely unobtainable.",
    " \"\"\"Curiously, the forms are fully usable in battle when hacked into the game, albeit with various glitches and oddities. In its unused Pokedex entry, the Ride forms of Miraidon are smaller than its Ultimate Mode, at 9'2\"\" / 2.7m tall.",
    " \"In its unused Pokedex entry, the Ride forms of Miraidon are smaller than its Ultimate Mode, at 9'2\" / 2.7m tall.",
    "The modes of Miraidon in Japanese and Korean use borrowed words from English, showing modernity, while the builds of Koraidon in the same languages use Sino-Japanese and Sino-Korean words respectively, showing tradition and the past.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Miraidon was able to learn Power Gem at level 49. After updating the game, it can only learn it via TM.",
    "Despite being able to swim and fly with the player on its back, Miraidon can't learn Surf or Fly. It shares this trait with its counterpart Koraidon.",
    "Before the official reveal of Walking Wake, a sketch of an imaginary Pokemon similar to it appeared in the Scarlet Book in Pokemon Scarlet as an amalgam of the Legendary beasts (Raikou, Entei, and Suicune).",
    "Walking Wake and Iron Leaves can be considered counterparts of one another. They are both event-exclusive Paradox Pokemon with signature moves that can be caught only once per save file based on a Legendary Pokemon that is a member of a Legendary trio. Despite being based on Legendary Pokemon, they are both not considered Legendary Pokemon themselves. They are the first Paradox Pokemon that can be encountered in a Tera Raid Battle and were both revealed and released simultaneously in the same Poke Portal News event and software update. They were both teased in the Scarlet BookS/Violet BookV, though neither of them appear in any editions of Occulture magazine. Prior to the release of The Indigo Disk, their Pokedex entries in Pokemon HOME were both only three words long and shared between Scarlet and Violet, but have been since replaced. Walking Wake, Iron Leaves, and Pecharunt are also the only Pokemon that can be registered but are not required for the completion of the Blueberry Pokedex.",
    " \"Walking Wake, Iron Leaves, and Pecharunt are also the only Pokemon that can be registered but are not required for the completion of the Blueberry Pokedex.",
    "Before the official reveal of Iron Leaves, a sketch of an imaginary Pokemon similar to it appeared in the Violet Book in Pokemon Violet as an amalgam of the Swords of Justice (Cobalion, Terrakion, and Virizion).",
    "Although Iron Leaves is part Psychic-type, the only damaging Psychic-type move that it can learn is its signature move, Psyblade. Despite this, it is also able to learn Psychic Terrain.",
    " \"Despite this, it is also able to learn Psychic Terrain.",
    "Iron Leaves is the only Paradox Pokemon with a signature move whose signature move's typing matches the Pokemon's secondary type rather than its primary type.",
    "Iron Leaves and Walking Wake can be considered counterparts of one another. They are both event-exclusive Paradox Pokemon with signature moves that can be caught only once per save file based on a Legendary Pokemon that is a member of a Legendary trio. Despite being based on Legendary Pokemon, they are both not considered Legendary Pokemon themselves. They are the first Paradox Pokemon that can be encountered in a Tera Raid Battle and were both revealed and released simultaneously in the same Poke Portal News event and software update. They were both teased in the Scarlet BookS/Violet BookV, though neither of them appear in any editions of Occulture magazine. Prior to the release of The Indigo Disk, their Pokedex entries in Pokemon HOME were both only three words long and shared between Scarlet and Violet, but have been since replaced. Iron Leaves, Walking Wake, and Pecharunt are also the only Pokemon that can be registered but are not required for the completion of the Blueberry Pokedex.",
    " \"Iron Leaves, Walking Wake, and Pecharunt are also the only Pokemon that can be registered but are not required for the completion of the Blueberry Pokedex.",
    "Iron Leaves is the only non-Legendary or Mythical Pokemon to have once been last in the National Pokedex order (between the release of Pokemon Scarlet and Violet v1.2.0 and The Teal Mask).",
    "Despite its evolved form being unreleased at the time, Dipplin was able to use Eviolite upon its debut in The Teal Mask.",
    "Dipplin and Hydrapple are the only: Evolutionary relatives introduced within a single generation that are not next to each other in National Pokedex order, with Dipplin being number 1011 and Hydrapple being number 1019. Dragon-type Pokemon consisting of multiple bodies.",
    " \"Evolutionary relatives introduced within a single generation that are not next to each other in National Pokedex order, with Dipplin being number 1011 and Hydrapple being number 1019.",
    "Dragon-type Pokemon consisting of multiple bodies.",
    "Dipplin is the only Pokemon that requires a TM to evolve, as it cannot learn Dragon Cheer without it.",
    "Dipplin, Chansey, and Porygon2 are the only non-fully evolved Pokemon that evolve from another Pokemon through the use of an item.",
    "Poltchageist was first teased during the 2023 World Championships, where attendees were given a tea ceremony set with the date of the reveal trailer's release included. Additional teasers included the official Pokemon website featuring a background decorated with matcha powder, and a Kitakami poster advertising the in-universe theatrical performance shown in the trailer.",
    "Despite being a counterpart of Sinistea, Poltchageist's name resembles that of Sinistea's evolution, Polteageist. The reverse is also true with Poltchageist's evolution, Sinistcha. They are the only ecologically similar Pokemon with this distinction.",
    "Poltchageist and Sinistea have similar evolution methods, as they both require being exposed to a specific item to evolve into a specific form of their evolved counterparts.",
    "The Poltchageist and Sinistea families are the only ecologically similar Pokemon that share a type and the only ones to share Egg Groups with each other. Additionally, Poltchageist and its evolution are the only ecologically similar Pokemon to have multiple forms.",
    " \"Additionally, Poltchageist and its evolution are the only ecologically similar Pokemon to have multiple forms.",
    "Poltchageist is tied with Basculegion and Slither Wing for the greatest number of unique characters in its English name, with 11 (including spaces).",
    "Poltchageist is the shortest Grass-type Pokemon, and is tied with Sinistea and Roaming Form Gimmighoul as the shortest Ghost-type Pokemon.",
    "Despite being an apparent counterpart of Polteageist, Sinistcha's name resembles that of Polteageist's pre-evolution, Sinistea. The reverse is also true with its pre-evolution, Poltchageist. They are the only ecologically similar Pokemon with this distinction.",
    "The Sinistcha and Polteageist families are the only ecologically similar Pokemon that share a type and the only ones to share Egg Groups with each other. Additionally, Sinistcha and Polteageist have similar evolution methods, as they both require being exposed to one of two specific items depending on their form.",
    " \"Additionally, Sinistcha and Polteageist have similar evolution methods, as they both require being exposed to one of two specific items depending on their form.",
    "Sinistcha and its pre-evolution are the only ecologically similar Pokemon to have multiple forms.",
    "All of the levels it learns moves at, aside from level 1, are multiples of 8. It shares this trait with Pecharunt and the rest of the Loyal Three.",
    "Ogerpon and all of its forms were designed by Hitoshi Ariga.",
    "Ogerpon cannot have its Tera Type be changed under normal circumstances in Pokemon Scarlet and Violet. Even if the game is modified to force Ogerpon to have a different Tera Type, the game will softlock upon trying to Terastallize, forcing the player to restart the console. It shares this distinction with Terapagos. This makes Ogerpon the only Pokemon available in Pokemon Scarlet and Violet incapable of being Stellar-type. Illusion, Imposter, and Transform will also not work if either Ogerpon or the Pokemon with them Terastallizes.",
    " \"This makes Ogerpon the only Pokemon available in Pokemon Scarlet and Violet incapable of being Stellar-type.",
    "Illusion, Imposter, and Transform will also not work if either Ogerpon or the Pokemon with them Terastallizes.",
    "The types of all three non-default masked forms of Ogerpon were unique type combinations prior to their introduction: Wellspring Mask Ogerpon's dual-type Grass/Water was previously unique to Lotad's evolutionary line. Hearthflame Mask Ogerpon's dual-type Grass/Fire was previously unique to Scovillain. Cornerstone Mask Ogerpon's dual-type Grass/Rock was previously unique to Lileep's evolutionary line.",
    " \"Wellspring Mask Ogerpon's dual-type Grass/Water was previously unique to Lotad's evolutionary line.",
    "Hearthflame Mask Ogerpon's dual-type Grass/Fire was previously unique to Scovillain.",
    "Cornerstone Mask Ogerpon's dual-type Grass/Rock was previously unique to Lileep's evolutionary line.",
    "Ogerpon in its Wellspring Mask form is the first Water-type Pokemon with a 100% female ratio. The same is true for its Cornerstone Mask form and the Rock type.",
    "If Ogerpon is sent out during the battle against Pecharunt at the end of the Mochi Mayhem epilogue, Ogerpon will recognize it and react with distress and anger, yelling out \"GRAH! Pon PON!!!\" at it.",
    "Archaludon was revealed during the Pokemon Presents that aired on August 8th, 2023.",
    "Archaludon is the only Pokemon with a base stat total of 600 that is not a Legendary, Mythical, Mega Evolution, or pseudo-legendary Pokemon. The Japanese Pokemon fandom includes it in a separate, but similar group to pseudo-legendary Pokemon, namely the \"\"600 club\"\" (600族).",
    " \"The Japanese Pokemon fandom includes it in a separate, but similar group to pseudo-legendary Pokemon, namely the \"600 club\" (600族).",
    "Hydrapple is the only one of Applin's evolutionary relatives to be a third-stage evolution. Hydrapple appears in the Blueberry Pokedex, despite none of its evolutionary relatives appearing in it, which also makes it the only member of Applin's evolutionary relatives with this distinction.",
    " \"Hydrapple appears in the Blueberry Pokedex, despite none of its evolutionary relatives appearing in it, which also makes it the only member of Applin's evolutionary relatives with this distinction.",
    "Hydrapple's existence was indicated before the release of The Indigo Disk by the fact that Dipplin could use the Eviolite.",
    "Hydrapple is the only Pokemon that requires a TM to obtain, as Dipplin cannot learn Dragon Cheer without it.",
    "As Dynamax and Gigantamax are exclusive to Pokemon Sword and Shield, Hydrapple is the only one of Applin's final forms to not have a Gigantamax form.",
    "Before the official reveal of Gouging Fire, a sketch of an imaginary Pokemon similar to it appeared in the Scarlet Book in Pokemon Scarlet as an amalgam of the Legendary beasts (Raikou, Entei, and Suicune).",
    "Gouging Fire is the only Paradox Pokemon whose signature move is a status move.",
    "Gouging Fire is the heaviest Paradox Pokemon overall.",
    "Gouging Fire can be considered the counterpart of Iron Boulder as both were not revealed until The Indigo Disk was released.",
    "Before the official reveal of Raging Bolt, a sketch of an imaginary Pokemon similar to it appeared in the Scarlet Book in Pokemon Scarlet as an amalgam of the Legendary beasts (Raikou, Entei, and Suicune).",
    "Raging Bolt is the tallest and heaviest Electric-type Pokemon.",
    "Raging Bolt is the tallest Paradox Pokemon overall.",
    "Raging Bolt can be considered the counterpart of Iron Crown as both were revealed to the public on August 8, 2023, via Pokemon Presents.",
    "Before the official reveal of Iron Boulder, a sketch of an imaginary Pokemon similar to it appeared in the Violet Book in Pokemon Violet as an amalgam of the Swords of Justice (Cobalion, Terrakion, and Virizion).",
    "Iron Boulder can be considered the counterpart of Gouging Fire as both were not revealed until The Indigo Disk was released.",
    "Excluding Cornerstone Mask Ogerpon, Iron Boulder is the only Rock type that is unable to learn Rock Slide.",
    "Before the official reveal of Iron Crown, a sketch of an imaginary Pokemon similar to it appeared in the Violet Book in Pokemon Violet as an amalgam of the Swords of Justice (Cobalion, Terrakion, and Virizion).",
    "Iron Crown can be considered the counterpart of Raging Bolt as both were revealed to the public on August 8, 2023, via Pokemon Presents.",
    "Before the official reveal of Terapagos, a sketch of its Stellar Form appeared in the Scarlet BookS/Violet BookV, drawn by Heath in Pokemon Scarlet and Violet.",
    "Terapagos has several similarities to Eternatus. Both are Legendary Pokemon that are responsible for the special type of transformation (Dynamax/Gigantamax and Terastallization) found within their respective regions of origin (Galar and Paldea) after entering a state of dormancy sometime in the distant past. They also both have transformations exclusive to them related to these phenomena increasing their stats (Eternatus's Eternamax form and Terapagos's Stellar Form, though the former is unobtainable) and can absorb the energy needed to use these transformations from other Pokemon, thereby rendering them unavailable. They also each have a form that cannot be used by the player in battle with programmed stats (Eternatus's Eternamax form and Terapagos's Normal form, the latter of which can be brought into battle but not used due to its unsurpressable ability). Both of them were also introduced in a game which would receive DLC and whose game mascots comprise a Legendary duo.",
    "In the closed captions of the initial TV Tokyo broadcast of HZ023, Terapagos was mistakenly referred to as コダイカメ Kodaikame (from 古代亀 kodaikame, literally \"\"ancient turtle\"\").[10][11] This mirrors its internal name from Pokemon Scarlet and Violet, where Terapagos is also referred to as \"\"kodaikame\"\".",
    " \"This mirrors its internal name from Pokemon Scarlet and Violet, where Terapagos is also referred to as \"kodaikame\".",
    "Terapagos is the only Pokemon with an EV yield total of more than three, with its Terastal Form having a total of four. Terapagos is also the only Pokemon with a different EV yield total between each of its forms, with Normal having one, Terastal having four, and Stellar having three.",
    " \"Terapagos is also the only Pokemon with a different EV yield total between each of its forms, with Normal having one, Terastal having four, and Stellar having three.",
    "While Terapagos as a species has a 50-50 gender ratio, the only Terapagos encounter is set to always be male. Because of this, a female Terapagos cannot currently be legitimately obtained.",
    "Terapagos cannot have its Tera Type be changed under normal circumstances in Pokemon Scarlet and Violet. If the game is modified to force Terapagos to have a different Tera Type, the game will lag significantly while Terastallizing; however, unlike with Ogerpon, the game will not softlock. Illusion will also not work if either Terapagos or the Pokemon with said Ability Terastallize.",
    "Terapagos is the only Pokemon in Pokemon Scarlet and Violet that is able to learn moves through TMs, but cannot learn Tera Blast (despite the move using Terastal energy, which Terapagos is responsible for creating).",
    "Terapagos's cry is almost identical to the sound that is made when a Pokemon Terastallizes. The cry also incorporates the leitmotif commonly associated in-game with Area Zero, Terapagos's habitat. It is more easily distinguished when the cry is played at slower speed.",
    " \"The cry also incorporates the leitmotif commonly associated in-game with Area Zero, Terapagos's habitat. It is more easily distinguished when the cry is played at slower speed.",
    "Normal Form Terapagos is tied with Azurill and Shroodle for being the shortest Normal-type Pokemon.",
    "Terapagos is the only Pokemon to have three signature Abilities, the most out of any Pokemon.",
    "One of Stellar Form Terapagos's attack animations has it use the 18 hexagonal gems orbiting its dome to form a symbol and shoot the attack from it. This symbol is the very same one featured in The Hidden Treasure of Area Zero expansion's logo.",
    "While in game, Terapagos is categorized as the Tera Pokemon, in Pokemon Scarlet and Violet's official website, it is categorized as the Terastal Pokemon.",
    "If Terapagos uses auto-battle to defeat a Pokemon, it'll transform into its Terastal Form before defeating the wild Pokemon, and then switch back to its Normal Form.",
    "Despite being the source of the Terastal phenomenon, which contains the power of every type, Terapagos cannot learn any Ghost- or Flying-type moves.",
    "Terapagos is the only Pokemon with an EV yield total of more than three, with its Terastal Form having a total of four. Terapagos is also the only Pokemon with a different EV yield total between each of its forms, with Normal having one, Terastal having four, and Stellar having three.",
    "A depiction of Pecharunt in Ogerpon's story",
    "An image of the Loyal Three alongside a human child on the Kitakami signboards"
  ]