[
    "Originally, Noibat's Pokedex entry on the official Pokemon website was incorrect, showing it as a pure Flying-type Pokemon. It has since been rectified.",
    "Noibat can be seen as a parallel to Zubat, as they are both Flying-type Pokemon based on bats and can have Infiltrator as a possible Ability. They also share the same base stats, with their Attack and Special Attack switched around.",
    "In Generation IX, prior to the Version 2.0.1 update for Pokemon Scarlet and Violet, Noibat and its evolution did not learn Switcheroo by breeding.",
    "Noivern can be seen as a parallel to Crobat. Both are Flying-type Pokemon based on bats that have Infiltrator as a possible Ability. They have the same base stat total and the same base HP, Defense, and Special Defense stats.",
    "Noivern's German name, UHaFnir, is the only Pokemon name that consists of more than two capitalized Latin letters which are not separated by a dash or space.",
    "In Generation IX, prior to the Version 2.0.1 update for Pokemon Scarlet and Violet, Noivern and its pre-evolution did not learn Switcheroo by breeding.",
    "Xerneas has the same stat distribution as Yveltal.",
    "Xerneas is the only single-type Legendary Pokemon introduced in Generation VI (not counting Primal Kyogre).",
    "Xerneas, along with Yveltal, was designed by Ken Sugimori and Yusuke Ohmura. The initial designs for the two Legendary Pokemon were started by Sugimori, but he encountered \"artist's block\". For the first time, he handed the work over to another designer, Ohmura, who furthered the designs, after which Sugimori returned to finish them.",
    "Xerneas is the only game mascot whose signature move is a status move.",
    "When a Shiny Xerneas is obtained by event, its model on the Mystery Gift screen is incomplete. It appears in its Active Mode, except the multicolored additions to its horns are either missing or the same blue color as on its neck.",
    "Xerneas is tied with Galarian Weezing as the tallest Fairy-type Pokemon.",
    "Xerneas's Neutral Mode has no special animations that play in the Hoenn Pokedex; however, it plays Active Mode's attack animations if tapped in the summary screen.",
    "In Pokemon Camp, Xerneas will not play with the Poke Toy when the player shakes it and will react negatively to it instead. Xerneas is the only Pokemon with this trait. Similarly, Xerneas will not react if whistled at as a walking Pokemon in the Isle of Armor or the Crown Tundra. It shares this distinction with the fused forms of Kyurem.",
    " \"Similarly, Xerneas will not react if whistled at as a walking Pokemon in the Isle of Armor or the Crown Tundra. It shares this distinction with the fused forms of Kyurem.",
    "Xerneas, along with Yveltal, are the only game mascots who are unobtainable in Pokemon Scarlet and Violet.",
    "Yveltal has the same stat distribution as Xerneas.",
    "Yveltal, along with Xerneas, was designed by art designers Ken Sugimori and Yusuke Ohmura. The initial designs for the two Legendary Pokemon were started by Sugimori, but he encountered \"artist's block",
    "having a hard time coming up with concepts. For the first time, he gave the work over to another designer, Ohmura. Ohmura furthered the designs, after which Sugimori resumed to finish them.",
    "Yveltal, along with Xerneas, are the only game mascots who are unobtainable through transferring in Pokemon Scarlet and Violet.",
    "Zygarde is currently the last Pokemon in alphabetical order.",
    "Zygarde Complete Forme has several distinctions: It is the only Pokemon with a base stat total of 708. It has the highest base HP stat of all Ground-type Pokemon. It is the only changeable form of a Pokemon with a different HP stat than the forms it changes from. This gives it several more unique traits: Zygarde is the only Pokemon that can change its maximum HP total in battle. Because the difference in HP is added to Zygarde's current HP, transformation into Zygarde Complete is the only way a Pokemon affected by Heal Block can heal itself. Transformation back from Zygarde Complete is the only time a Pokemon's maximum HP can lower on its own.",
    " \"It is the only Pokemon with a base stat total of 708.",
    "It has the highest base HP stat of all Ground-type Pokemon.",
    "It is the only changeable form of a Pokemon with a different HP stat than the forms it changes from. This gives it several more unique traits: Zygarde is the only Pokemon that can change its maximum HP total in battle. Because the difference in HP is added to Zygarde's current HP, transformation into Zygarde Complete is the only way a Pokemon affected by Heal Block can heal itself. Transformation back from Zygarde Complete is the only time a Pokemon's maximum HP can lower on its own.",
    " \"Zygarde is the only Pokemon that can change its maximum HP total in battle.",
    "Because the difference in HP is added to Zygarde's current HP, transformation into Zygarde Complete is the only way a Pokemon affected by Heal Block can heal itself.",
    "Transformation back from Zygarde Complete is the only time a Pokemon's maximum HP can lower on its own.",
    "Zygarde Core and Zygarde Complete Forme were first shown in a preview for Volcanion and the Mechanical Marvel at the end of Hoopa and the Clash of Ages.",
    "Zygarde is the only Pokemon that has two standard Abilities but does not have a Hidden Ability.",
    "Diancie shares the same category name as Carbink. They are both known as the Jewel Pokemon.",
    "Diancie is the only Pokemon introduced in Generation VI that is capable of Mega Evolution. It is also the only Mythical Pokemon that is capable of Mega Evolution.",
    "Diancie is the only Rock-type Mythical Pokemon, excluding Arceus while holding a Stone Plate.",
    "Diancie is tied with Carbink for the highest base Defense stat of all Fairy-type Pokemon.",
    "Mega Diancie has the highest base Special Attack stat of all Rock-type Pokemon, as well as the highest base Attack stat of all Fairy-type Pokemon. Mega Diancie is also tied with: Mega Tyranitar for the highest base stat total of all Rock-type Pokemon. Crowned Sword Zacian for the highest base stat total of all Fairy-type Pokemon.",
    " \"Mega Tyranitar for the highest base stat total of all Rock-type Pokemon.",
    "Crowned Sword Zacian for the highest base stat total of all Fairy-type Pokemon.",
    "Mega Diancie's Defense and Special Defense decrease is the largest single stat decrease of all Mega Evolutions, at 40 points.",
    "Diancie's origin as a mutated Carbink is reflected in its near-identical moveset and learn rate, though it learns Trick Room instead of Power Gem in Generation VI.",
    "Diancie's Pokedex entry on the official English Pokemon website erroneously states that its gender can be either male or female, despite the fact that it is actually a gender unknown Pokemon, while Mega Diancie is correctly stated to be gender unknown. This error is absent in the Japanese Pokemon Zukan website.",
    "Hoopa Unbound has the highest base Special Attack stat of all Dark-type Pokemon.",
    "Hoopa Unbound is tied with Mega Gyarados for being the tallest Dark-type Pokemon. It is also the tallest and heaviest Mythical Pokemon.",
    " \"It is also the tallest and heaviest Mythical Pokemon.",
    "Hoopa is the only Generation VI Pokemon to have different Pokedex entries between Pokemon X and Y and Omega Ruby and Alpha Sapphire.",
    "Hoopa Unbound is the only Pokemon with a base stat total of 680 that is not a Legendary Pokemon.",
    "In Pokemon Omega Ruby and Alpha Sapphire, the \"mysterious rings\" in mirage spots, from which Pokemon jump out when interacted with, resemble rings used by Hoopa.",
    "No other Pokemon has the same type combination as Volcanion.",
    "Volcanion is the only Pokemon from the first six generations to not appear in Pokemon Super Mystery Dungeon, as it was not yet officially introduced at the time of game's release.",
    "In Pokemon Omega Ruby and Alpha Sapphire, it is revealed that Volcanion has been sighted in Kalos, Johto, and Sinnoh, with Brandon having led expeditions to search for it in those regions.",
    "Including those that gain a new type upon their first evolution, Rowlet is the only first partner Pokemon whose secondary typing does not remain the same throughout its evolutionary line, with both Alolan and Hisuian Decidueye losing the Flying-type and gaining Ghost and Fighting, respectively.",
    "Rowlet's Japanese name and its romanization were revealed in a tweet of their trademark on April 17, 2016.",
    "Rowlet and its evolved forms have several distinctions: They are the only Grass-type Pokemon in the Flying Egg Group. They are the only Pokemon introduced in Generation VII to be in the Hisuian Pokedex. They are the only Grass-type first partner Pokemon family whose Pokedex color is not green. Instead, their Pokedex color is brown.",
    " \"They are the only Grass-type Pokemon in the Flying Egg Group.",
    "They are the only Pokemon introduced in Generation VII to be in the Hisuian Pokedex.",
    "They are the only Grass-type first partner Pokemon family whose Pokedex color is not green. Instead, their Pokedex color is brown.",
    "Dartrix is the only evolved form of a first partner Pokemon whose secondary type changes upon evolving into its final form, with both Alolan and Hisuian Decidueye losing the Flying-type and gaining Ghost and Fighting, respectively.",
    "Dartrix and its evolutionary relatives have several distinctions: They are the only Grass-type Pokemon in the Flying Egg Group. They are the only Pokemon introduced in Generation VII to be in the Hisuian Pokedex. They are the only Grass-type first partner Pokemon family whose Pokedex color is not green. Instead, their Pokedex color is brown.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Dartrix and its Hisuian evolved form were unable to learn Confuse Ray, Night Shade, and Light Screen via TM, while Rowlet could.",
    "Official confidential art featuring Decidueye, Incineroar, Primarina, and Mallow was leaked on the Internet on June 4, 2016. This leak happened 145 days before these Pokemon were officially revealed on October 27, 2016. From the leaked material it is known that Decidueye's code name was \"„Éï„ÇØ„É≠„Ç¶ 3",
    "or \"Owl 3\" during development.",
    "Decidueye was originally considered for Super Smash Bros. Ultimate, but director Masahiro Sakurai decided to go with Incineroar instead.",
    "Decidueye is the only final form of a first partner Pokemon that has its secondary type changed upon evolution, with both Alolan and Hisuian Decidueye losing the Flying-type and gaining Ghost and Fighting, respectively.",
    "Decidueye's evolutionary line is the only one belonging to a first partner Pokemon where the pre-evolved forms have a type advantage against the fully evolved forms, for both Alolan and Hisuian Decidueye.",
    "Decidueye and its pre-evolved forms have several distinctions: They are the only Grass-type Pokemon in the Flying Egg Group. They are the only Pokemon introduced in Generation VII to be in the Hisuian Pokedex. They are the only Grass-type first partner Pokemon family whose Pokedex color is not green. Instead, their Pokedex color is brown.",
    "Decidueye is the only Pokemon introduced after Generation VI to have a regional form. Of all Pokemon that have received a regional form, Decidueye's regional form was introduced in the shortest time after the species's introduction, being introduced just one generation later. Hisuian Decidueye is the only regional form that evolves at a different level than its original form.",
    " \"Of all Pokemon that have received a regional form, Decidueye's regional form was introduced in the shortest time after the species's introduction, being introduced just one generation later.",
    "Hisuian Decidueye is the only regional form that evolves at a different level than its original form.",
    "In Pokemon Legends: Arceus's internal code, Hisuian Decidueye's Hidden Ability is Long Reach instead of Scrappy.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Hisuian Decidueye and its pre-evolution were unable to learn Confuse Ray, Night Shade, and Light Screen via TM, while Rowlet could.",
    "Litten's Japanese name and its romanization were revealed in a tweet of their trademark on March 27, 2016.",
    "Ash's Torracat",
    "Dollar",
    "Professor Kukui's Torracat",
    "Official confidential art featuring Decidueye, Incineroar, Primarina, and Mallow was leaked on the Internet on June 4, 2016. This leak happened 145 days before these Pokemon were officially revealed on October 27, 2016. From the leaked material, it is known that Incineroar's code name was \"„Éà„É© 3",
    "or \"Tiger 3\" during development.",
    "Incineroar is the only evolved form of a first partner Pokemon to have a lower base stat than its pre-evolved forms. Its base Speed stat is 30 points lower than Torracat's and 10 points lower than Litten's.",
    "Incineroar is the only Generation VII Pokemon to be playable in the Super Smash Bros. series, though many others appear from Poke Balls.",
    "Popplio shares its category with Seel and Dewgong. They are all known as the Sea Lion Pokemon.",
    "Popplio's Japanese name and its romanization were revealed in a tweet of their trademark on April 17, 2016.",
    "Popplio and its evolved forms are the only first partner Pokemon to have a piscine body.",
    "Brionne and its evolutionary relatives are the only first partner Pokemon to have a piscine body.",
    "Primarina is the only Fairy-type Pokemon with fins.",
    "Primarina is the only Pokemon evolved from a first partner Pokemon to have the Fairy type.",
    "Primarina has the highest Special Attack and Special Defense stats among all first partner Pokemons' final evolutions, excluding Mega Evolutions.",
    "Official confidential art featuring Decidueye, Incineroar, Primarina, and Mallow was leaked on the Internet on June 4, 2016. This leak happened 145 days before these Pokemon were officially revealed on October 27, 2016. From the leaked material it is known that Primarina's code name was \"„Ç¢„Ç∑„Ç´ 3",
    "or \"Sea Lion 3\" during development.",
    "Pikipek was the first Generation VII Pokemon to be officially shown besides Magearna; this happened during the February 2016 Pokemon Direct. At the time, it was unnamed and appeared as a wireframe model.",
    "Pikipek, Taillow, and Starly are tied with: Spearow, Hoothoot, Ledyba, and Wingull for the lowest base Defense stat of all Flying-type Pokemon. Zubat and Combee for the lowest base Special Attack stat of all Flying-type Pokemon. Wingull and Pidove for the lowest base Special Defense stat of all Flying-type Pokemon.",
    "Pikipek and its evolved form, Trumbeak, are the only Pokemon to have Pickup as their Hidden Ability.",
    "Trumbeak and its pre-evolution, Pikipek, are the only Pokemon to have Pickup as their Hidden Ability.",
    "The beak of shiny Toucannon appears to be based on the colder parts of the beak of a toucan when viewed in infrared. Otherwise, the beak of a toucan looks extremely similar to when viewed normally if it is viewed in infrared.",
    "Yungoos may be considered a counterpart of Alolan Rattata. They can be caught at certain times of the day (Yungoos at day, Alolan Rattata at night). They also evolve into Gumshoos and Alolan Raticate, respectively, at level 20 at their respective times. Also, their evolved forms are the Totem Pokemon in their respective games (Gumshoos in Sun and Ultra Sun, Raticate in Moon and Ultra Moon).",
    "Yungoos and its evolution are the only Pokemon that have Stakeout as a standard Ability instead of a Hidden Ability.",
    "Of all Totem Pokemon that can be battled in Alola, Totem Gumshoos is one of the only two Totem Pokemon that is battled in only one game out of the two versions - in this case, Sun and Ultra Sun. The other is Totem Raticate.",
    "Gumshoos and its pre-evolved form are the only Pokemon that have Stakeout as a standard Ability instead of a Hidden Ability.",
    "Grubbin, along with its evolved forms, were designed by Hitoshi Ariga.",
    "Grubbin shares its category with Blipbug. They are both known as the Larva Pokemon. Both Grubbin and Blipbug are also the only pure Bug-type Pokemon of their respective generation.",
    " \"Both Grubbin and Blipbug are also the only pure Bug-type Pokemon of their respective generation.",
    "Charjabug and its evolutionary relatives were designed by Hitoshi Ariga.",
    "Charjabug is the only Electric-type Pokemon with a serpentine body.",
    "Charjabug is the only Pokemon whose Japanese name contains the uncommon yotsugana „ÉÇ (di or ji). Similarly, Naclstack's Japanese name („Ç∏„Ç™„ÉÖ„É† Jiodumu) is the only one that contains the uncommon „ÉÖ (du or zu).",
    " \"Similarly, Naclstack's Japanese name („Ç∏„Ç™„ÉÖ„É† Jiodumu) is the only one that contains the uncommon „ÉÖ (du or zu).",
    "Vikavolt shares its category with Pinsir. They are both known as the Stag Beetle Pokemon.",
    "Vikavolt has the highest base Special Attack stat of all Bug-type Pokemon.",
    "Vikavolt, along with its pre-evolved forms, were designed by Hitoshi Ariga.",
    "Crabrawler is the only Pokemon with a base stat total of 338.",
    "Crabrawler and Crabominable are the only Fighting-type Pokemon with an insectoid body, and the only Fighting-type Pokemon in the Water 3 Egg Group.",
    "Crabominable is the only Ice-type Pokemon introduced in Generation VII (outside of regional forms).",
    "No other Pokemon has the same type combination as Crabominable.",
    "Crabominable is the only Pokemon with a base stat total of 478.",
    "Crabominable and its pre-evolved form are the only Fighting-type Pokemon with an insectoid body, and the only Fighting-type Pokemon in the Water 3 Egg Group. Additionally, Crabominable is the only Ice-type Pokemon to have an insectoid body.",
    " \"Additionally, Crabominable is the only Ice-type Pokemon to have an insectoid body.",
    "Excluding Mega Evolutions, Crabominable is the only Ice-type Pokemon introduced prior to Generation VIII that cannot be obtained in any Generation VIII game.",
    "The color for each Oricorio form corresponds to the Hawaiian word from which the name of its home island is derived.",
    "When opening up Pokemon Refresh, due to a glitch pertaining to Pokemon with alternate forms, all four forms of Oricorio use Baile Style's cry.",
    "Oricorio shares its category with Galarian Mr. Mime. They are both known as the Dancing Pokemon.",
    "Oricorio, Tynamo, Eelektrik, and Eelektross are the only Pokemon included in all three of Pokemon Scarlet and Violet's Pokedexes.",
    "No other Pokemon has the same Egg Group combination (Bug and Fairy) or type combination as Cutiefly and its evolved form. Cutiefly and its evolution are also the only Fairy-type Pokemon in the Bug Egg Group, and the only Bug-type Pokemon in the Fairy Egg Group.",
    " \"Cutiefly and its evolution are also the only Fairy-type Pokemon in the Bug Egg Group, and the only Bug-type Pokemon in the Fairy Egg Group.",
    "Cutiefly is the only unevolved Pokemon that can learn Quiver Dance.",
    "Cutiefly is the only Fairy-type Pokemon with an insectoid body.",
    "No other Pokemon has the same type or Egg Group combination as Ribombee and its pre-evolved form. Ribombee and its pre-evolved form are also the only Fairy-type Pokemon in the Bug Egg Group, and the only Bug-type Pokemon in the Fairy Egg Group.",
    " \"Ribombee and its pre-evolved form are also the only Fairy-type Pokemon in the Bug Egg Group, and the only Bug-type Pokemon in the Fairy Egg Group.",
    "Ribombee is the only evolved Pokemon that can have Honey Gather as its Ability.",
    "Ribombee is the only Fairy-type Pokemon with two or more pairs of wings.",
    "Rockruff shares its category with Growlithe, Lillipup, Yamper, and Fidough. They are all known as the Puppy Pokemon.",
    "Rockruff is tied with Cranidos for the lowest base Defense stat of all Rock-type Pokemon.",
    "Rockruff is tied with Roggenrola and Nacli for the lowest base stat total of all Rock-type Pokemon.",
    "The QR Code displayed in the Pokedex entry for Dusk Form Lycanroc is actually that of Midday Form Lycanroc.",
    "Lycanroc and Mr. Mime are the only two Pokemon known to have six possible Abilities between their forms, the most of any Pokemon.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Dusk Form Lycanroc was unable to learn Mud-Slap and Body Slam via TM, while its pre-evolution could.",
    "Of all Pokemon with multiple forms, Wishiwashi's base stat total undergoes by far the most drastic change. Solo Form Wishiwashi has the lowest base stat total of all Pokemon at only 175. School Form Wishiwashi is the only Pokemon with a base stat total of 620.",
    " \"Solo Form Wishiwashi has the lowest base stat total of all Pokemon at only 175.",
    "School Form Wishiwashi is the only Pokemon with a base stat total of 620.",
    "It is also the only Pokemon to not be obtainable in its Totem form in Pokemon Ultra Sun & Ultra Moon.",
    "When encountered in an SOS Battle as an ally called by Corsola, Mareanie will attack the wild Corsola instead of attacking the player's Pokemon.",
    "Generation VII Pokemon",
    "Poison-type Pokemon",
    "Body style 10 Pokemon",
    "While Mudbray has a 5% chance of holding the Light Clay, it cannot learn Light Screen or Reflect.",
    "Mudsdale is the heaviest of all Pokemon excluding Legendary Pokemon, Ultra Beasts, and Mega Evolutions.",
    "While Mudsdale has a 5% chance of holding the Light Clay, it cannot learn Light Screen or Reflect.",
    "Dewpider can be seen as a counterpart to Surskit. Both share the Water and Bug types and the same base stat total of 269, both evolve at the same level, and both can be found at Brooklet Hill in Pokemon Sun and Moon, taking the place of the other depending on the time, with Dewpider being found during the day and Surskit at night.",
    "Dewpider is the only Bug-type Pokemon consisting of a head and legs.",
    "Araquanid can be seen as a counterpart to Masquerain. Both share the Bug type and the same base stat totals of 454, and both can be found at Malie Garden in Pokemon Sun and Moon, alternating based on the time of day, with Araquanid being found during the day and Masquerain at night.",
    "In Generation IX, prior to the Version 2.0.1 update for Pokemon Scarlet and Violet, Fomantis and its evolution did not learn Superpower by breeding.",
    "Lurantis's Hidden Ability, Contrary, could be a reference on it being based on the reverse of the mimetic relationship of the orchid flower and the orchid mantis.",
    "In Generation IX, prior to the Version 2.0.1 update for Pokemon Scarlet and Violet, Lurantis and its pre-evolution did not learn Superpower by breeding.",
    "Morelull is the only Pokemon that can have Rain Dish that cannot learn Rain Dance.",
    "Morelull can be seen as a counterpart to Paras. Both share the Grass type, the same base stat total of 285, evolve at Level 24, both are mushroom-based Pokemon and thus can learn Spore, and both can be found in the wild in Pokemon Sun and Moon, taking the place of the other depending on the time, with Morelull being found at night and Paras during the day.",
    "Morelull is tied with Cleffa and Igglybuff for having the lowest base Speed stat of all Fairy-type Pokemon.",
    "In Pokemon Sun and Moon, while Morelull can learn Sunny Day via TM, its evolution, Shiinotic, cannot learn it that way.",
    "Shiinotic can be seen as a counterpart to Parasect. Both share the Grass type, the same base stat total of 405, evolve at Level 24, both are mushroom-based Pokemon and thus can learn Spore, and both appeared as trial Pokemon of the Lush Jungle in Pokemon Sun and Moon depending on the game version, with Shiinotic being found in Pokemon Moon and Parasect in Pokemon Sun.",
    "In Pokemon Sun and Moon, Shiinotic cannot learn Sunny Day via TM, while its pre-evolution can.",
    "In Pokemon Scarlet and Violet, Shiinotic is defined internally as a Mythical Pokemon instead of Marshadow. This is likely due to a typo between their internal names, with „Éû„Ç∑„Çß„Éº„Éâ MASHEEDO (Shiinotic / Mashƒìdo) being mistaken for „Éû„Éº„Ç∑„É£„Éâ„Éº MAASYADOO (Marshadow / MƒÅshad≈ç).",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Salandit and its evolution were unable to learn Flame Charge via TM.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Salazzle and its pre-evolution were unable to learn Flame Charge via TM, and Salazzle was also unable to learn Dragon Tail via TM.",
    "Stufful and its evolution are the first, and so far only, Pokemon evolutionary line to make their Pokemon GO debut in a Community Day.",
    "Bewear and its pre-evolution are the first Pokemon evolutionary line to make their Pokemon GO debut in a Community Day.",
    "Bounsweet and its evolved forms share their category with Tropius. They are all known as the Fruit Pokemon.",
    "Steenee and its evolutionary relatives share their category with Tropius. They are all known as the Fruit Pokemon.",
    "Tsareena and its pre-evolved forms share their category with Tropius. They are all known as the Fruit Pokemon.",
    "Comfey is the only Pokemon in the Grass Egg Group that is not a Grass-type.",
    "Comfey is the smallest fully evolved Pokemon.",
    "Oranguru can be seen as a counterpart to Passimian. Both are primate-like Pokemon with the same base stat total. While Oranguru is exclusive to Pokemon Moon, Ultra Moon, Shield, and Scarlet, Passimian is exclusive to Pokemon Sun, Ultra Sun, Sword and Violet.",
    "Despite not being associated with a certain group, both Oranguru and Passimian are listed in the same Pokedex page in Pokemon Sun and Moon and Pokemon Ultra Sun and Ultra Moon. The same trait is true with Tauros and Miltank.",
    "Passimian can be seen as a counterpart to Oranguru. Both are primate Pokemon with the same base stat total. While Passimian is exclusive to Pokemon Sun, Ultra Sun, Sword, and Violet, Oranguru is exclusive to Pokemon Moon, Ultra Moon, Shield, and Scarlet.",
    "Despite not being associated with a certain group, both Passimian and Oranguru are listed in the same Pokedex page in Pokemon Sun and Moon and Pokemon Ultra Sun and Ultra Moon. The same trait is true with Tauros and Miltank.",
    "Its design was largely influenced by Monkey from the 2016 film Kubo and the Two Strings.",
    "Wimpod is the only Pokemon with a base stat total of 230.",
    "Golisopod was designed by Kensaku Nabana. According to Nabana, it took him over six months to fully design and create Golisopod; this is an average amount of time for a Pokemon to be fully created, which includes determining its habitat, behavior, moveset, and Abilities.",
    "Ghost-type Pokemon",
    "Ground-type Pokemon",
    "Body style 02 Pokemon",
    "Amorphous group Pokemon",
    "Pokemon with a base stat total of 320",
    "Pokemon with a base stat total of 480",
    "Pyukumuku has the lowest base Speed stat of all Water-type Pokemon. Pyukumuku is also tied with Shuckle and Munchlax for the lowest base Speed stat of all Pokemon.",
    " \"Pyukumuku is also tied with Shuckle and Munchlax for the lowest base Speed stat of all Pokemon.",
    "Prior to their removals in Pokemon Sword and Shield, Pyukumuku is the only Pokemon that can learn TMs outside of moves it learns by leveling up that cannot learn Hidden Power, Frustration, or Return.",
    "Type: Null is the only Pokemon with a colon in its English name.",
    "Type: Null is the first Pokemon whose Italian and Spanish names differ from its English name. Its name also differs in other languages, such as Dutch. It is also the only Pokemon to have different names in Spanish and Italian that is not a Paradox Pokemon.",
    " \"It is also the only Pokemon to have different names in Spanish and Italian that is not a Paradox Pokemon.",
    "Type: Null's Speed stat is the only one of its stats to not be 95. Instead, it is the reverse, at 59. Upon evolving, its Speed is reversed to match the other stats - this is the only change in its stat distribution.",
    " \"Upon evolving, its Speed is reversed to match the other stats - this is the only change in its stat distribution.",
    "Type: Null shares several similarities with Mewtwo. Both were created by humans using science, were based on Mythical Pokemon, were intended to be stronger than other Pokemon, and went berserk, causing a large amount of damage.",
    "Type: Null is the first Legendary Pokemon to be given as a gift by an NPC.",
    "Type: Null, Cosmog, and Cosmoem were the first instances of Legendary Pokemon able to evolve, with all three debuting in Pokemon Sun and Moon.",
    "In Pokemon Sun and Moon, Silvally has a base experience yield of 114.",
    "Silvally's stat distribution is identical to its pre-evolution, with the exception of its Speed stat rising to match its other stats. The change in its Speed stat to 95 from 59 is a reversal of the digits. This change to only its Speed stat makes Silvally's evolution from Type: Null to experience the least changes to individual base stats of all evolutions.",
    " \"The change in its Speed stat to 95 from 59 is a reversal of the digits.",
    "This change to only its Speed stat makes Silvally's evolution from Type: Null to experience the least changes to individual base stats of all evolutions.",
    "In Pokemon Ultra Sun and Ultra Moon and Pokemon Sword and Shield, Silvally is programmed to be able to be taught all three Pledge moves (Grass Pledge, Fire Pledge, and Water Pledge). However, due to a coding error, the Move Tutor will only offer to teach it Grass Pledge, making the latter two unable to be learned legitimately.",
    "Minior was designed by Hitoshi Ariga. The concept of Minior came from Masafumi Nukita, which also involved writing their Pokedex entries.",
    " \"The concept of Minior came from Masafumi Nukita, which also involved writing their Pokedex entries.",
    "Prior to the release of Pokemon HOME, Minior was tied with Alcremie as being under the most Pokedex color groupings, with a total of six. The distinction is now held by Vivillon, with nine Pokedex color groupings.",
    "Minior is the only Flying-type Pokemon in the Mineral Egg Group.",
    "Excluding Mega Evolutions, Minior is the only Rock-type Pokemon introduced prior to Generation VIII that cannot be obtained in any Generation VIII game.",
    "Komala shares its category name with Musharna. They are both known as the Drowsing Pokemon.",
    "Turtonator can be seen as a counterpart to Drampa. Both are Dragon-type Pokemon with the same base stat total. They also share the same stat values, but with the exception of Speed, these values are assigned to different stats. While Turtonator is exclusive to Sun, Ultra Sun, and Sword, Drampa is exclusive to Pokemon Moon, Ultra Moon, and Shield.",
    "Sophocles's Togedemaru",
    "Totem Pokemon",
    "Electric rodents",
    "Mimikyu is the only Fairy-type Pokemon with a serpentine body.",
    "Mimikyu was designed by Megumi Mizutani.",
    "On October 20, 2016, The Pokemon Company posted a Mimikyu-themed music video onto their YouTube channel titled Mimikyu's Song.",
    "According to an official piece of merchandise, Mimikyu's height does not count the head of the disguise, only the body.",
    "In the Pokemon of the Year poll held by The Pokemon Company in 2020, Mimikyu was voted the most popular Generation VII Pokemon, receiving 99,077 votes. It was also the third-most popular Pokemon overall.",
    "In Pokemon Ultra Sun and Ultra Moon, it is the only Pokemon that can be obtained in both versions as an obtainable Totem-sized Pokemon.",
    "Due to a glitch, if Mimikyu is hit by Rollout or Ice Ball, the damage multiplier for these moves can also be applied to other moves. Mimikyu shares this trait with Eiscue. This glitch was patched out in Version 1.3.1 of Pokemon Sword and Shield.",
    "Bruxish was designed by an unknown female designer. The design was finalized by James Turner, who also drew its reference sheet.",
    "Drampa can be seen as a counterpart to Turtonator. Both are Dragon-type Pokemon with the same base stat total. They also share the same stat values, but with different distributions aside from Speed. While Drampa is exclusive to Moon, Ultra Moon, and Shield, Turtonator is exclusive to Pokemon Sun, Ultra Sun, and Sword.",
    "Drampa was designed by Hitoshi Ariga.",
    "Drampa is tied with Porygon-Z, Mega Pidgeot, and Bloodmoon Ursaluna for the highest base Special Attack stat of all Normal-type Pokemon.",
    "Dhelmise is the only Pokemon with a base stat total of 517.",
    "In Generation VII, Dhelmise could learn Attract despite the fact that it is a gender unknown Pokemon, so the move would be useless. Starting in Generation VIII, Dhelmise can no longer learn Attract.",
    "Dhelmise is the only Pokemon to be found in hidden encounters on the Isle of Armor that does not appear in the Isle of Armor Pokedex.",
    "Jangmo-o was the first Pokemon designed for Generation VII.",
    "Dragon-type Pokemon",
    "Gray-colored Pokemon",
    "Pokemon with a base stat total of 420",
    "Tapu Koko shares its category with Tapu Lele, Tapu Bulu, and Tapu Fini. They are all known as the Land Spirit Pokemon.",
    "In Pokemon Sun and Moon, Tapu Koko has a base experience yield of 114.",
    "Tapu Koko is one of the only two wild Pokemon to be the final main game fight of a core series game, serving as the final boss of Pokemon Sun and Moon. The second being Origin Forme Palkia/Dialga in Pokemon Legends: Arceus.",
    "Tapu Lele shares its category with Tapu Koko, Tapu Bulu, and Tapu Fini. They are all known as the Land Spirit Pokemon.",
    "Tapu Bulu shares its category with Tapu Koko, Tapu Lele, and Tapu Fini. They are all known as the Land Spirit Pokemon.",
    "Tapu Fini shares its category with Tapu Koko, Tapu Lele, and Tapu Bulu. They are all known as the Land Spirit Pokemon.",
    "Cosmog and its evolved form, Cosmoem, are the only Pokemon who are unable to damage an opponent outside of Struggle.",
    "Cosmog and Cosmoem are the only Pokemon to be unobtainable without transfer in a game in which their evolved forms (Solgaleo and Lunala) are obtainable, that being Pokemon Scarlet and Violet.",
    "Cosmog's evolution into Cosmoem has the greatest standard deviation of all Pokemon, with 47.14, meaning that the changes to its base stats upon evolving are the most uneven of all Pokemon.",
    "Cosmog is the lightest Psychic-type Pokemon, the lightest Legendary Pokemon, and tied for the lightest Pokemon overall, being put at 0.1 kg (0.2 lbs.) Due to its evolution, Cosmoem (at 999.9 kg (2204.4 lbs.)), being tied for the heaviest Pokemon in these categories, it is the only evolutionary line to hit both extremes of any measurement or stat. Cosmog gains the most weight out of any Pokemon upon evolving, with an increase of 999,800%.",
    " \"Due to its evolution, Cosmoem (at 999.9 kg (2204.4 lbs.)), being tied for the heaviest Pokemon in these categories, it is the only evolutionary line to hit both extremes of any measurement or stat.",
    "Cosmog gains the most weight out of any Pokemon upon evolving, with an increase of 999,800%.",
    "In games prior to Pokemon Scarlet and Violet, Cosmog has a catch rate of 45.",
    "Cosmog, Cosmoem, and Type: Null were the first instances of Legendary Pokemon able to evolve, with all three debuting in Pokemon Sun and Moon.",
    "Cosmog is the first Legendary Pokemon owned by a main character in the anime.",
    "In Pokemon Sun and Moon, Cosmoem has a base experience yield of 80.",
    "Cosmoem is the smallest and heaviest of all Psychic-type Pokemon. Cosmoem is also the smallest of all Legendary Pokemon, and tied with Celesteela for the heaviest of all Pokemon. With its pre-evolved form weighing in at 0.1¬†kg (0.2¬†lbs.) and Cosmoem at 999.9¬†kg (2204.4¬†lbs.), the evolution from Cosmog to Cosmoem is the largest increase in weight due to evolution, with an increase of 999,800%. Cosmoem also loses the most weight out of any Pokemon upon evolution when it evolves into Lunala (120.0 kg at (264.6 lbs.)), who weighs 879.9 kilograms less than Cosmoem.",
    " \"Cosmoem is also the smallest of all Legendary Pokemon, and tied with Celesteela for the heaviest of all Pokemon.",
    "With its pre-evolved form weighing in at 0.1¬†kg (0.2¬†lbs.) and Cosmoem at 999.9¬†kg (2204.4¬†lbs.), the evolution from Cosmog to Cosmoem is the largest increase in weight due to evolution, with an increase of 999,800%.",
    "Cosmoem also loses the most weight out of any Pokemon upon evolution when it evolves into Lunala (120.0 kg at (264.6 lbs.)), who weighs 879.9 kilograms less than Cosmoem.",
    "In games prior to Pokemon Scarlet and Violet, Cosmoem has a catch rate of 45.",
    "Cosmoem and its pre-evolved form, Cosmog, are the only Pokemon who are unable to damage an opponent outside of Struggle.",
    "Cosmoem's evolution from Cosmog has the greatest standard deviation of all Pokemon, with 47.14, meaning that the changes to its base stats on evolving are the most uneven out of all Pokemon.",
    "Cosmoem has the fewest learnable moves out of all evolved Pokemon, with only three moves that it can learn.",
    "Cosmoem, Cosmog, and Type: Null were the first instances of Legendary Pokemon able to evolve, with all three debuting in Pokemon Sun and Moon.",
    "Cosmoem has the highest Special Defense of all Pokemon that can still evolve.",
    "In Pokemon Sun and Moon, Solgaleo has a base experience yield of 137.",
    "Solgaleo has the highest base HP stat of all Steel-type Pokemon.",
    "In games prior to Pokemon Scarlet and Violet, Solgaleo has a catch rate of 45.",
    "Solgaleo's Japanese name and its romanization were revealed in a tweet[dead link] of their trademark on March 22, 2016.",
    "Solgaleo's physical and special stats are the reverse of Lunala's.",
    "Solgaleo's verbal cry in Pokemon Sun, \"La-liona",
    "may be based on the words lƒÅ (Hawaiian for sun) and liona (Hawaiian for lion).",
    "In Pokemon Sun and Moon, Lunala has a base experience yield of 136.",
    "Lunala loses the most weight of any Pokemon after evolution, weighing 879.9 kilograms less than Cosmoem.",
    "Lunala is tied with Giratina, Dawn Wings Necrozma, and Shadow Rider Calyrex for the highest base stat total of all Ghost-type Pokemon.",
    "Lunala's Japanese name and its romanization were revealed in a tweet[dead link] of their trademark on March 22, 2016.",
    "Lunala's physical and special stats are the reverse of Solgaleo's.",
    "In games prior to Pokemon Scarlet and Violet, Lunala has a catch rate of 45.",
    "In Pokemon Journeys: The Series, Zapdos and Lunala share the same cry, as seen in A Crackling Raid Battle!.",
    "Lunala's verbal cry in Pokemon Moon, \"Mahina-pea",
    "may be based on the words mahina (Hawaiian for moon) and ª≈çpe ªape ªa (Hawaiian for bat). In addition, mahina piha is Hawaiian for full moon.",
    "In Pokemon Sun and Moon, Nihilego has a base experience yield of 114.",
    "Excluding Arceus holding a Stone Plate, Nihilego is the only white Rock-type Pokemon.",
    "Buzzwole and Pheromosa are the only Ultra Beasts that share a type combination.",
    "Buzzwole's effort value yield of 1 Attack and 2 Defense is unique.",
    "Buzzwole has the highest base HP stat of all Bug-type Pokemon.",
    "Buzzwole is the heaviest Bug-type Pokemon.",
    "In Pokemon Sun and Moon, Buzzwole has a catch rate of 25 and a base experience yield of 114.",
    "In version 1.0 of Pokemon Sun and Moon, Buzzwole's code name was spelled incorrectly in Japanese as (Japanese: ÔºµÔº¢ÔºêÔºí„ÄÄÔº•ÔΩòÔΩêÔΩÅÔΩéÔΩìÔΩâÔΩèÔΩéÔΩÖ), despite being spelled correctly in pre-release material.",
    "Buzzwole was designed by James Turner.",
    "Pheromosa and Buzzwole are the only Ultra Beasts that share a type combination.",
    "Pheromosa has the highest base Speed stat of all Fighting-type Pokemon.",
    "In Pokemon Sun and Moon, Pheromosa has a catch rate of 255 and a base experience yield of 114. Due to Beast Balls having a 5√ó catch rate modifier against Ultra Beasts, this means that they can never fail to catch a Pheromosa in Sun and Moon.",
    " \"Due to Beast Balls having a 5√ó catch rate modifier against Ultra Beasts, this means that they can never fail to catch a Pheromosa in Sun and Moon.",
    "Pheromosa was the inspiration for the naming of Nocticola pheromosa, a species of cockroach first discovered in Singapore and described in 2023 by entomologists Foo Maosheng and Cristian C. Luca√±as. According to Foo, he and his collaborator are both Pokemon fans, and the cockroach was named after Pheromosa due to both having similar features, such as long antennae, hood-like wings, and long slender legs.",
    "Xurkitree has the highest base Special Attack stat of all Electric-type Pokemon.",
    "In Pokemon Sun and Moon, Xurkitree is the only Ultra Beast with a single type.",
    "In Pokemon Sun and Moon, Xurkitree has a catch rate of 30 and a base experience yield of 114.",
    "In Pokemon Sun and Moon, Celesteela has a catch rate of 25 and a base experience yield of 114.",
    "When not accounting for Abilities, Celesteela is the heaviest Steel-type Pokemon. It is also the heaviest Flying-type Pokemon.",
    "Celesteela is the only non-Grass-type Pokemon to learn Seed Bomb by leveling up.",
    "Kartana has the highest base Attack stat of all Grass-type and Steel-type Pokemon, and is tied with Ferrothorn for the highest base Defense stat of all Grass-type Pokemon.",
    "Kartana is the lightest Grass-type and Steel-type Pokemon.",
    "Kartana has the lowest base Special Defense stat of all Steel-type Pokemon.",
    "In Pokemon Sun and Moon, Kartana has a catch rate of 255 and a base experience yield of 114. Due to Beast Balls having a 5√ó catch rate modifier against Ultra Beasts, this means that one can never fail to catch a Kartana in Sun and Moon.",
    " \"Due to Beast Balls having a 5√ó catch rate modifier against Ultra Beasts, this means that one can never fail to catch a Kartana in Sun and Moon.",
    "Guzzlord has the highest base HP stat of all Dark-type Pokemon. Guzzlord is also the heaviest Dark-type Pokemon.",
    " \"Guzzlord is also the heaviest Dark-type Pokemon.",
    "In Pokemon Sun and Moon, Guzzlord has a catch rate of 15 and a base experience yield of 114.",
    "Guzzlord was designed by James Turner.",
    "Guzzlord's English category, \"Junkivore",
    "may be a combination of junk and -vore (suffix used to identify organisms by their diet derived from the Latin word meaning \"to devour\"). The name can be taken to mean \"an organism that feeds on junk\".",
    "Necrozma has many differences from the other members of its trio. It is the only member: To have its own exclusive Z-Move and Z-Crystal (Solgaleo and Lunala share theirs with Dusk Mane and Dawn Wings Necrozma, respectively). Without a pre-evolved form. To have more than one signature Ability, as it has two. With multiple signature moves. With a base stat that is not a prime number (Dusk Mane, Dawn Wings, and Ultra Necrozma's Speed stats).",
    " \"To have its own exclusive Z-Move and Z-Crystal (Solgaleo and Lunala share theirs with Dusk Mane and Dawn Wings Necrozma, respectively).",
    "Without a pre-evolved form.",
    "To have more than one signature Ability, as it has two.",
    "With multiple signature moves.",
    "With a base stat that is not a prime number (Dusk Mane, Dawn Wings, and Ultra Necrozma's Speed stats).",
    "Necrozma's base form shares its battle theme with Solgaleo and Lunala.",
    "In Pokemon Ultra Sun and Ultra Moon and Pokemon Sword and Shield, Necrozma has a catch rate of 255.",
    "In Pokemon Sun and Moon, Necrozma has a base experience yield of 120.",
    "Dawn Wings Necrozma is tied with Giratina, Lunala, and Shadow Rider Calyrex for the highest base stat total of all Ghost-type Pokemon. Dawn Wings Necrozma is the only blue Ghost-type Pokemon.",
    " \"Dawn Wings Necrozma is the only blue Ghost-type Pokemon.",
    "Ultra Necrozma is the only Pokemon with a base stat total of 754 and the only Psychic-type Pokemon with two or more pairs of wings.",
    "Necrozma has the most shapes of all Pokemon with a total of four between its different forms.",
    "Necrozma's status as an Ultra Beast differs between media. In the core series games, Necrozma is not an Ultra Beast. Beast Balls are ineffective against it and regular Poke Balls are normally effective against it. Additionally, Necrozma's Pokemon Sun Pokedex entry and Dulse clarify that it is similar to the Ultra Beasts, but not one of them. In Pokemon HOME, Necrozma is not registered as a species of Ultra Beast. In the anime, it, alongside the other members of the light trio and their pre-evolved forms, are referred to as Ultra Beasts before their true identities are discovered. Necrozma is given the codename of UB Black (Japanese: ÔºµÔº¢:Ôº¢Ôº¨Ôº°Ôº£Ôº´ UB: Black). In the Pokemon Adventures manga, Necrozma is considered an Ultra Beast, with Beast Balls being used to attempt and eventually succeed in catching it. In the TCG, Dusk Mane, Dawn Wings, and Ultra Necrozma are classified as Ultra Beasts, while its base form is not. In Pokemon Duel, all forms of Necrozma are considered Ultra Beasts. In Pokemon GO, Necrozma is not classified as an Ultra Beast. However, because it appears in Ultra Wormhole Raid Battles, Beast Balls have an increased catch rate just as they do for Ultra Beasts.",
    " \"\"\"In the core series games, Necrozma is not an Ultra Beast. Beast Balls are ineffective against it and regular Poke Balls are normally effective against it. Additionally, Necrozma's Pokemon Sun Pokedex entry and Dulse clarify that it is similar to the Ultra Beasts, but not one of them. In Pokemon HOME, Necrozma is not registered as a species of Ultra Beast.",
    " \"In Pokemon HOME, Necrozma is not registered as a species of Ultra Beast.",
    "In the anime, it, alongside the other members of the light trio and their pre-evolved forms, are referred to as Ultra Beasts before their true identities are discovered. Necrozma is given the codename of UB Black (Japanese: ÔºµÔº¢:Ôº¢Ôº¨Ôº°Ôº£Ôº´ UB: Black).",
    "In the Pokemon Adventures manga, Necrozma is considered an Ultra Beast, with Beast Balls being used to attempt and eventually succeed in catching it.",
    "In the TCG, Dusk Mane, Dawn Wings, and Ultra Necrozma are classified as Ultra Beasts, while its base form is not.",
    "In Pokemon Duel, all forms of Necrozma are considered Ultra Beasts.",
    "In Pokemon GO, Necrozma is not classified as an Ultra Beast. However, because it appears in Ultra Wormhole Raid Battles, Beast Balls have an increased catch rate just as they do for Ultra Beasts.",
    "Necrozma has access to the most exclusive Z-Crystals, with a total of three.",
    "Necrozma's effort values yield of 1 Attack and 2 Special Attack is unique.",
    "Of the Pokemon capable of fusion with another Pokemon, Necrozma is the only one that has an additional transformation. It is also the only Pokemon in which the player can legitimately have both fused forms on a single save file due to the fact that each of Necrozma's fusions utilize their own Key Item.",
    "Necrozma is the first Pokemon to serve as the main antagonist of a core series game.",
    "Dusk Mane Necrozma is the only Steel-type Pokemon to not be able to learn Steel Beam.",
    "The concept of Magearna came from Masafumi Nukita, which also involved writing their Pokedex entries. This is not to be confused with the designer of Magearna, who is currently unknown.",
    " \"This is not to be confused with the designer of Magearna, who is currently unknown.",
    "In Generation VII, Magearna was the only Pokemon that was both able to learn new moves by TM yet was unable to learn Toxic or Sleep Talk.",
    "Magearna is the first Mythical Pokemon to be made available in the core series through an indefinitely active event.",
    "Shiny Magearna is the only unobtainable Shiny Pokemon that has exclusively appeared in the anime.",
    "Until Generation VIII, Magearna's Shiny color scheme was identical to the regular one. Pokemon HOME and Pokemon Sword and Shield Version 1.2.0 include data for Magearna's Shiny palette.",
    "Unlike other Pokemon, Marshadow's normal and Shiny colorations are exactly the same in its normal form, only having different colors in its Zenith form. In Generation VIII, it is the only Pokemon with this trait. In Generation VII, Magearna shares this trait with Marshadow, although this is not the case for Original Color Magearna. In Pokemon HOME, the artwork for a Shiny Marshadow has a slightly lighter, almost indistinguishable, shade of gray than a normal Marshadow.",
    "Marshadow's effort value yield of two Attack and one Speed is unique.",
    "Marshadow's Japanese name and its romanization were revealed on April 10, 2016 as a result of its trademark filing.",
    "In Pokemon Sun and Moon, Marshadow has a base experience yield of 120.",
    "In Pokemon Scarlet and Violet, Shiinotic is defined internally as a Mythical Pokemon instead of Marshadow. This is likely due to a typo between their internal names, with „Éû„Ç∑„Çß„Éº„Éâ MASHEEDO (Shiinotic) being mistaken for „Éû„Éº„Ç∑„É£„Éâ„Éº MAASYADOO (Marshadow).",
    "Although Marshadow does not appear in Pokemon Scarlet and Violet, Raifort's hair pin resembles its face.",
    "Poipole is the only Ultra Beast that can evolve.",
    "Poipole has the lowest base stat total of all the Ultra Beasts.",
    "Poipole and its evolution were created by James Turner, as were their Shiny forms.",
    "Poipole shares its category name with its evolution, Naganadel, as well as Nidoran♂, Nidorina, Nidoran♀, and Nidorino. They are all known as the Poison Pin Pokemon.",
    "Naganadel and its pre-evolved form are the only Ultra Beasts that are part of an evolutionary line.",
    "Naganadel and its pre-evolved form were created by James Turner, as were their Shiny forms.",
    "Naganadel is the only Ultra Beast to have a base stat that is not a prime number: its Speed of 121. It is, however, a prime power.",
    "Naganadel shares its category name with its pre-evolution, Nidoran♂, Nidorina, Nidoran♀, and Nidorino. They are all known as the Poison Pin Pokemon.",
    "In all European language versions of a promotional trailer for Pokemon Ultra Sun and Ultra Moon, Naganadel is shown to be sent out from a Beast Ball. However, there is no legitimate way to obtain a Naganadel in a Beast Ball in these games, as it is exclusively available as a gift Pokemon in a standard Poke Ball. The only way to get one in a Beast Ball at all is to transfer one from Pokemon GO to Pokemon HOME.",
    " \"The only way to get one in a Beast Ball at all is to transfer one from Pokemon GO to Pokemon HOME.",
    "Not counting Mega Evolved Pokemon, Stakataka has the highest Defense stat of all Steel-type Pokemon.",
    "Stakataka could be a counterpart to fellow Ultra Beast Blacephalon. Both have high Attack stats and the same base stat total, but Stakataka has one of the lowest Speed stats and has a high Defense and a decent Special Defense, while Blacephalon is fast and has a high Special Attack. Additionally, both appear in Poni Grove at the same point in the story, with Stakataka appearing in Ultra Moon and Blacephalon appearing in Ultra Sun.",
    "Stakataka is the heaviest Rock-type Pokemon.",
    "Stakataka's Pokedex height seemingly refers to its size while at rest, as seen in Pokemon Refresh and the anime. When comparing sizes in Pokemon HOME, Stakataka standing on its legs is shown to be nearly twice as tall as Guzzlord, which is also listed as having a height of 18'01\" (5.5 m).",
    "Blacephalon is the only Ultra Beast to have a signature move, namely Mind Blown.",
    "In the Generation VII games, Blacephalon can learn Magic Coat by leveling up but cannot learn it via Move Tutor.",
    "Blacephalon can be seen as a counterpart to fellow Ultra Beast Stakataka. Both have high Attack stats and the same base stat total, but Blacephalon has high Special Attack and Speed stats and low defenses, while Stakataka is extremely slow but has a very high Defense. Additionally, both were introduced in Pokemon Ultra Sun and Ultra Moon as version-exclusive Pokemon that both appear in Poni Grove at the same point in the story, with Blacephalon appearing in Ultra Sun and Stakataka appearing in Ultra Moon.",
    "Zeraora is the only Electric-type Mythical Pokemon, excluding Arceus while holding a Zap Plate.",
    "On April 26, 2018, The Pokemon Company released a special Battle Video for Pokemon Ultra Sun and Ultra Moon version 1.2 that allowed Zeraora to be legitimately used and battled against in-game prior to its official release, using the code QKUW-WWWW-WWWL-J5TL.",
    "In The Isle of Armor DLC, in order to obtain a Shiny Zeraora, a Dynamax Zeraora was required for one million players to battle, making it the only Mythical Pokemon that could be encountered in a Max Raid Battle.",
    "In Pokemon the Movie: The Power of Us: Zeraora's Story, Zeraora is described as having been born in an explosion caused by a lightning bolt striking the mouth of an erupting volcano.",
    "Meltan has several unique attributes: It is the only Pokemon capable of evolution that cannot be evolved in the core series games. Because of this, it is not affected by Eviolite. It is the only Pokemon with the Ability Magnet Pull that cannot also have Sturdy. It is the only Pokemon that can't have an origin mark from the core series. It can only legitimately have the Pokemon GO origin mark, as it has never been made available through gameplay or events of a core series game. It is the only Mythical Pokemon that is capable of evolution.",
    " \"It is the only Pokemon capable of evolution that cannot be evolved in the core series games. Because of this, it is not affected by Eviolite.",
    "It is the only Pokemon with the Ability Magnet Pull that cannot also have Sturdy.",
    "It is the only Pokemon that can't have an origin mark from the core series. It can only legitimately have the Pokemon GO origin mark, as it has never been made available through gameplay or events of a core series game.",
    "It is the only Mythical Pokemon that is capable of evolution.",
    "Meltan and its evolved form share several unique attributes: They are the only Pokemon in Pokemon: Let's Go, Pikachu! and Let's Go, Eevee! to not be introduced in Generation I. They are the only Pokemon in Pokemon: Let's Go, Pikachu! and Let's Go, Eevee! whose Kanto Pokedex number (152) is not the same as its National Pokedex number (808). While Kanto Pokedex numbers are normally used throughout the game, the judge screen displays National Pokedex numbers, which is evident for Meltan and Melmetal. They are the only Pokemon officially introduced in Generation VII that are not in the Alola Pokedex. They are the only Pokemon obtainable in Pokemon: Let's Go, Pikachu! and Let's Go, Eevee! that cannot have the Let's Go origin mark . They are the only Pokemon in the National Pokedex of Pokemon GO and Pokemon HOME (Nintendo Switch only) to not be listed in a region section. Instead, they are put into \"\"Unknown\"\" and \"\"Unknown Origins",
    "respectively. They are the only Mythical Pokemon that can be traded or placed in a Gym as a defender in Pokemon GO.",
    " \"They are the only Pokemon in Pokemon: Let's Go, Pikachu! and Let's Go, Eevee! to not be introduced in Generation I.",
    "They are the only Pokemon in Pokemon: Let's Go, Pikachu! and Let's Go, Eevee! whose Kanto Pokedex number (152) is not the same as its National Pokedex number (808). While Kanto Pokedex numbers are normally used throughout the game, the judge screen displays National Pokedex numbers, which is evident for Meltan and Melmetal.",
    "They are the only Pokemon officially introduced in Generation VII that are not in the Alola Pokedex.",
    "They are the only Pokemon obtainable in Pokemon: Let's Go, Pikachu! and Let's Go, Eevee! that cannot have the Let's Go origin mark .",
    "They are the only Pokemon in the National Pokedex of Pokemon GO and Pokemon HOME (Nintendo Switch only) to not be listed in a region section. Instead, they are put into \"Unknown\" and \"Unknown Origins",
    "respectively.",
    "They are the only Mythical Pokemon that can be traded or placed in a Gym as a defender in Pokemon GO.",
    "Meltan is the smallest Mythical Pokemon.",
    "Meltan is the first Mythical Pokemon caught by a main character in the anime.",
    "In the anime, Professor Oak is the person who gives Meltan its species name.",
    "Meltan and Pecharunt are the only Mythical Pokemon to have never been made available in a Cherish Ball. However Meltan's evolution, Melmetal has been made available in a Cherish Ball.",
    " \"However Meltan's evolution, Melmetal has been made available in a Cherish Ball.",
    "According to Junichi Masuda, Meltan and its evolution were created for Pokemon: Let's Go, Pikachu! and Let's Go, Eevee! out of a \"desire to build a bridge between players of the core Pokemon series and players of Pokemon GO",
    "to make both groups happy.",
    "In a 2018 GameSpot interview, Junichi Masuda mentioned that Meltan was designed by someone \"\"who was also a fan of the original games and played them as a kid\"\". Two people were credited as \"\"Pokemon Character Designers\"\" in Pokemon: Let's Go, Pikachu! and Let's Go, Eevee!: Misaki Hashimoto and Hironobu Yoshida. However, Yoshida has worked on the Pokemon games since Pokemon Yellow, implying that it was Hashimoto that designed Meltan.",
    " \"Two people were credited as \"Pokemon Character Designers\" in Pokemon: Let's Go, Pikachu! and Let's Go, Eevee!: Misaki Hashimoto and Hironobu Yoshida. However, Yoshida has worked on the Pokemon games since Pokemon Yellow, implying that it was Hashimoto that designed Meltan.",
    "Melmetal and its pre-evolved form Meltan have several unique attributes: They are the only Mythical Pokemon to be part of an evolutionary line, and the only Mythical Pokemon that can be traded or placed in a Gym as a defender in Pokemon GO. They are the only Pokemon in Pokemon: Let's Go, Pikachu! and Let's Go, Eevee! to not be introduced in Generation I. They are the only Pokemon in Pokemon: Let's Go, Pikachu! and Let's Go, Eevee! whose Kanto Pokedex numbers (152 and 153) are not the same as their National Pokedex numbers (808 and 809). While Kanto Pokedex numbers are normally used throughout the game, the judge screen displays National Pokedex numbers, which is evident for Meltan and Melmetal. They are the only Pokemon officially introduced in Generation VII that are not in any version of the Alola Pokedex. They are the only Pokemon obtainable in Pokemon: Let's Go, Pikachu! and Let's Go, Eevee! that cannot have the Let's Go origin mark . They are the only Pokemon in the National Pokedex of Pokemon GO and Pokemon HOME (Nintendo Switch only) to not be listed in a region section. Instead, they are put into \"\"Unknown\"\" and \"\"Unknown Origins\"\" respectively.",
    " \"They are the only Mythical Pokemon to be part of an evolutionary line, and the only Mythical Pokemon that can be traded or placed in a Gym as a defender in Pokemon GO.",
    "They are the only Pokemon in Pokemon: Let's Go, Pikachu! and Let's Go, Eevee! to not be introduced in Generation I.",
    "They are the only Pokemon in Pokemon: Let's Go, Pikachu! and Let's Go, Eevee! whose Kanto Pokedex numbers (152 and 153) are not the same as their National Pokedex numbers (808 and 809). While Kanto Pokedex numbers are normally used throughout the game, the judge screen displays National Pokedex numbers, which is evident for Meltan and Melmetal.",
    "They are the only Pokemon officially introduced in Generation VII that are not in any version of the Alola Pokedex.",
    "They are the only Pokemon in the National Pokedex of Pokemon GO and Pokemon HOME (Nintendo Switch only) to not be listed in a region section. Instead, they are put into \"Unknown\" and \"Unknown Origins\" respectively.",
    "Melmetal is the only Mythical Pokemon to have a Gigantamax form. Melmetal is also the only Pokemon introduced in Generation VII to have a Gigantamax form. Moreover, Melmetal is the only Pokemon whose Gigantamax form cannot be obtained through the Max Soup. Although Melmetal's Shiny form is legitimately available, its Shiny Gigantamax form is not, as the Gigantamax Melmetal distributed in Pokemon HOME is not Shiny. Melmetal is the only Pokemon with this attribute.",
    " \"Melmetal is also the only Pokemon introduced in Generation VII to have a Gigantamax form.",
    "Moreover, Melmetal is the only Pokemon whose Gigantamax form cannot be obtained through the Max Soup. Although Melmetal's Shiny form is legitimately available, its Shiny Gigantamax form is not, as the Gigantamax Melmetal distributed in Pokemon HOME is not Shiny. Melmetal is the only Pokemon with this attribute.",
    " \"Although Melmetal's Shiny form is legitimately available, its Shiny Gigantamax form is not, as the Gigantamax Melmetal distributed in Pokemon HOME is not Shiny. Melmetal is the only Pokemon with this attribute.",
    "Melmetal is the heaviest Mythical Pokemon.",
    "Melmetal is coded to learn the move Thunder Punch upon evolving. However, this is impossible due to Meltan being unable to evolve in the core series games.",
    "Grookey shares its category with Chimchar. They are both known as the Chimp Pokemon. However, Grookey resembles a monkey more than a chimp.",
    "Grookey is the only first partner Pokemon to make its animated debut in a work other than the main series.",
    "At a total of 46 episodes, Grookey took the longest time of all first partner Pokemon to debut in the animated series within the concurrent generation.",
    "Twiggy",
    "Rillaboom has the highest Attack stat among all fully evolved first partner Pokemon.",
    "Scorbunny and its evolved form share their category with Buneary and Lopunny. They are all known as the Rabbit Pokemon.",
    "Scorbunny is tied with Sunny Form Castform, Heat Rotom, and Litwick for the shortest Fire-type Pokemon.",
    "Scorbunny is the only Fire-type first partner Pokemon that cannot learn Flamethrower through leveling up.",
    "Scorbunny and its evolutions are the only pure Fire-type Pokemon introduced in Generation VIII.",
    "Raboot and its pre-evolved form share their category with Buneary and Lopunny. They are all known as the Rabbit Pokemon.",
    "Raboot and its evolutionary relatives are the only pure Fire-type Pokemon introduced in Generation VIII.",
    "Excluding Silvally holding a Fire Memory, Raboot is the only gray Fire-type Pokemon.",
    "Cinderace and its pre-evolutions are the only pure Fire-type Pokemon introduced in Generation VIII.",
    "In Lental's Photodex, Sobble is not located right next to its counterparts, Grookey and Scorbunny.",
    "Sobble is the first Pokemon to be featured in the Beyond the Pokedex series.",
    "Goh's Drizzile",
    "Sniffler",
    "Inteleon (UNITE)",
    "Goh's Inteleon",
    "Gigantamax",
    "The company logo for No. 1 Pharmacy depicts a Skwovet.",
    "When Greedent is damaged in the games, a Leppa Berry falls out of its tail.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Greedent was unable to learn Trailblaze via TM, while its pre-evolution could.",
    "Rookidee shares its category with Pidgey, Spearow, and Natu. They are all known as the Tiny Bird Pokemon, though Natu has also been called the Little Bird Pokemon.",
    "Rookidee and its evolved form are the first non-Legendary Pokemon to be purely Flying-type.",
    "Rookidee is tied with Natu as the smallest Flying-type Pokemon.",
    "Rookidee and its evolved forms were designed by Hitoshi Ariga.",
    "Corvisquire and its pre-evolved form are the first non-Legendary Pokemon to be purely Flying-type.",
    "Corvisquire and its evolutionary relatives were designed by Hitoshi Ariga.",
    "Corviknight and its pre-evolved forms were designed by Hitoshi Ariga.",
    "Gigantamax Corviknight and Gigantamax Orbeetle are tied for the shortest of all Gigantamax forms, at roughly 45'11\" or 14 metres.",
    "Blipbug shares its category with Grubbin. They are both known as the Larva Pokemon. Both Blipbug and Grubbin are also the only pure Bug-type Pokemon of their respective generation.",
    " \"Both Blipbug and Grubbin are also the only pure Bug-type Pokemon of their respective generation.",
    "Blipbug has the lowest base Defense stat and base stat total of all Bug-type Pokemon.",
    "Blipbug and its evolutionary relatives are the only three-stage evolutionary line whose members are all the same height, at 1'04\" (0.4 m).",
    "Dottler and its evolutionary relatives are the only three-stage evolutionary line whose members are all the same height, at 1'04\" (0.4 m).",
    "Gigantamax Orbeetle and Gigantamax Corviknight are tied for the shortest of all Gigantamax forms, at roughly 45'11\" or 14 metres.",
    "Orbeetle and its evolutionary relatives are the only three-stage evolutionary line whose members are all the same height, at 1'04\" or 0.4 metres.",
    "Nickit has the lowest base Attack stat of all Dark-type Pokemon.",
    "Gossifleur shares its category with Lilligant. They are both known as the Flowering Pokemon.",
    "Gossifleur is tied with Ferroseed for the lowest base Speed stat of all Grass-type Pokemon.",
    "Eldegoss (UNITE)",
    "The company logo for Daily Discovery depicts a silhouette of a lock of hair from Wooloo.",
    "Generation VIII Pokemon",
    "Pokemon with a base stat total of 490",
    "Chewtle is the only Pokemon with a base stat total of 284.",
    "Drednaw shares its category with Poochyena and Mightyena. They are all known as the Bite Pokemon.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Drednaw was unable to learn Dragon Tail via TM, while its pre-evolution could.",
    "Yamper was first showcased during an E3 2019 demo before its official reveal.",
    "Yamper shares its category with Growlithe, Lillipup, Rockruff, and Fidough. They are all known as the Puppy Pokemon.",
    "Boltund is the only Pokemon capable of having Strong Jaw naturally as an Ability that cannot learn Ice Fang.",
    "Boltund shares its category with Dachsbun. They are both known as the Dog Pokemon.",
    "The company logo for DENSOKU depicts a silhouette of Boltund.",
    "Rolycoly is the only non-Fire-type Pokemon to have access to the Ability Flash Fire.",
    "Rolycoly and its evolved forms share their category with Torkoal. They are all known as the Coal Pokemon.",
    "Rolycoly has the lowest base stat total of all Rock-type Pokemon.",
    "Rolycoly and its evolved forms are the only black Rock-type Pokemon.",
    "Carkol and its evolutionary relatives share their category with Torkoal. They are all known as the Coal Pokemon.",
    "Carkol and its evolutionary relatives are the only black Rock-type Pokemon.",
    "Coalossal and its pre-evolved forms share their category with Torkoal. They are all known as the Coal Pokemon.",
    "All of Coalossal's Abilities have the field effect of halving the number of cycles it takes for Pokemon Eggs in the player's party to hatch.",
    "Coalossal and its pre-evolved forms are the only black Rock-type Pokemon.",
    "Applin is the only Pokemon introduced in Generation VIII to have a branched Evolution. Furthermore, Applin is the first Pokemon since Tyrogue in Generation II to have a branched Evolution path with more than two possible different species it can evolve into. Applin's evolutionary line (2 branches of a two-stage evolutionary line and 1 branch of a three-stage evolutionary line) is unique. It and Mime Jr. are the only Pokemon with different number of evolution stages in each branch of a branched evolutionary line (Kantonian Mr Mime does not evolve while Galarian Mr Mime does.)",
    " \"Furthermore, Applin is the first Pokemon since Tyrogue in Generation II to have a branched Evolution path with more than two possible different species it can evolve into.",
    "Applin's evolutionary line (2 branches of a two-stage evolutionary line and 1 branch of a three-stage evolutionary line) is unique. It and Mime Jr. are the only Pokemon with different number of evolution stages in each branch of a branched evolutionary line (Kantonian Mr Mime does not evolve while Galarian Mr Mime does.)",
    "Applin and its evolved forms: are the only Pokemon that are in the Grass and Dragon Egg Groups. require only 600,000 experience points to reach level 100, the lowest among Generation VIII Pokemon, and the lowest among Dragon-type Pokemon along with Altaria.",
    " \"are the only Pokemon that are in the Grass and Dragon Egg Groups.",
    "require only 600,000 experience points to reach level 100, the lowest among Generation VIII Pokemon, and the lowest among Dragon-type Pokemon along with Altaria.",
    "Applin has the lowest base Speed stat of all Dragon-type Pokemon.",
    "In Generation IX, Applin is the only Dragon-type Pokemon to not learn Draco Meteor.",
    "Flapple is the lightest Pokemon to learn Heavy Slam.",
    "Flapple and Appletun are the only Pokemon to have physically identical Gigantamax forms, although they are still treated as different Pokemon as they have distinct Pokedex entries, G-Max Moves, and cries. This is also the only instance of two different species of Pokemon that can be physically identical without the use of Transform, Imposter, or Illusion.",
    " \"This is also the only instance of two different species of Pokemon that can be physically identical without the use of Transform, Imposter, or Illusion.",
    "Flapple and its evolutionary line: are the only Pokemon that are in the Grass and Dragon Egg Groups. require only 600,000 experience points to reach level 100, the lowest among Generation VIII Pokemon, and the lowest among Dragon-type Pokemon along with Altaria.",
    "Appletun and Flapple are the only Pokemon to have physically identical Gigantamax forms, although they are still treated as different Pokemon as they have distinct Pokedex entries, G-Max Moves, and cries. This is also the only instance of two different species of Pokemon that can be physically identical without the use of Transform, Imposter, or Illusion.",
    "Appletun and its evolutionary line: are the only Pokemon that are in the Grass and Dragon Egg Groups. require only 600,000 experience points to reach level 100, the lowest among Generation VIII Pokemon, and the lowest among Dragon-type Pokemon along with Altaria.",
    "Despite requiring the Sweet Apple to evolve from Applin, Appletun's signature move, Apple Acid, specifies it uses tart apples to attack.",
    "Silicobra's Japanese name and category are identical, with the only difference being in how they are written: Silicobra's Japanese name is written in katakana („Çπ„Éä„Éò„Éì), while its category name is written in hiragana („Åô„Å™„Å∏„Å≥). Silicobra is the only Pokemon with this distinction.",
    "Sandaconda is the only Ground-type to have a Gigantamax form.",
    "Sandaconda's alternate coloration may be a reference to axanthism, a type of coloration commonly bred for in snakes.",
    "Cramorant's Japanese name, „Ç¶„ÉÉ„Ç¶ Uu, is a palindrome.",
    "Cramorant is tied with Cleffa for the shortest Japanese Pokemon name in trademarked romaji, with only two letters each. However, Cleffa's name is shorter in kana („Éî„Ç£).",
    "Arrokuda was first shown as part of Cramorant's official reveal, but remained unnamed until the release of Pokemon Sword and Shield.",
    "Barraskewda is tied with Iron Bundle for the highest base Speed stat of all Water-type Pokemon.",
    "No other Pokemon have the same type combination as Toxel and its evolved form.",
    "Toxel is the only Pokemon with a base stat total of 242.",
    "Toxel is the first baby Pokemon introduced since Generation IV, and is the only baby Pokemon to be introduced alone in a generation.",
    "Among the natures Toxel can have, if it has one that lowers the Attack stat, it will always evolve into Low-Key Form Toxtricity; likewise, if Toxel has a nature that lowers the Special Defense stat, it will always evolve into Amped Form Toxtricity.",
    "Toxel and its evolution were designed by Yusuke Kozaki.",
    "No other Pokemon have the same type combination as Toxtricity and its pre-evolution.",
    "Toxtricity is the only Pokemon with a base stat total of 502.",
    "All of the Natures that lower the Attack stat (Bold, Timid, Modest, Calm) only belong to Low-Key Form Toxtricity; likewise, all of the Natures that lower the Special Defense stat (Naughty, Lax, Naive, Rash) only belong to Amped Form Toxtricity.",
    "Toxtricity, its pre-evolution, and its Gigantamax form were all designed by Yusuke Kozaki.",
    "Sizzlipede and its evolution were designed by James Turner.",
    "Sizzlipede is the lightest Pokemon to learn Heat Crash.",
    "Sizzlipede and its evolved form, Centiskorch, are the only Fire-type Pokemon with a multiped body.",
    "Centiskorch has the tallest Gigantamax form.",
    "Centiskorch, its pre-evolution, and its Gigantamax form were designed by James Turner. Turner also designed Gigantamax Centiskorch's attack pose.",
    "Centiskorch and its pre-evolved form, Sizzlipede, are the only Fire-type Pokemon with a multiped body.",
    "Clobbopus is the lightest Fighting-type Pokemon.",
    "Clobbopus and its evolution are the only Pokemon that are in the Water 1 and Human-Like Egg Groups.",
    "Grapploct and its pre-evolution are the only Pokemon that are in the Water 1 and Human-Like Egg Groups.",
    "The company logo for Galar Police Station depicts a Grapploct.",
    "Sinistea is tied with Roaming Form Gimmighoul and Poltchageist as the shortest Ghost-type Pokemon.",
    "Sinistea was designed by James Turner.",
    "The Sinistea and Poltchageist families are the only ecologically similar Pokemon that share a type. Additionally, Sinistea and Poltchageist have similar evolution methods, as they both require being exposed to a specific item to evolve into a specific form of their evolved counterparts.",
    " \"Additionally, Sinistea and Poltchageist have similar evolution methods, as they both require being exposed to a specific item to evolve into a specific form of their evolved counterparts.",
    "Polteageist and its Shiny form were designed by James Turner.",
    "The Polteageist and Sinistcha families are the only ecologically similar Pokemon that share a type. Additionally, Polteageist and Sinistcha have similar evolution methods, as they both require being exposed to a specific item to evolve into a specific form of their evolved counterparts.",
    " \"Additionally, Polteageist and Sinistcha have similar evolution methods, as they both require being exposed to a specific item to evolve into a specific form of their evolved counterparts.",
    "Hatenna, Impidimp, and their evolved forms can be considered counterparts. Both are Generation VIII Pokemon evolving once at level 32, then at level 42. Hatenna and its evolved forms are female-only, while Impidimp and its evolved forms are male-only. Each Pokemon in each evolutionary line has the same base stat total, base experience yield and catch rate as their counterpart (e.g. Hatenna and Impidimp both have a base stat total of 265), except for Hatenna and Impidimp's catch rate. These two evolutionary lines are next to each other in the National Pokedex, the Galar Pokedex, the Crown Tundra Pokedex and the Paldea Pokedex. Both evolutionary lines share similarities with mythical beings from European folklore and mythology: Hatenna's family shares traits with witches, and Impidimp's family shares traits with goblins. Both final evolutions are Fairy-type Pokemon based around long hair that have their Speed drop upon evolution. Both final evolutions are the signature Pokemon of a rival in Pokemon Sword and Shield who is a succeeding Gym Leader and Gigantamaxes it (Bede's Hatterene and Marnie's Grimmsnarl).",
    " \"Both are Generation VIII Pokemon evolving once at level 32, then at level 42.",
    "Hatenna and its evolved forms are female-only, while Impidimp and its evolved forms are male-only.",
    "Each Pokemon in each evolutionary line has the same base stat total, base experience yield and catch rate as their counterpart (e.g. Hatenna and Impidimp both have a base stat total of 265), except for Hatenna and Impidimp's catch rate.",
    "These two evolutionary lines are next to each other in the National Pokedex, the Galar Pokedex, the Crown Tundra Pokedex and the Paldea Pokedex.",
    "Both evolutionary lines share similarities with mythical beings from European folklore and mythology: Hatenna's family shares traits with witches, and Impidimp's family shares traits with goblins.",
    "Both final evolutions are Fairy-type Pokemon based around long hair that have their Speed drop upon evolution.",
    "Both final evolutions are the signature Pokemon of a rival in Pokemon Sword and Shield who is a succeeding Gym Leader and Gigantamaxes it (Bede's Hatterene and Marnie's Grimmsnarl).",
    "Hatenna is the only Pokemon to have Nuzzle as an Egg Move, and the only non-Electric type that can learn it.",
    "Hattrem, Morgrem, and their evolutionary lines can be considered counterparts. Both are Generation VIII Pokemon evolving once at level 32, then at level 42. Hattrem and its evolutionary relatives are female-only, while Morgrem and its evolutionary relatives are male-only. Each Pokemon in each evolutionary line has the same base stat total, base experience yield and catch rate as their counterpart (e.g. Hattrem and Morgrem both have a base stat total of 370), except for Hatenna and Impidimp's catch rate. These two evolutionary lines are next to each other in the National Pokedex, the Galar Pokedex, the Crown Tundra Pokedex and the Paldea Pokedex. Both evolutionary lines share similarities with mythical beings from European folklore and mythology: Hattrem's family shares traits with witches, and Morgrem's family shares traits with goblins. Both final evolutions are Fairy-type Pokemon based around long hair that have their Speed drop upon evolution. Both final evolutions are the signature Pokemon of a rival in Pokemon Sword and Shield who is a succeeding Gym Leader and Gigantamaxes it (Bede's Hatterene and Marnie's Grimmsnarl).",
    "Hattrem and its evolutionary relatives are female-only, while Morgrem and its evolutionary relatives are male-only.",
    "Each Pokemon in each evolutionary line has the same base stat total, base experience yield and catch rate as their counterpart (e.g. Hattrem and Morgrem both have a base stat total of 370), except for Hatenna and Impidimp's catch rate.",
    "Both evolutionary lines share similarities with mythical beings from European folklore and mythology: Hattrem's family shares traits with witches, and Morgrem's family shares traits with goblins.",
    "Hatterene, Grimmsnarl, and their evolutionary lines can be considered counterparts. Both are Generation VIII Pokemon evolving once at level 32, then at level 42. Hatterene and its pre-evolved forms are female-only, while Grimmsnarl and its pre-evolved forms are male-only. Each Pokemon in each evolutionary line has the same base stat total, base experience yield and catch rate as their counterpart (e.g. Hatterene and Grimmsnarl both have a base stat total of 510), except for Hatenna and Impidimp's catch rate. These two evolutionary lines are next to each other in the National Pokedex, the Galar Pokedex, the Crown Tundra Pokedex and the Paldea Pokedex. Both Pokemon are based on mythical beings from European folklore and mythology: Hatterene resembles witches, and Grimmsnarl resembles trolls, ogres, and goblins. Both Pokemon are Fairy-type Pokemon based around long hair that have their Speed drop upon evolution. Both Pokemon are the signature Pokemon of a rival in Pokemon Sword and Shield who is a succeeding Gym Leader and Gigantamaxes it (Bede's Hatterene and Marnie's Grimmsnarl).",
    "Hatterene and its pre-evolved forms are female-only, while Grimmsnarl and its pre-evolved forms are male-only.",
    "Each Pokemon in each evolutionary line has the same base stat total, base experience yield and catch rate as their counterpart (e.g. Hatterene and Grimmsnarl both have a base stat total of 510), except for Hatenna and Impidimp's catch rate.",
    "Both Pokemon are based on mythical beings from European folklore and mythology: Hatterene resembles witches, and Grimmsnarl resembles trolls, ogres, and goblins.",
    "Both Pokemon are Fairy-type Pokemon based around long hair that have their Speed drop upon evolution.",
    "Both Pokemon are the signature Pokemon of a rival in Pokemon Sword and Shield who is a succeeding Gym Leader and Gigantamaxes it (Bede's Hatterene and Marnie's Grimmsnarl).",
    "Despite the fact that Hatterene's means of movement involves short-distance teleportation, it cannot learn the move Teleport.",
    "Impidimp was first showcased during an E3 2019 demo and the \"Pokemon Live Camera\" 24-hour live-stream of Glimwood Tangle, but was never officially acknowledged before the release of Pokemon Sword and Shield.",
    "No Pokemon have the same type combination as Impidimp and its evolved forms.",
    "Impidimp shares its category with Nuzleaf. They are both known as the Wily Pokemon.",
    "Impidimp, Hatenna, and their evolved forms can be considered counterparts. Both are Generation VIII Pokemon evolving once at level 32, then at level 42. Impidimp and its evolved forms are male-only, while Hatenna and its evolved forms are female-only. Each Pokemon in each evolutionary line has the same base stat total, base experience yield and catch rate as their counterpart (e.g. Impidimp and Hatenna both have a base stat total of 265), except for Hatenna and Impidimp's catch rate. These two evolutionary lines are next to each other in the National Pokedex, the Galar Pokedex, the Crown Tundra Pokedex and the Paldea Pokedex. Both evolutionary lines share similarities with mythical beings from European folklore and mythology: Impidimp's family shares traits with goblins, and Hatenna's family shares traits with witches. Both final evolutions are Fairy-type Pokemon based around long hair that have their Speed drop upon evolution. Both final evolutions are the signature Pokemon of a rival in Pokemon Sword and Shield who is a succeeding Gym Leader and Gigantamaxes it (Marnie's Grimmsnarl and Bede's Hatterene).",
    "Impidimp and its evolved forms are male-only, while Hatenna and its evolved forms are female-only.",
    "Each Pokemon in each evolutionary line has the same base stat total, base experience yield and catch rate as their counterpart (e.g. Impidimp and Hatenna both have a base stat total of 265), except for Hatenna and Impidimp's catch rate.",
    "Both evolutionary lines share similarities with mythical beings from European folklore and mythology: Impidimp's family shares traits with goblins, and Hatenna's family shares traits with witches.",
    "Both final evolutions are the signature Pokemon of a rival in Pokemon Sword and Shield who is a succeeding Gym Leader and Gigantamaxes it (Marnie's Grimmsnarl and Bede's Hatterene).",
    "Impidimp and its evolved forms are the only Pokemon that are in the Fairy and Human-Like Egg Groups.",
    "Impidimp and its evolved form, Morgrem, are the only pink Dark-type Pokemon.",
    "No Pokemon have the same type combination as Morgrem and its evolutionary relatives.",
    "Morgrem shares its category with Purrloin. They are both known as the Devious Pokemon.",
    "Morgrem, Hattrem, and their evolutionary lines can be considered counterparts. Both are Generation VIII Pokemon evolving once at level 32, then at level 42. Morgrem and its evolutionary relatives are male-only, while Hattrem and its evolutionary relatives are female-only. Each Pokemon in each evolutionary line has the same base stat total, base experience yield and catch rate as their counterpart (e.g. Morgrem and Hattrem both have a base stat total of 370), except for Hatenna and Impidimp's catch rate. These two evolutionary lines are next to each other in the National Pokedex, the Galar Pokedex, the Crown Tundra Pokedex and the Paldea Pokedex. Both evolutionary lines share similarities with mythical beings from European folklore and mythology: Morgrem's family shares traits with goblins, and Hattrem's family shares traits with witches. Both final evolutions are Fairy-type Pokemon based around long hair that have their Speed drop upon evolution. Both final evolutions are the signature Pokemon of a rival in Pokemon Sword and Shield who is a succeeding Gym Leader and Gigantamaxes it (Marnie's Grimmsnarl and Bede's Hatterene). Morgrem and Hattrem's names coincidentally both end in \"\"-rem\"\".",
    "Morgrem and its evolutionary relatives are male-only, while Hattrem and its evolutionary relatives are female-only.",
    "Each Pokemon in each evolutionary line has the same base stat total, base experience yield and catch rate as their counterpart (e.g. Morgrem and Hattrem both have a base stat total of 370), except for Hatenna and Impidimp's catch rate.",
    "Both evolutionary lines share similarities with mythical beings from European folklore and mythology: Morgrem's family shares traits with goblins, and Hattrem's family shares traits with witches.",
    "Morgrem and Hattrem's names coincidentally both end in \"-rem\".",
    "Morgrem and its evolutionary relatives are the only Pokemon that are in the Fairy and Human-Like Egg Groups.",
    "Morgrem and its pre-evolved form, Impidimp, are the only pink Dark-type Pokemon.",
    "No Pokemon have the same type combination as Grimmsnarl and its pre-evolved forms.",
    "Grimmsnarl, Hatterene, and their evolutionary lines can be considered counterparts. Both are Generation VIII Pokemon evolving once at level 32, then at level 42. Grimmsnarl and its pre-evolved forms are male-only, while Hatterene and its pre-evolved forms are female-only. Each Pokemon in each evolutionary line has the same base stat total, base experience yield and catch rate as their counterpart (e.g. Grimmsnarl and Hatterene both have a base stat total of 510), except for Hatenna and Impidimp's catch rate. These two evolutionary lines are next to each other in the National Pokedex, the Galar Pokedex, the Crown Tundra Pokedex and the Paldea Pokedex. Both Pokemon are based on mythical beings from European folklore and mythology: Grimmsnarl resembles trolls, ogres, and goblins, and Hatterene resembles witches. Both Pokemon are Fairy-type Pokemon based around long hair that have their Speed drop upon evolution. Both Pokemon are the signature Pokemon of a rival in Pokemon Sword and Shield who is a succeeding Gym Leader and Gigantamaxes it (Marnie's Grimmsnarl and Bede's Hatterene).",
    "Grimmsnarl and its pre-evolved forms are male-only, while Hatterene and its pre-evolved forms are female-only.",
    "Each Pokemon in each evolutionary line has the same base stat total, base experience yield and catch rate as their counterpart (e.g. Grimmsnarl and Hatterene both have a base stat total of 510), except for Hatenna and Impidimp's catch rate.",
    "Both Pokemon are based on mythical beings from European folklore and mythology: Grimmsnarl resembles trolls, ogres, and goblins, and Hatterene resembles witches.",
    "Both Pokemon are the signature Pokemon of a rival in Pokemon Sword and Shield who is a succeeding Gym Leader and Gigantamaxes it (Marnie's Grimmsnarl and Bede's Hatterene).",
    "Grimmsnarl and its pre-evolved forms are the only Pokemon that are in the Fairy and Human-Like Egg Groups.",
    "Obstagoon and its Shiny form were designed by James Turner.",
    "With 13 characters in its romaji Japanese name (Tachifusaguma), Obstagoon is the first Pokemon whose romaji Japanese name is longer than 12 characters, which is the character limit for Pokemon nicknames in the Western releases of the games.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Perrserker was unable to learn Aerial Ace and Flash Cannon via TM, while its pre-evolution could.",
    "Cursola can be seen as a parallel to Sirfetch'd. They are both mono-typed evolutions of regional forms whose original forms do not evolve. In Pokemon Sword and Shield, at the Stow-on-Side Stadium and during the Champion Cup Finals, Allister in Pokemon Shield uses Cursola in his team, while Bea in Pokemon Sword uses Sirfetch'd in her team.",
    "Cursola is the only Generation VIII Pokemon in the Water 3 Egg Group.",
    "Cursola and its pre-evolution are the only Ghost-type Pokemon in both the Water 1 and Water 3 Egg Groups.",
    "Excluding form changes, Cursola has the largest decrease in a single base stat upon evolving, losing 50 Defense.",
    "Sirfetch'd was first teased on Pokemon Sword and Shield's official website on September 13, 2019, with its appearance, name, category, and height heavily pixelated - the image was also rotated 90¬∞ left, and then horizontally inverted. On the Japanese, Korean, Traditional Chinese, and Simplified Chinese official websites, its name was partially revealed. The link to the page played a Rotom's cry when clicked, implicating it as the cause of the data corruption. The revealed parts of the Japanese, Korean, and Chinese were „Éä„Ç§„Éà naito (Japanese), ÎÇòÏù¥Ìä∏ naiteu (Korean), and ÂÖµ bƒ´ng (Chinese).",
    " \"The revealed parts of the Japanese, Korean, and Chinese were „Éä„Ç§„Éà naito (Japanese), ÎÇòÏù¥Ìä∏ naiteu (Korean), and ÂÖµ bƒ´ng (Chinese).",
    "Sirfetch'd and Farfetch'd are the only Pokemon with an apostrophe in their names. Due to a bug in Pokemon HOME, an unnicknamed Sirfetch'd or Farfetch'd with an English, Spanish, or Italian language of origin that is transferred into HOME will be treated as a nicknamed Pokemon, due to HOME assigning a different character for the apostrophe in the species names (\"\"Farfetch'd\"\" and \"\"Sirfetch'd\"\").",
    " \"Due to a bug in Pokemon HOME, an unnicknamed Sirfetch'd or Farfetch'd with an English, Spanish, or Italian language of origin that is transferred into HOME will be treated as a nicknamed Pokemon, due to HOME assigning a different character for the apostrophe in the species names (\"Farfetch'd\" and \"Sirfetch'd\").",
    "Despite \"Sir\" being a male honorific, Sirfetch'd are equally likely to be female.",
    "Sirfetch'd can be seen as a parallel to Cursola. They are both mono-typed evolutions of regional forms whose original forms do not evolve. In Pokemon Sword and Shield, at the Stow-on-Side Stadium and during the Champion Cup Finals, Bea in Pokemon Sword uses Sirfetch'd in her team, while Allister in Pokemon Shield uses Cursola in his team.",
    "Despite its English name containing a male-exclusive honorific, Mr. Rime's gender ratio is evenly split between male and female.",
    "Mr. Rime is the only Pokemon introduced in Generation VIII that can know an unusable move in Pokemon Sword and Shield. Specifically, it can know Double Slap, Meditate, Hidden Power, Barrier, Captivate, Flash, Frustration, Return, Natural Gift, Secret Power, Signal Beam, Snatch, Telekinesis, and Wake-Up Slap by evolving from a Mime Jr. that learned these moves in a previous game. It is therefore also the only Pokemon introduced in Generation VIII that can have a battle-ready symbol.",
    " \"It is therefore also the only Pokemon introduced in Generation VIII that can have a battle-ready symbol.",
    "Mr. Rime is the only Pokemon introduced in Pokemon Sword and Shield that can have the Sinnohan and Hisuian origin marks, due to Mime Jr. being able to have it.",
    "Runerigus's Attack and Special Attack stats are the reverse of Cofagrigus's, while their other stats are identical.",
    "Murdock's Milcery",
    "Alcremie has the most different recognized forms of all Pokemon, with 64. This consists of nine named forms, each with seven variants corresponding to the type of Sweet, plus a Gigantamax form. Despite having the most different recognized forms, Alcremie only has nine Pokedex entries (one for each named form), making it the Pokemon with the second-most Pokedex entries for a single Pokemon as of Generation IX.",
    " \"Despite having the most different recognized forms, Alcremie only has nine Pokedex entries (one for each named form), making it the Pokemon with the second-most Pokedex entries for a single Pokemon as of Generation IX.",
    "Prior to the release of Pokemon HOME, Alcremie was tied with Minior as being under the most Pokedex color groupings, with a total of six. The distinction is now held by Vivillon, with nine Pokedex color groupings.",
    "Alcremie was designed by Atsuko Nishida.",
    "Falinks is the only Fighting-type Pokemon in the Mineral Egg Group, and the only Fighting-type Pokemon to consist of multiple bodies.",
    "Despite Special Defense being its lowest stat, Falinks awards Special Defense EVs when it is defeated.",
    "Falinks was designed by Yusuke Kozaki.",
    "Pincurchin has the lowest base Speed stat of all Electric-type Pokemon.",
    "Pincurchin is the only Electric-type Pokemon with a multiped body.",
    "Snom shares its category with Caterpie and Wurmple. They are known as the Worm Pokemon.",
    "No other Pokemon have the same type combination as Snom and its evolved form.",
    "Snom and its evolution are the only Ice-type Pokemon in the Bug Egg Group.",
    "Snom: Is the only Generation VIII Pokemon that evolves through friendship. Has the lowest base stat total of all Ice-type Pokemon. Has the lowest base HP and Speed stats of all Ice-type Pokemon. Is tied with Swinub for the lowest base Special Defense stat of all Ice-type Pokemon. Is the only Ice-type Pokemon that cannot learn Blizzard or Endure, and one of only three that cannot learn Ice Beam (the others being Frost Rotom and Chien-Pao). Is the only Ice-type Pokemon with a serpentine body. Is the only Pokemon with a base stat total of 185. Is tied with Frost Rotom and Snowy Form Castform for the shortest Ice-type Pokemon.",
    " \"Is the only Generation VIII Pokemon that evolves through friendship.",
    "Has the lowest base stat total of all Ice-type Pokemon.",
    "Has the lowest base HP and Speed stats of all Ice-type Pokemon.",
    "Is tied with Swinub for the lowest base Special Defense stat of all Ice-type Pokemon.",
    "Is the only Ice-type Pokemon that cannot learn Blizzard or Endure, and one of only three that cannot learn Ice Beam (the others being Frost Rotom and Chien-Pao).",
    "Is the only Ice-type Pokemon with a serpentine body.",
    "Is the only Pokemon with a base stat total of 185.",
    "Is tied with Frost Rotom and Snowy Form Castform for the shortest Ice-type Pokemon.",
    "No other Pokemon have the same type combination as Frosmoth and its pre-evolved form.",
    "Frosmoth and its pre-evolved form are the only Ice-type Pokemon in the Bug Egg Group.",
    "Frosmoth is the only Ice-type Pokemon with two or more pairs of wings.",
    "Stonjourner can be seen as a parallel to Eiscue. They are version exclusives of each other: Stonjourner is exclusive to Sword and Scarlet, while Eiscue is exclusive to Shield and Violet. They both have signature Abilities: Stonjourner has Power Spot, while Eiscue has Ice Face. The version-exclusive Gym Leaders of Circhester Stadium, GordieSh and MelonySw, use Stonjourner and Eiscue in their respective teams.",
    " \"They are version exclusives of each other: Stonjourner is exclusive to Sword and Scarlet, while Eiscue is exclusive to Shield and Violet.",
    "They both have signature Abilities: Stonjourner has Power Spot, while Eiscue has Ice Face.",
    "The version-exclusive Gym Leaders of Circhester Stadium, GordieSh and MelonySw, use Stonjourner and Eiscue in their respective teams.",
    "Stonjourner is tied with Caterpie, Weedle, Magikarp, Igglybuff, Carvanha, and Attack Forme Deoxys for the lowest base Special Defense stat of all Pokemon.",
    "Eiscue shares its category with Piplup and Prinplup. They are all known as the Penguin Pokemon.",
    "Eiscue can be seen as a parallel to Stonjourner. They are version exclusives of each other: Eiscue is exclusive to Shield and Violet, while Stonjourner is exclusive to Sword and Scarlet. They both have signature Abilities: Eiscue has Ice Face, while Stonjourner has Power Spot. The version-exclusive Gym Leaders of Circhester Stadium, GordieSw and MelonySh, use Eiscue and Stonjourner in their respective teams.",
    " \"They are version exclusives of each other: Eiscue is exclusive to Shield and Violet, while Stonjourner is exclusive to Sword and Scarlet.",
    "They both have signature Abilities: Eiscue has Ice Face, while Stonjourner has Power Spot.",
    "The version-exclusive Gym Leaders of Circhester Stadium, GordieSw and MelonySh, use Eiscue and Stonjourner in their respective teams.",
    "Due to a glitch, if Eiscue is hit by Rollout, the damage multiplier for it can also be applied to other moves. Eiscue shares this trait with Mimikyu. This was fixed in Version 1.3.1 of Pokemon Sword and Shield.",
    "Indeedee shares its category with Kirlia and Mesprit. They are all known as the Emotion Pokemon.",
    "Indeedee is the only Pokemon to have different Egg moves depending on gender.",
    "Indeedee shares several similarities with Meowstic. Both are Psychic-type Pokemon with gender differences and have different movesets and Pokedex entries depending on their gender. Male Indeedee and Meowstic are exclusive to Sword, while female Indeedee and Meowstic are exclusive to Shield. However, both gender forms of Indeedee can be obtained by breeding, while both gender forms of Meowstic can be obtained by evolving Espurr of the appropriate gender.",
    "Both forms of Indeedee were designed by Saya Tsuruta.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Female Indeedee was unable to learn Trick Room via TM, with the only way of learning it was through a Tera Raid encounter.",
    "No other Pokemon has the same type combination as Morpeko.",
    "Morpeko is the only Pokemon with a base stat total of 436.",
    "Morpeko ties with Alolan Rattata for the shortest Dark-type Pokemon.",
    "The company logo for Galar Minerals depicts a Cufant head.",
    "Cufant's English category, \"Copperderm",
    "may be a combination of copper and -derm (suffix derived from an Ancient Greek word meaning \"skin\") or Pachyderm. The name can be taken to mean \"copper skin\".",
    "When Copperajah has the Heavy Metal Ability, its weight becomes 2,866.0¬†lbs (1,300.0¬†kg), exceeding the 2,204.4¬†lbs (999.9¬†kg) \"limit\" for a Pokemon's weight.",
    "Although Copperajah is unobtainable in Pokemon Legends: Arceus, it is briefly mentioned in the Pokedex entry for Raichu.",
    "Copperajah's English category, \"Copperderm",
    "Dracozolt shares its category with Aerodactyl, Arctozolt, Dracovish, and Arctovish. They are all known as the Fossil Pokemon.",
    "Dracozolt, Arctozolt, Dracovish, and Arctovish are the only fossil Pokemon to not be Rock-type or have a gender.",
    "Dracozolt, along with the other Galarian fossil Pokemon, was designed by Hitoshi Ariga.",
    "In Pokemon Journeys: The Series, Bray Zenn is the person who gives Dracozolt its species name.",
    "Arctozolt shares its category with Aerodactyl, Dracozolt, Dracovish, and Arctovish. They are all known as the Fossil Pokemon.",
    "Arctozolt, Dracozolt, Dracovish, and Arctovish are the only fossil Pokemon to not be Rock-type or have a gender.",
    "Arctozolt, along with the other Galarian fossil Pokemon, was designed by Hitoshi Ariga.",
    "In Pokemon Journeys: The Series, Bray Zenn is the person who gives Arctozolt its species name.",
    "Dracovish shares its category with Aerodactyl, Dracozolt, Arctozolt, and Arctovish. They are all known as the Fossil Pokemon.",
    "Dracovish, Dracozolt, Arctozolt, and Arctovish are the only fossil Pokemon to not be Rock-type or have a gender.",
    "Dracovish, along with the other Galarian fossil Pokemon, was designed by Hitoshi Ariga.",
    "In Pokemon Journeys: The Series, Cara Liss is the person who gives Dracovish its species name.",
    "Arctovish shares its category with Aerodactyl, Dracozolt, Arctozolt, and Dracovish. They are all known as the Fossil Pokemon.",
    "Arctovish, Dracozolt, Arctozolt, and Dracovish are the only Fossil Pokemon to not be Rock-type or have a gender.",
    "Arctovish, along with the other Galarian fossil Pokemon, was designed by Hitoshi Ariga.",
    "In Pokemon Journeys: The Series, Cara Liss is the person who gives Arctovish its species name.",
    "Duraludon was officially revealed in a trailer for Pokemon Sword and Shield on July 8, 2019, along with Alcremie, Rolycoly, and Yamper.",
    "With the addition of Archaludon, Duraludon has become the fourth non-fully evolved Pokemon to have a Gigantamax form (after Pikachu, Meowth, and Eevee). As such, Duraludon is the only non-fully evolved Pokemon introduced after Generation I to have a Gigantamax form. As Gigantamaxing is exclusive to Pokemon Sword and Shield and Archaludon was introduced in The Indigo Disk, this is the only such case where both the evolution and the Gigantamax form cannot be found in the same game.",
    " \"As such, Duraludon is the only non-fully evolved Pokemon introduced after Generation I to have a Gigantamax form.",
    "As Gigantamaxing is exclusive to Pokemon Sword and Shield and Archaludon was introduced in The Indigo Disk, this is the only such case where both the evolution and the Gigantamax form cannot be found in the same game.",
    "Duraludon has the highest base stat total of any Pokemon that is capable of evolving.",
    "Dreepy and its evolved forms are the only Pokemon that are in the Dragon and Amorphous Egg Groups, and the only Dragon-type Pokemon in the Amorphous Egg Group.",
    "Dreepy: has the lowest base HP and Defense stats of all Dragon-type Pokemon. is tied with Bagon for the lowest base Special Defense stat of all Dragon-type Pokemon. is tied with Shedinja for the lowest base Special Defense stat of all Ghost-type Pokemon.",
    " \"has the lowest base HP and Defense stats of all Dragon-type Pokemon.",
    "is tied with Bagon for the lowest base Special Defense stat of all Dragon-type Pokemon.",
    "is tied with Shedinja for the lowest base Special Defense stat of all Ghost-type Pokemon.",
    "Dreepy was the inspiration for the naming of Phrynarachne dreepy, a species of spider. The species name was chosen due to Dreepy's triangular head, which is reminiscent of the opisthosoma of the discovered spider.",
    "Drakloak and its evolutionary line are the only Pokemon that are in the Dragon and Amorphous Egg Groups, and the only Dragon-type Pokemon in the Amorphous Egg Group.",
    "Drakloak is the only Dragon-type Pokemon consisting of a head and arms.",
    "Requiring 50 levels to evolve from Dreepy and just 10 more to evolve into Dragapult, Drakloak has the lowest relative second-stage evolution requirement, at 20%.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Drakloak and its evolution were unable to learn Confuse Ray via TM, while its pre-evolution could.",
    "Dragapult and its evolutionary line are the only Pokemon that are in the Dragon and Amorphous Egg Groups, and the only Dragon-type Pokemon in the Amorphous Egg Group.",
    "If Dragapult Dynamaxes, it will temporarily disappear before reaching its largest size.",
    "In the Pokemon of the Year poll held by the Pokemon Company in 2020, Dragapult was voted the most popular Generation VIII Pokemon, receiving 57,973 votes. It was also the eleventh-most popular Pokemon overall.",
    "According to Bandai's Pokemon Scale World series of figures, the height of Dragapult is actually its length measured from the muzzle until the tip of the tail.",
    "Dragapult is the only pseudo-legendary Pokemon that cannot learn Earthquake.",
    "Dragapult has the highest base Speed stat of all pseudo-legendary Pokemon.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Dragapult and its pre-evolution were unable to learn Confuse Ray via TM, while Dreepy could.",
    "Zacian, Zamazenta, and Cresselia are the only Legendary Pokemon to have their base stats changed in a later generation.",
    "Zacian shares the same category name with its partner Zamazenta. They are both known as the Warrior Pokemon.",
    "Zacian, Zamazenta, and Eternatus are the only Pokemon available in Pokemon Sword and Shield that cannot Dynamax. Pokemon transformed into Zacian, Zamazenta, or Eternatus will also be unable to Dynamax, such as Ditto or Mew.",
    " \"Pokemon transformed into Zacian, Zamazenta, or Eternatus will also be unable to Dynamax, such as Ditto or Mew.",
    "In Generation VIII, Crowned Sword Zacian has the highest Attack stat of all Fairy-type Pokemon.",
    "Crowned Sword Zacian has the highest base Speed stat of all Fairy-type and Steel-type Pokemon. Moreover, it is tied with Mega Diancie for the highest base stat total of all Fairy-type Pokemon.",
    " \"Moreover, it is tied with Mega Diancie for the highest base stat total of all Fairy-type Pokemon.",
    "Crowned Sword Zacian is the heaviest Fairy-type Pokemon.",
    "Despite being a gender unknown species, Zacian is referred to as Zamazenta's older sister in its English, Japanese, and Chinese Pokedex entries; other-language versions use a gender-neutral word.",
    "Zamazenta shares the same category name with its partner Zacian. They are both known as the Warrior Pokemon.",
    "Zamazenta, Zacian, and Eternatus are the only Pokemon that cannot Dynamax. Pokemon transformed into Zacian, Zamazenta, or Eternatus will also be unable to Dynamax, such as Ditto or Mew.",
    "Crowned Shield Zamazenta has the highest base Defense and Special Defense stats of all Fighting-type Pokemon.",
    "Crowned Shield Zamazenta is the heaviest Fighting-type Pokemon.",
    "Eternatus is the only Pokemon with a base stat total of 690.",
    "Eternatus, in both of its forms, is the tallest Pokemon.",
    "Eternatus is the heaviest Poison-type and Dragon-type Pokemon, and also the heaviest Pokemon overall introduced in Generation VIII.",
    "Eternatus has several similarities to Terapagos. Both are Legendary Pokemon that are responsible for the special type of transformation (Dynamax/Gigantamax and Terastallization) found within their respective origin regions (Galar and Paldea). They also both have transformations exclusive to them related to these phenomena increasing their stats (Eternatus's Eternamax form and Terapagos's Stellar Form, though the former is unobtainable) and can absorb the energy needed to use these transformations from other Pokemon, thereby rendering them unavailable. Both of them were also introduced in a game which would receive DLC and whose game mascots comprise a Legendary duo.",
    "Eternatus, Zacian, and Zamazenta are the only Pokemon available in Pokemon Sword and Shield that cannot Dynamax. Pokemon transformed into Zacian, Zamazenta, or Eternatus will also be unable to Dynamax. Despite this, Eternatus is still capable of using Max Moves in its Eternamax form. This makes it the only non-Dynamax Pokemon that can use Max Moves.",
    " \"Pokemon transformed into Zacian, Zamazenta, or Eternatus will also be unable to Dynamax.",
    "Despite this, Eternatus is still capable of using Max Moves in its Eternamax form. This makes it the only non-Dynamax Pokemon that can use Max Moves.",
    "Eternatus is the first Legendary Pokemon that can be caught with any Poke Ball without the chance of failing.",
    "Eternamax Eternatus: Is tied with Blissey for the highest base HP stat of all Pokemon. Has the highest base Defense and Special Defense stats of all Pokemon. A level 100 Eternamax Eternatus could reach 655 in one of these stats, which would cause the stat to overflow to 0, due to a quirk in the coding for Pokemon Sword and Shield which affects no other Pokemon. Has the highest base stat total of all Pokemon, with 1125. This also makes it the only Pokemon with a four-digit base stat total. Is the only alternate form of a Legendary Pokemon that cannot be legitimately used by the player.",
    " \"Is tied with Blissey for the highest base HP stat of all Pokemon.",
    "Has the highest base Defense and Special Defense stats of all Pokemon. A level 100 Eternamax Eternatus could reach 655 in one of these stats, which would cause the stat to overflow to 0, due to a quirk in the coding for Pokemon Sword and Shield which affects no other Pokemon.",
    " \"A level 100 Eternamax Eternatus could reach 655 in one of these stats, which would cause the stat to overflow to 0, due to a quirk in the coding for Pokemon Sword and Shield which affects no other Pokemon.",
    "Has the highest base stat total of all Pokemon, with 1125. This also makes it the only Pokemon with a four-digit base stat total.",
    "Is the only alternate form of a Legendary Pokemon that cannot be legitimately used by the player.",
    "Eternatus and Regigigas have very similar category names in Japanese, with the only difference being in how they're written: Regigigas's category name is in hiragana („Åç„Çá„Å†„ÅÑ„Éù„Ç±„É¢„É≥), while Eternatus's category name is in katakana („Ç≠„Éß„ÉÄ„Ç§„Éù„Ç±„É¢„É≥). In either case, the category name is pronounced the same: Kyodai Pokemon.",
    "Unlike other Pokemon in the animated series, Eternatus is animated with 3D animation rather than 2D during the Sword and Shield arc. Currently, it is the only Pokemon to have this distinction. Eternatus is the first Pokemon animated with either 2D or 3D animations outside of movies.",
    " \"Eternatus is the first Pokemon animated with either 2D or 3D animations outside of movies.",
    "In Pokemon Journeys: The Series, Chairman Rose is the one who named Eternatus. It had previously shared its name with the Darkest Day event.",
    "Eternatus is the first Legendary Pokemon officially owned by a main character or a Champion in the animated series.",
    "In Pokemon UNITE, if the language is set to Russian, Eternatus is referred to as both –ò—Ç–µ—Ä–Ω–∞—Ç—É—Å Iternatus and –≠—Ç–µ—Ä–Ω–∞—Ç—É—Å Eternatus, while Pokemon GO and the Pokemon Trading Card Game Online only use the latter spelling.",
    "In Pokemon Journeys: The Series, Eternatus's voice effect was composed from effects of the kaiju Gamera and Ebirah.",
    "Kubfu and its evolution were designed by Yusuke Ohmura.",
    "Kubfu had No Guard coded as its Hidden Ability in Pokemon Scarlet and Violet versions 1.0.0-1.1.0; however, it was removed in version 1.2.0. Kubfu was never legally obtainable during this period as the games had not yet received Pokemon HOME support.",
    "Urshifu and its pre-evolution were designed by Yusuke Ohmura.",
    "Urshifu is the only Legendary Pokemon that has a Gigantamax form, and consequently the only Legendary Pokemon that can use a G-Max Move. It is also the only Pokemon with more than one Gigantamax form, and consequently the only Pokemon with more than one G-Max Move. It is also the only Pokemon with a Gigantamax Form whose Shiny form is unavailable, not counting Melmetal, as Melmetal has been made legitimately available in Shiny form, albeit without the Gigantamax Factor, which it cannot gain from Max Soup.",
    " \"It is also the only Pokemon with more than one Gigantamax form, and consequently the only Pokemon with more than one G-Max Move.",
    "It is also the only Pokemon with a Gigantamax Form whose Shiny form is unavailable, not counting Melmetal, as Melmetal has been made legitimately available in Shiny form, albeit without the Gigantamax Factor, which it cannot gain from Max Soup.",
    "Zarude was first revealed as a silhouette in the February 2020 issue of CoroCoro and later by The Pokemon Company International on February 15, 2020.",
    "Zarude is the only Mythical Pokemon introduced in Generation VIII.",
    "Regieleki has the highest base Speed stat of all Pokemon.",
    "Along with Regidrago, Regieleki is the only Legendary Pokemon introduced in Generation VIII that is not prevented from being Shiny in Pokemon Sword and Shield.",
    "Regieleki is the smallest and lightest of the legendary giants, at 3'11\" (1.2 m) and 319.7 lbs. (145.0 kg).",
    "Regieleki is the only member of the legendary giants that cannot learn Hammer Arm by leveling up. Instead, it learns Thunderbolt.",
    "Regieleki's base HP and Speed stats are the reverse of Regidrago's.",
    "Regidrago is the only member of the legendary giants that: Does not have a base HP stat of 80. Does not have a base Speed that is a multiple of 50. Cannot learn Lock-On and Zap Cannon by level up; instead it learns Laser Focus (in Generation VIII) or Focus Energy (in Generation IX) and Dragon Energy. Does not learn a move at level 24. Does not share a weakness with any of the other giants. Has its official romanized Japanese name differ from its English name. Is not in Pokemon Unite.",
    " \"Does not have a base HP stat of 80.",
    "Does not have a base Speed that is a multiple of 50.",
    "Cannot learn Lock-On and Zap Cannon by level up; instead it learns Laser Focus (in Generation VIII) or Focus Energy (in Generation IX) and Dragon Energy.",
    "Does not learn a move at level 24.",
    "Does not share a weakness with any of the other giants.",
    "Has its official romanized Japanese name differ from its English name.",
    "Is not in Pokemon Unite.",
    "Along with Regieleki, Regidrago is the only Legendary Pokemon introduced in Generation VIII that is not prevented from being Shiny in Pokemon Sword and Shield.",
    "Regidrago's base HP and Speed stats are the reverse of Regieleki's.",
    "Regidrago is the only pure Dragon-type Legendary Pokemon.",
    "When Regidrago Terastallizes, the Tera Jewel appears on top of its right arm instead of on its head.",
    "Glastrier's Attack and Special Attack stats are the reverse of Spectrier's.",
    "Glastrier and Spectrier are the only Pokemon introduced in the Crown Tundra that were not directly revealed to the public.",
    "Spectrier's Attack and Special Attack stats are the reverse of Glastrier's.",
    "Spectrier and Glastrier are the only Pokemon introduced in the Crown Tundra that were not directly revealed to the public.",
    "Spectrier is the only pure Ghost-type Pokemon to not have an evolutionary relative.",
    "Shadow Rider Calyrex has the highest base Speed stat of all Ghost-type Pokemon. Not counting Mega Evolved Pokemon, it also has the highest base Special Attack stat of all Ghost-type Pokemon. It is also tied with Giratina, Lunala, and Dawn Wings Necrozma for the highest base stat total of all Ghost-type Pokemon.",
    " \"Not counting Mega Evolved Pokemon, it also has the highest base Special Attack stat of all Ghost-type Pokemon.",
    "It is also tied with Giratina, Lunala, and Dawn Wings Necrozma for the highest base stat total of all Ghost-type Pokemon.",
    "Ice Rider Calyrex is the heaviest Ice-type Pokemon.",
    "Ice Rider Calyrex achieves the lowest temperature of all Pokemon, ‚àí500¬†¬∞F (‚àí300¬†¬∞C), which would be a negative temperature that is impossible in the real world, since it is below the absolute zero temperature, ‚àí459.67¬†¬∞F (‚àí273.15¬†¬∞C).",
    "Unlike other Pokemon, when Calyrex Dynamaxes, it gives off a blue aura instead of the usual crimson one. Calyrex is the only Pokemon to do this.",
    "Despite being a gender unknown Pokemon, Calyrex is consistently referred to by the masculine title of \"king\".",
    "Calyrex is the only Pokemon capable of fusion with another Pokemon that can be captured in its fused state. Previous Pokemon, such as Kyurem and Necrozma, could only be captured when separated into their individual components.",
    "Calyrex is the only Pokemon that can change between alternate forms at will to have the list of moves it can learn from TMs, TRs, and tutor moves change between them. When Calyrex unfuses, it will forget not only its signature move, but all moves that are unavailable to its base form.",
    " \"When Calyrex unfuses, it will forget not only its signature move, but all moves that are unavailable to its base form.",
    "Calyrex's base typing makes it weak to the types of both its mounts.",
    "Calyrex's head petals are actually transparent, and an antenna/a pistil-like feature can be observed if looked at from above. The bulbous crown of Calyrex, its Grass typing and the supposed pistil might reference its title as the King of Bountiful Harvests.",
    "Calyrex is the only game mascot of Generation VIII to not make an appearance in the animated series.",
    "Wyrdeer, along with Ursaluna and Kleavor, are the first cross-generational Evolutions that evolve from the original form rather than the regional form to be introduced since Sylveon in Generation VI. Coincidentally, their pre-Evolutions cannot evolve into them outside of their debut game. In Wyrdeer's case, this is due to Stantler's Evolution method being removed. In addition, because both Ursaluna and Kleavor are obtainable in Pokemon Scarlet and Violet's expansion, this makes Wyrdeer the only one of these Pokemon that is only available in Scarlet and Violet through transfer from Pokemon HOME.",
    " \"Coincidentally, their pre-Evolutions cannot evolve into them outside of their debut game. In Wyrdeer's case, this is due to Stantler's Evolution method being removed.",
    "In addition, because both Ursaluna and Kleavor are obtainable in Pokemon Scarlet and Violet's expansion, this makes Wyrdeer the only one of these Pokemon that is only available in Scarlet and Violet through transfer from Pokemon HOME.",
    "Despite having different base stats, Kleavor, Scizor, and Scyther all have a base stat total of 500. As such, Kleavor and Scizor are the only Pokemon to not have their base stat total change upon evolving.",
    "Kleavor, along with Wyrdeer and Ursaluna, are the first cross-generational Evolutions that evolve from the original form rather than the regional form to be introduced since Sylveon in Generation VI. Coincidentally, their pre-Evolutions cannot evolve into them outside of their debut game. In Kleavor's case, this is due to the absence of the Black Augurite.",
    " \"Coincidentally, their pre-Evolutions cannot evolve into them outside of their debut game. In Kleavor's case, this is due to the absence of the Black Augurite.",
    "Kleavor is the only Rock-type Pokemon with two or more pairs of wings.",
    "Kleavor is the only Pokemon introduced in Pokemon Legends: Arceus that can have the Galar symbol, due to Scyther being able to have it.",
    "In the internal code of Legends: Arceus, Kleavor's Hidden Ability is Steadfast instead of Sharpness.",
    "Prior to Version 1.2.0 of Pokemon Scarlet and Violet, Kleavor's base Attack stat was decreased by 5 points to 130, and its Special Defense stat was increased by 5 to 75. This change was undone when Kleavor became available in those games. Similar occurences happened to Hisuian Zorua and Hisuian Zoroark. Prior to Version 2.0.1, Kleavor was unable to learn Rain Dance via TM, while its pre-Evolution could.",
    " \"Prior to Version 2.0.1, Kleavor was unable to learn Rain Dance via TM, while its pre-Evolution could.",
    "Ursaluna, along with Wyrdeer and Kleavor, are the first cross-generational evolutions that evolve from the original form rather than a regional form to be introduced since Sylveon in Generation VI. Coincidentally, their pre-Evolutions cannot evolve into them outside of their debut game. In Ursaluna's case, this is due to the absence of the Peat Block. However, Ursaring is able to evolve into Ursaluna in Pokemon GO.",
    " \"Coincidentally, their pre-Evolutions cannot evolve into them outside of their debut game. In Ursaluna's case, this is due to the absence of the Peat Block. However, Ursaring is able to evolve into Ursaluna in Pokemon GO.",
    "Prior to Pokemon Scarlet and Violet v3.0.0, if the player had Bloodmoon Ursaluna registered in the Kitakami Pokedex, its Shiny form would be viewable in the Pokedex if they had a Shiny Ursaluna of any form. As Bloodmoon Ursaluna is prevented from being Shiny, this was the only way to see its Shiny form in-game. In v3.0.0 onward, the game was hardcoded to prevent this from occurring, making Bloodmoon Ursaluna the only Pokemon prevented from appearing as Shiny in the Pokedex, even when cheating to obtain it as Shiny or try to force the Pokedex to display it.",
    " \"In v3.0.0 onward, the game was hardcoded to prevent this from occurring, making Bloodmoon Ursaluna the only Pokemon prevented from appearing as Shiny in the Pokedex, even when cheating to obtain it as Shiny or try to force the Pokedex to display it.",
    "Bloodmoon Ursaluna is tied with Drampa, Mega Pidgeot, and Porygon-Z for the highest base Special Attack stat of all Normal-type Pokemon.",
    "Although Teddiursa and regular Ursaluna can learn Charm from breeding or TM, Bloodmoon Ursaluna cannot learn it by TM. However, it can still learn the move by holding a Mirror Herb during a picnic with another Pokemon that knows the move.",
    "Basculegion is the only Ghost-type Pokemon with fins, and the only Ghost-type Pokemon in the Water 2 Egg Group.",
    "Basculegion: Is the only Pokemon with all five vowels in its English name. Is tied with Slither Wing and Poltchageist for the greatest number of unique characters in its English name, with 11 (including spaces). Has the longest English Pokemon name that is an isogram.",
    " \"Is the only Pokemon with all five vowels in its English name.",
    "Is tied with Slither Wing and Poltchageist for the greatest number of unique characters in its English name, with 11 (including spaces).",
    "Has the longest English Pokemon name that is an isogram.",
    "In Pokemon Legends: Arceus's internal data, Basculegion's primary Ability is Rattled instead of Swift Swim.",
    "In Pokemon Scarlet and Violet, White-Striped Basculin and Basculegion are not classified as regional forms for the purposes of breeding, meaning that neither species would be required to hold an Everstone to produce White-Striped Basculin offspring. Furthermore, prior to the Version 2.0.1 update, Basculegion was unable to learn Endure, Swift, and Zen Headbutt via TM, while its pre-evolution could; however, this has since been fixed.",
    " \"Furthermore, prior to the Version 2.0.1 update, Basculegion was unable to learn Endure, Swift, and Zen Headbutt via TM, while its pre-evolution could; however, this has since been fixed.",
    "Sneasler and its pre-evolution were designed by Hitoshi Ariga.",
    "Before Sneasler was officially revealed, a silhouette of it climbing a mountain was leaked months prior to the game's release.",
    "In Pokemon Legends: Arceus's internal code, Sneasler did not have Unburden as an Ability.",
    "Sneasler's color scheme resembles Sneasel's from Pokemon XD where it is light purple in that game compared to past and future appearances.",
    "Overqwil was first hinted at in Pokemon Brilliant Diamond and Shining Pearl before its official reveal in Pokemon Legends: Arceus, being alluded to in a book in the Canalave Library, where it is referred to as \"a Qwilfish with huge spikes\".",
    "Overqwil and Qwilfish are the only Poison-type Pokemon with fins and the only Poison-type Pokemon in the Water 2 Egg Group.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Overqwil was unable to learn Water Pulse, Acid Spray, Hex, and Swift via TM, while its pre-evolved form could.",
    "Overqwil is one of only two Pokemon to have a \"Q\" in its name that is not followed by a \"U\" (unlike most words in the English language with a \"Q\" in it) with the other being its pre-evolution Qwilfish.",
    "Enamorus is the only member of the forces of nature to be female.",
    "Despite being a Flying-type Pokemon, Enamorus cannot learn any Flying-type moves by leveling up.",
    "Enamorus is the only Pokemon introduced in Pokemon Legends: Arceus to not evolve from a previously introduced Pokemon. However, it is a member of a previously introduced group of Legendary Pokemon, the Forces of Nature.",
    "Enamorus is the only Legendary Pokemon to close out a generation's National Pokedex listing, since every prior generation's listing closes with a Mythical Pokemon instead.",
    "In Pokemon Legends: Arceus's internal code, Incarnate Forme Enamorus's Ability is Healer instead of Cute Charm.",
    "Enamorus is the only Pokemon who can have Cute Charm naturally as an Ability that cannot learn Attract.",
    "Incarnate Forme Enamorus is the only Legendary Pokemon introduced during Generation VIII to have a Hidden Ability.",
    "Enamorus is the only Pokemon that can only be caught in Hisuian Poke Balls in the main series. However it can be obtained in Premier Balls and Master Balls in Pokemon GO.",
    "Liko's Sprigatito",
    "Aliquis's Sprigatito",
    "Meowscarada (UNITE)",
    "Liko's Floragato",
    "Meowscarada is the fastest fully evolved first partner Pokemon. It beats the previous record holder, Greninja, by exactly one stat point.",
    "Roy's Fuecoco",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Crocalor was unable to learn Encore via TM, while its evolutionary relatives could.",
    "Skeledirge is the heaviest fully evolved first partner Pokemon, weighing 719.8 lbs (326.5 kg).",
    "In a trademark filed by The Pokemon Company on November 7, 2022, Skeledirge's Japanese name was romanized as \"Loudbone\" instead of \"Laudbon\". The name \"Laudbon\" was trademarked a month later on December 19, 2022.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Skeledirge was unable to learn Yawn, while its pre-evolutions could.",
    "Quaxly is the only one of the first partner Pokemon that is foreign to the region that it was introduced in, as evidenced by its Pokedex entry in Pokemon Scarlet.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Quaxly and its evolution were unable to learn Substitute and Sleep Talk via TM. However, this has since been fixed.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Quaxwell and its pre-evolution were unable to learn Substitute and Sleep Talk via TM.",
    "Generation IX Pokemon",
    "Pokemon with a gender ratio of seven males to one female",
    "Flying group Pokemon",
    "Pokemon with a base stat total of 530",
    "Lechonk is the only Pokemon with a base stat total of 254.",
    "Lechonk was the subject of The Pokemon Company's April Fools' Day 2023 campaign, titled \"Discover Pokemon Together: Lechonk\". Various Lechonk-themed distributions, promotions, and merchandises were released.",
    "Oinkologne is the only Pokemon introduced in Generation IX to have gender differences. Furthermore, it is the only Pokemon with gender differences to learn the same moves at different levels.",
    " \"Furthermore, it is the only Pokemon with gender differences to learn the same moves at different levels.",
    "Oinkologne is the only Pokemon to have a signature Ability for only one of its genders.",
    "Pokemon in the Erratic experience group",
    "Body style 14 Pokemon",
    "Pokemon with a base stat total of 210",
    "Pages with broken file links",
    "Spidops shares its category with Stunfisk. They are both known as the Trap Pokemon.",
    "Spidops is the only Pokemon with a base stat total of 404.",
    "No other Pokemon has the same type combination as Lokix.",
    "Riding helmets resembling Lokix's head can be purchased with varying colors as part of Trainer customization.",
    "Lokix, along with Buneary is the only Pokemon with 0 base friendship that is not Legendary, a Mythical Pokemon, an Ultra Beast, or a Paradox Pokemon.",
    "Pawmi and its evolution Pawmo share their category with Rattata, Raticate, Pikachu, Raichu, Sandshrew, and Sandslash. They are all known as the Mouse Pokemon, though Rattata and Raticate were originally called the Rat Pokemon prior to Generation III. Pawmi and Pawmo are the only Pokemon with this category to not be introduced in Generation I, and the only ones whose evolutionary line has no Alolan forms.",
    " \"Pawmi and Pawmo are the only Pokemon with this category to not be introduced in Generation I, and the only ones whose evolutionary line has no Alolan forms.",
    "Pawmi and Pawmo are the first electric rodents since Pichu to be able to evolve.",
    "Pawmi has the lowest base Special Defense stat of all Electric-type Pokemon.",
    "Pawmi is tied with Cleffa and Greavard for having the shortest Japanese name of all Pokemon, being spelled with only two kana.",
    "Pawmo and its pre-evolution Pawmi share their category with Rattata, Raticate, Pikachu, Raichu, Sandshrew, and Sandslash. They are all known as the Mouse Pokemon, though Rattata and Raticate were originally called the Rat Pokemon prior to Generation III. Pawmi and Pawmo are the only Pokemon with this category to not be introduced in Generation I, and the only ones whose evolutionary line has no Alolan forms.",
    "Pawmo is the shortest Fighting-type Pokemon.",
    "Tandemaus and its evolved form were designed by Megumi Mizutani.",
    "Tandemaus and its evolved form are the only gender unknown Pokemon in the Field Egg Group, and the only Normal-type Pokemon to consist of multiple bodies.",
    "Tandemaus is the only Pokemon that can skip the Evolution animation sequence when evolving.",
    "Tandemaus was briefly shown in a pre-release trailer on 6 October 2022 alongside Nacli and Squawkabilly, though it remained officially unrevealed until the release of Pokemon Scarlet and Violet.",
    "Although Family of Three Maushold is rarer and does not have official key artwork, it is the primary form of Maushold as listed in the code for Pokemon Scarlet and Violet.",
    "Maushold and its pre-evolved form were designed by Megumi Mizutani.",
    "Maushold and its pre-evolved form are the only gender unknown Pokemon in the Field Egg Group, and the only Normal-type Pokemon to consist of multiple bodies.",
    "Maushold is the only Pokemon to have Friend Guard as a standard Ability instead of a Hidden Ability.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Maushold was unable to learn Baton Pass via TM, while its pre-evolved form could.",
    "Fidough shares its category with Growlithe, Lillipup, Rockruff, and Yamper. They are all known as the Puppy Pokemon.",
    "Fidough is the only Pokemon with a base stat total of 312.",
    "Fidough and its evolution are designed by Mari Shimazaki.",
    "Dachsbun shares its category with Boltund. They are both known as the Dog Pokemon.",
    "Dachsbun is the only Pokemon with a base stat total of 477.",
    "Dachsbun and its pre-evolution are designed by Mari Shimazaki.",
    "Smoliv and its evolutions are the only Normal-type Pokemon in the Grass Egg Group.",
    "Dolliv is the only Pokemon with a base stat total of 354.",
    "Dolliv and its evolutionary relatives are the only Normal-type Pokemon in the Grass Egg Group.",
    "Arboliva and its pre-evolutions are the only Normal-type Pokemon in the Grass Egg Group.",
    "Squawkabilly is the only Pokemon with a base stat total of 417.",
    "Squawkabilly was briefly shown in a pre-release trailer on 6 October 2022 alongside Nacli and Tandemaus, though it remained officially unrevealed until the release of Pokemon Scarlet and Violet.",
    "Nacli's evolutionary line was designed by Hitoshi Ariga.",
    "Nacli was briefly shown in a pre-release trailer on 6 October 2022 alongside Tandemaus and Squawkabilly, though it remained officially unrevealed until the release of Pokemon Scarlet and Violet.",
    "Nacli is tied with Roggenrola and Rockruff for the lowest base stat total of all Rock-type Pokemon.",
    "Naclstack's evolutionary line was designed by Hitoshi Ariga.",
    "Due to a duplicated entry in the spawner data in Pokemon Scarlet and Violet, Naclstack effectively has twice its programmed spawn weight; making the Pokemon more common than intended.",
    "Naclstack is the only Pokemon whose Japanese name contains the uncommon yotsugana „ÉÖ (du or zu). Similarly, Charjabug's Japanese name („Éá„É≥„ÉÇ„É†„Ç∑ Dendimushi) is the only one that contains the uncommon yotsugana „ÉÇ (di or ji).",
    " \"Similarly, Charjabug's Japanese name („Éá„É≥„ÉÇ„É†„Ç∑ Dendimushi) is the only one that contains the uncommon yotsugana „ÉÇ (di or ji).",
    "Garganacl's evolutionary line was designed by Hitoshi Ariga.",
    "Charcadet and its evolutions were designed by Tomohiro Kitakaze.",
    "Charcadet is the only Pokemon introduced in Generation IX to have a branched Evolution.",
    "Charcadet was briefly shown in a pre-release trailer on 6 October 2022, though it remained officially unrevealed until the release of Pokemon Scarlet and Violet.",
    "In Japanese, Charcadet shares its category with Simisear and Fletchinder, namely „Å≤„ÅÆ„Åì„Éù„Ç±„É¢„É≥ Hinoko Pokemon (Sparks Pokemon). For Charcadet specifically, the category can also be read as ÁÅ´„ÅÆÂ≠ê hinoko (fire child), hence its English category.",
    "Because of the unavailability of the Malicious Armor in Scarlet and the Auspicious Armor in Violet, Charcadet is the only Pokemon whose branched Evolutions are version-exclusives in the main series games due to an item unavailability.",
    "Armarouge and its evolutionary relatives were designed by Tomohiro Kitakaze.",
    "Armarouge's name was misspelled as \"Armorouge\" on the official Pokemon Scarlet and Violet website; specifically, in the section describing the move Armor Cannon. This error has been corrected as of September 13, 2022.",
    "Armarouge has the same base stat values as its counterpart Ceruledge, just assigned to different stats.",
    "Ceruledge and its evolutionary relatives were designed by Tomohiro Kitakaze.",
    "Ceruledge has the same base stat values as its counterpart Armarouge, but with their assignments reversed between HP and Speed, Attack and Special Attack, and Defense and Special Defense.",
    "Tadbulb is the only Pokemon with a base stat total of 272.",
    "Bellibolt was first teased on October 12, 2022, through Iono's livestream, where her fans were supposed to guess her partner Pokemon. It was revealed on her second livestream on October 14, 2022.",
    "Roy's Wattrel",
    "Roy's Kilowattrel",
    "Pokemon with a base stat total of 340",
    "Pokemon with a base stat total of 505",
    "No other Pokemon have the same type combination as Shroodle and its evolution.",
    "Shroodle is the only Pokemon to have Pickpocket as a standard Ability instead of a Hidden Ability.",
    "Shroodle is the lightest Normal-type Pokemon.",
    "Shroodle is tied with Budew and Foongus for the shortest Poison-type Pokemon, and is tied with Azurill and Normal Form Terapagos for the shortest Normal-type Pokemon.",
    "No other Pokemon have the same type combination as Grafaiai and its pre-evolved form.",
    "Grafaiai was first teased on August 29, 2022, through the official Pokemon Twitter account by showing pictures of the patterns it paints. It got a second teaser on August 30, 2022, revealing its name and showing it as an obscured shadow, before being properly revealed on September 1, 2022.",
    "Bramblin is tied with Sunkern and Lotad for having the lowest base Defense of all Grass-type Pokemon.",
    "Grass-type Pokemon",
    "Body style 01 Pokemon",
    "Grass group Pokemon",
    "Toedscool is tied with Baltoy for the lowest base Attack stat of all Ground-type Pokemon.",
    "Toedscool, Tentacool, and their respective evolutionary lines have exactly the same base stats in the same distribution. They also have the same levels for evolution.",
    "In the game code of Scarlet and Violet, Toedscool and Toedscruel are referred to as \"OKAKINGU\" and \"OKAGYARADOSU\" respectively, suggesting they replaced a scrapped idea of an evolutionary line based on the Magikarp line.",
    "Toedscruel is tied with Claydol for the highest base Special Defense stat of all Ground-type Pokemon.",
    "Toedscruel is the only Ground-type Pokemon with tentacles.",
    "Toedscruel, Tentacruel, and their respective evolutions have exactly the same base stats in the same distribution. They also have the same levels for evolution.",
    "Toedscool and Toedscruel continue the trend of odd-numbered generations introducing a Pokemon line that appears to be based on fungi, with Paras, Shroomish, Foongus, and Morelull lines before them.",
    "Titan Pokemon",
    "Capsakid is the only non-Field Egg Group Pokemon and the only Grass-type Pokemon to evolve when exposed to a Fire Stone.",
    "Scovillain is the only Fire-type Pokemon in the Grass Egg Group, and the only green Fire-type Pokemon.",
    "Scovillain is the only Pokemon with Chlorophyll that is not weak to Fire-type attacks, which have increased power under harsh sunlight.",
    "Excluding Legendary Pokemon, whose names are often the same in all localizations of Pokemon games, Scovillain is the only Generation IX Pokemon whose English and Japanese names are the same.",
    "Of all Pokemon (or Pokemon evolutionary lines) who formerly had unique type combinations, Scovillain held its unique typing for the shortest period of time. When Pokemon Scarlet and Violet launched on November 18, 2022, Scovillain's Grass/Fire type was unique, but it lost this distinction with the release of The Teal Mask and Hearthflame Mask Ogerpon on September 13, 2023 - 299 days later.",
    "Pokemon in the Fast experience group",
    "Pokemon with a base stat total of 270",
    "Pokemon that evolve using the Let's Go! feature",
    "The infant inside Rabsca's ball is present in Rabsca's in-game model, with a model of its own. It resembles a basic insect larva, distinct from Rellor.",
    "Psychic-type Pokemon",
    "Body style 07 Pokemon",
    "Pokemon with a base stat total of 255",
    "Espathra and its Shiny form were designed by Hitoshi Ariga.",
    "Tinkatink and its evolutionary relatives were designed by Megumi Mizutani.",
    "Tinkatink is the only Pokemon with a base stat total of 297.",
    "Tinkatuff and its evolutionary relatives were designed by Megumi Mizutani.",
    "Tinkaton and its evolutionary relatives were designed by Megumi Mizutani.",
    "Tinkaton is the only Pokemon with a base stat total of 506.",
    "Wiglett was revealed on September 28, 2022 in a mock webinar titled \"\"World Pokemon Ecological Society\"\". Wiglett's reveal also introduced the concept of ecologically similar Pokemon.",
    " \"Wiglett's reveal also introduced the concept of ecologically similar Pokemon.",
    "Wiglett has the lowest base HP stat of all Water-type Pokemon.",
    "Wiglett and Diglett both evolve at the same level.",
    "Wiglett is the only ecologically similar Pokemon whose base stat total is different from that of its lookalike.",
    "Wugtrio and Kantonian Dugtrio have exactly the same base stats in the same distribution. They also evolve from their pre-evolved forms at the same level.",
    "Wugtrio, Alolan Dugtrio, and their pre-evolutions share the Ability Sand Veil in addition to either Gooey or Tangling Hair, the latter two being variations of each other.",
    "Wugtrio's weight is exactly three times the weight of Wiglett.",
    "Bombirdier is capable of having a 50% boost in damage for four types at once: two via STABs (Flying and Dark), one via its signature Ability Rocky Payload (Rock), and one via Terastallizing into any of the remaining 15 types. Bombirdier is the only Pokemon capable of this without the use of any moves. If the Ability Steely Spirit is at play, and the weather is either sunny or rainy, Bombirdier can have a 50% damage boost for six types at once (Flying, Dark, Rock, Steel, Fire/Water, and any of the remaining 13 types via Terastallizing).",
    " \"If the Ability Steely Spirit is at play, and the weather is either sunny or rainy, Bombirdier can have a 50% damage boost for six types at once (Flying, Dark, Rock, Steel, Fire/Water, and any of the remaining 13 types via Terastallizing).",
    "The concept of a baby-delivering stork Pokemon has been previously looked at by Game Freak, as an unnamed beta Pokemon labeled as N¬∫ 378 was based on the same concept.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Bombirdier was unable to learn Rest via TM.",
    "Finizen is the only Pokemon who evolves through using the Union Circle.",
    "Finizen and Zero Form Palafin have identical cries.",
    "Zero Form Palafin is the only Pokemon with a base stat total of 457.",
    "Hero Form Palafin: is the only Pokemon with a base stat total of 650. has the highest base Attack stat of all Water-type Pokemon.",
    " \"is the only Pokemon with a base stat total of 650.",
    "has the highest base Attack stat of all Water-type Pokemon.",
    "No other Pokemon has the same type combination as Varoom and its evolved form. Due to them being part Steel-type, Varoom and its evolution Revavroom are also the only Poison-type Pokemon to be immune against their own type.",
    " \"Due to them being part Steel-type, Varoom and its evolution Revavroom are also the only Poison-type Pokemon to be immune against their own type.",
    "Varoom and its evolution are the only Steel-type Pokemon consisting of a head and legs.",
    "Varoom and its evolution were shown in multiple trailers and gameplay showcases for Pokemon Scarlet and Violet, but remained unnamed until the release of the games.",
    "Varoom and its evolution were designed by Yusuke Kozaki.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Varoom was unable to learn Rest.",
    "No other Pokemon has the same type combination as Revavroom and its pre-evolved form. Due to them being part Steel-type, Revavroom and its pre-evolution Varoom are also the only Poison-type Pokemon to be immune to their own type.",
    " \"Due to them being part Steel-type, Revavroom and its pre-evolution Varoom are also the only Poison-type Pokemon to be immune to their own type.",
    "Revavroom and its pre-evolution are the only Steel-type Pokemon consisting of a head and legs.",
    "Revavroom and its pre-evolution were shown in multiple trailers and gameplay showcases for Pokemon Scarlet and Violet, but remained unnamed until the release of the games.",
    "Revavroom and its Pokedex entries are similar to a concept brought up by Ken Sugimori in an interview featured in Pokemon Ultra Sun & Pokemon Ultra Moon Edition: The Official National Pokedex. While discussing the Pokemon design process, Sugimori stated:",
    "Cyclizar shares its category with Skiddo and Gogoat. They are all known as the Mount Pokemon.",
    "Cyclizar is the only: Dragon-type Pokemon in the Field Egg Group. Pokemon with a base stat total of 501. Generation IX Pokemon with a Paradox Pokemon counterpart. It is also the only known Pokemon that is shorter than its future Paradox Pokemon relative, and the only non-Legendary Pokemon whose Paradox counterparts are Legendary Pokemon.",
    " \"Dragon-type Pokemon in the Field Egg Group.",
    "Pokemon with a base stat total of 501.",
    "Generation IX Pokemon with a Paradox Pokemon counterpart. It is also the only known Pokemon that is shorter than its future Paradox Pokemon relative, and the only non-Legendary Pokemon whose Paradox counterparts are Legendary Pokemon.",
    " \"It is also the only known Pokemon that is shorter than its future Paradox Pokemon relative, and the only non-Legendary Pokemon whose Paradox counterparts are Legendary Pokemon.",
    "Cyclizar is one of three Pokemon with more than one Paradox Pokemon counterpart, the others being Donphan and Volcarona.",
    "Despite its Pokedex entry in Pokemon Scarlet stating that Orthworm can \"wield the tendrils on its body like fists and pelt the opponent with a storm of punches,\" it cannot learn any punching moves.",
    "Glimmet shares its category with its evolution and Boldore. They are all known as the Ore Pokemon.",
    "Glimmora and its pre-evolution share the same category as Boldore. They are all known as the Ore Pokemon.",
    "Greavard and its evolution were designed by Kazuyuki Kurashima.",
    "Greavard, along with Shedinja, Duskull, and Galarian Yamask, has the lowest base Special Attack stat of all Ghost-type Pokemon.",
    "Greavard is tied with Cleffa and Pawmi for having the shortest Japanese name of all Pokemon, being spelt with only two kana.",
    "Greavard was first teased on October 24, 2022, through a video on the official Pokemon Twitter account, which briefly showed it in its buried state. It was properly revealed on October 25, 2022.",
    "Houndstone and its pre-evolution were designed by Kazuyuki Kurashima.",
    "There is a visual error on Flamigo's Paldea Pokedex image, showing two Flamigo with their wings both spread out and tucked in.",
    "Cetoddle and its evolution were designed by Yusuke Kozaki.",
    "Cetitan is the tallest Ice-type Pokemon.",
    "Cetitan has the highest base HP stat of all Ice-type Pokemon.",
    "Cetitan has the longest cry of any Pokemon, being 4.007 seconds long.",
    "Cetitan and its pre-evolution were designed by Yusuke Kozaki.",
    "Gym Leader Kofu's catchphrase is \"Vaultin' Veluza!",
    "Dondozo is the tallest Pokemon introduced in Generation IX.",
    "Dondozo and its Shiny coloration were designed by James Turner.",
    "Tatsugiri and its Shiny forms were designed by James Turner.",
    "Tatsugiri is the only Dragon-type Pokemon in the Water 2 Egg Group, and the only Dragon-type Pokemon with fins. Droopy Form Tatsugiri is the only pink Dragon-type Pokemon.",
    " \"Droopy Form Tatsugiri is the only pink Dragon-type Pokemon.",
    "Body style 12 Pokemon",
    "Pokemon with a base stat total of 535",
    "Pokemon whose base HP stat is greater than 100",
    "Pokemon with cross-generational Evolutions",
    "Clodsire is the only regional form-exclusive Evolution to be introduced in Generation IX.",
    "Like its pre-evolution, Farigiraf's name is a palindrome, though not in Japanese.",
    "Three-Segment Form Dudunsparce is the tallest Normal-type Pokemon.",
    "Dudunsparce's cry is composed from Dunsparce's cry, pitched down and with a portion of it repeated multiple times.",
    "No other Pokemon has the same type combination as Kingambit and its pre-evolved forms. Furthermore, the types they have are the two types that were introduced in Generation II. They are also the only dual-type Steel-type Pokemon without any double resistances.",
    " \"Furthermore, the types they have are the two types that were introduced in Generation II.",
    "They are also the only dual-type Steel-type Pokemon without any double resistances.",
    "No other Pokemon has the same type combination as Great Tusk.",
    "Great Tusk and Iron Treads can be considered counterparts of one another. Both appear to be relatives of Donphan. Both are the only Paradox Pokemon introduced prior to the 1.2.0 update not to be used by the AI Professors in their battles against the player. Both are encountered as the version exclusive Quaking Earth Titan. Both are the first non-Legendary Paradox Pokemon to be officially revealed and encountered. Both are the only Paradox Pokemon that can be caught outside of Area Zero. Both have a drawing and photo pictures in Scarlet BookS/Violet BookV.",
    " \"Both appear to be relatives of Donphan.",
    "Both are the only Paradox Pokemon introduced prior to the 1.2.0 update not to be used by the AI Professors in their battles against the player.",
    "Both are encountered as the version exclusive Quaking Earth Titan.",
    "Both are the first non-Legendary Paradox Pokemon to be officially revealed and encountered.",
    "Both are the only Paradox Pokemon that can be caught outside of Area Zero.",
    "Both have a drawing and photo pictures in Scarlet BookS/Violet BookV.",
    "Great Tusk has the highest base Defense and the lowest base Special Defense stats of all Paradox Pokemon.",
    "Scream Tail is the only Paradox Pokemon whose apparent relative was never considered a fully evolved Pokemon. It has the largest increase in base stat total from its apparent relative, with an increase of 300 points. It has the largest disparity in size with its apparent relative, being 2.4 times taller.",
    " \"It has the largest increase in base stat total from its apparent relative, with an increase of 300 points.",
    "It has the largest disparity in size with its apparent relative, being 2.4 times taller.",
    "Scream Tail's official artwork from Pokemon Scarlet and Violet resembles Jigglypuff's official artwork from Pokemon FireRed and LeafGreen.",
    "The magazine Occulture mentions rumors that hypothesize Scream Tail as a Jigglypuff from one billion years ago. This is longer than real-world multicellular life is thought to have existed on Earth, as the first of them could only have appeared around 600 million years ago.",
    "Brute Bonnet's stat distribution ensures it will not get its Speed stat boosted by Protosynthesis, due to what seems to be an intentional design choice that prevents creating fast Pokemon with access to Spore. At level 50, Brute Bonnet's maximum possible Speed is 117 while its minimum possible Attack is 118, resulting in Protosynthesis boosting the Attack stat. Interestingly, Brute Bonnet's Speed can only exceed its Attack at levels 9 and under.",
    "Flutter Mane has the highest base Special Defense stat of all Paradox Pokemon.",
    "Flutter Mane has the lowest base HP, Attack, and Defense stats of all Paradox Pokemon.",
    "Flutter Mane was designed by Hitoshi Ariga. Its apparent relative, Misdreavus, is Ariga's favorite Pokemon.",
    " \"Its apparent relative, Misdreavus, is Ariga's favorite Pokemon.",
    "Even though the Paldean Pokedex will not state any location info about it, Flutter Mane will only spawn at night.",
    "Slither Wing is both the tallest Bug-type Pokemon and the tallest Fighting-type Pokemon.",
    "Slither Wing and Iron Moth can be considered counterparts of one another. Both share one type with Volcarona, but neither share the same type with each other. Both are the first Paradox Pokemon used by the AI Professors in their battles with the player. Both are the only Paradox Pokemon that can be naturally found in the same area as their relative.",
    " \"Both share one type with Volcarona, but neither share the same type with each other.",
    "Both are the first Paradox Pokemon used by the AI Professors in their battles with the player.",
    "Both are the only Paradox Pokemon that can be naturally found in the same area as their relative.",
    "Slither Wing: Is the only Pokemon whose Japanese name contains the kana „É≤ wo. This is because it's only used as a grammatical particle in modern Japanese, so Paradox Pokemon having sentences of normal words as names gives the unique opportunity to use it. Is tied with Basculegion and Poltchageist for the greatest number of unique characters in its English name, with 11 (including spaces). Is the only Bug-type Pokemon with a quadruped body, excluding the forms of Arceus and Silvally.",
    " \"\"\"Is the only Pokemon whose Japanese name contains the kana „É≤ wo. This is because it's only used as a grammatical particle in modern Japanese, so Paradox Pokemon having sentences of normal words as names gives the unique opportunity to use it.",
    " \"This is because it's only used as a grammatical particle in modern Japanese, so Paradox Pokemon having sentences of normal words as names gives the unique opportunity to use it.",
    "Is tied with Basculegion and Poltchageist for the greatest number of unique characters in its English name, with 11 (including spaces).",
    "Is the only Bug-type Pokemon with a quadruped body, excluding the forms of Arceus and Silvally.",
    "Sandy Shocks is the only Paradox Pokemon to share its weight with its apparent relative. Both Sandy Shocks and Magneton weigh 132.3 lbs./60.0 kg. It is also the only ancient Paradox Pokemon to not weigh more than its apparent relative.",
    " \"It is also the only ancient Paradox Pokemon to not weigh more than its apparent relative.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Iron Treads was unable to learn Sleep Talk via TM.",
    "Iron Bundle ties with Barraskewda for the highest base Speed stat of all Water-type Pokemon. It also has the highest base Speed stat of all Ice-type Pokemon and all Paradox Pokemon.",
    " \"It also has the highest base Speed stat of all Ice-type Pokemon and all Paradox Pokemon.",
    "Iron Bundle has the longest Japanese Pokemon name in romaji, with 15 letters. This name is longer than the character limit of Pokemon nicknames in the Western releases of the games, which is 12 characters.",
    " \"This name is longer than the character limit of Pokemon nicknames in the Western releases of the games, which is 12 characters.",
    "Iron Hands has the highest base HP stat of all Fighting-type Pokemon, all Electric-type Pokemon, and all Paradox Pokemon.",
    "Iron Hands has the highest base Attack stat of all Paradox Pokemon.",
    "Iron Hands has the lowest base Special Attack and Speed stats of all Paradox Pokemon.",
    "Iron Hands is the only Paradox Pokemon that requires less experience to reach level 100 than its apparent relative.",
    "Iron Jugulis is the only Paradox Pokemon whose English name includes a Latin word.",
    "Iron Moth and Slither Wing can be considered counterparts of one another. Both share one type with Volcarona, but neither share the same type with each other. Both are the first Paradox Pokemon used by the AI Professors in their battles with the player. Both are the only Paradox Pokemon that can be naturally found in the same area as their relative.",
    "Iron Moth has the highest base Special Attack stat of all Paradox Pokemon.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Iron Thorns was unable to learn Sleep Talk.",
    "Frigibax and its evolved forms are the only Ice-type Pokemon in the Dragon Egg Group.",
    "Arctibax and its evolutionary relatives are the only Ice-type Pokemon in the Dragon Egg Group.",
    "Arctibax is the only member of its evolutionary line to be unable to learn Dragon Claw by levelling up. The large gap in levels between the moves learned before and after when Dragon Claw is learned by its relatives - Ice Fang and Take Down - suggests this was an oversight.",
    "Baxcalibur and its pre-evolved forms are the only Ice-type Pokemon in the Dragon Egg Group.",
    "Baxcalibur is the only pseudo-legendary Pokemon whose catch rate differs across its entire evolutionary line.",
    "Baxcalibur has the highest base HP and Attack stats of all pseudo-legendary Pokemon. Furthermore, Baxcalibur has the lowest base Special Attack stat of all pseudo-legendary Pokemon.",
    " \"Furthermore, Baxcalibur has the lowest base Special Attack stat of all pseudo-legendary Pokemon.",
    "Gimmighoul's Chest Form was named by Jacq, while its Roaming Form was named by Professor Willow.",
    "Both forms of Gimmighoul are tied with Yamask and Litwick for having the lowest base Attack stat of all Ghost-type Pokemon.",
    "Chest Form Gimmighoul has the lowest base Speed stat of all Ghost-type Pokemon.",
    "Roaming Form Gimmighoul has the lowest base Defense stat of all Ghost-type Pokemon.",
    "Roaming Form Gimmighoul is tied with Sinistea and Poltchageist as the shortest Ghost-type Pokemon, and tied with Gastly and Haunter as the lightest Ghost-type Pokemon.",
    "Gimmighoul is the only Pokemon in Pokemon GO that evolves without Candy, even if it is not traded.",
    "Gimmighoul is heavily associated with the number 999: Its National Pokedex number is #0999. It evolves when leveled up while the player has 999 Gimmighoul Coins. It was first teased through a website with a counter that periodically counted to 999. A promotional video about Gimmighoul tells the tale of a Gimmighoul who manipulated a young girl to fill its chest with 999 coins.",
    " \"Its National Pokedex number is #0999.",
    "It evolves when leveled up while the player has 999 Gimmighoul Coins.",
    "It was first teased through a website with a counter that periodically counted to 999.",
    "A promotional video about Gimmighoul tells the tale of a Gimmighoul who manipulated a young girl to fill its chest with 999 coins.",
    "Due to its Ghost type, Roaming Form Gimmighoul's Run Away Ability is redundant unless its type changes, such as via Terastallization or Soak.",
    "Gimmighoul only learns 2 moves by level-up, the fewest of all Ghost-type Pokemon.",
    "It is not possible to flee from a Chest Form Gimmighoul; even if the player's Pokemon is a Ghost type or is faster. Attempting to flee via pressing the \"Run\" option or use a Pokemon with the Run Away Ability will give the \"You can't escape!\" message. Using the Poke Doll will give the same dialogue that a player would receive if they try to use certain Key Items such as the Shiny Charm. Using the moves Whirlwind or Roar will fail.",
    "Despite its Japanese name, Pokedex image, and ability to create a surfboard while traversing water, Gholdengo is incapable of learning the move Surf.",
    "Gholdengo is heavily associated with the number 1,000. Its National Pokedex number is #1000. A video titled ‚ÄúOne Thousand Pokemon!‚Äù was made to commemorate the number of Pokemon surpassing 1,000. The video features a counter that increases as Pokemon appear, eventually turning gold when it reaches 1,000 with Gholdengo. Its belt buckle has a stylized depiction of the number 1,000 on it. As Gholdengo's belt is fashioned from Chest Form Gimmighoul's chest, this symbol is also present on Chest Form Gimmighoul, albeit oriented sideways. Its body is made of 1,000 Gimmighoul Coins.",
    " \"\"\"Its National Pokedex number is #1000. A video titled ‚ÄúOne Thousand Pokemon!‚Äù was made to commemorate the number of Pokemon surpassing 1,000. The video features a counter that increases as Pokemon appear, eventually turning gold when it reaches 1,000 with Gholdengo.",
    " \"A video titled ‚ÄúOne Thousand Pokemon!‚Äù was made to commemorate the number of Pokemon surpassing 1,000. The video features a counter that increases as Pokemon appear, eventually turning gold when it reaches 1,000 with Gholdengo.",
    "Its belt buckle has a stylized depiction of the number 1,000 on it. As Gholdengo's belt is fashioned from Chest Form Gimmighoul's chest, this symbol is also present on Chest Form Gimmighoul, albeit oriented sideways.",
    "Its body is made of 1,000 Gimmighoul Coins.",
    "Wo-Chien has the highest base Special Defense stat of all Dark-type and Grass-type Pokemon.",
    "Wo-Chien and the other treasures of ruin are the first Pokemon whose base stats were adjusted via a patch to the game.",
    "Wo-Chien is the only member of the treasures of ruin that was given life by a specific individual's emotion rather than the emotions of humanity in general.",
    "Wo-Chien's in-game model has 92 tablets in total. In one of its animations, the tablets spiral out from under the plants that are comprised by its body, and all 92 can be seen at the peak of this animation.",
    "Chien-Pao has the highest base Speed stat of all Dark-type Pokemon.",
    "Chien-Pao and the other treasures of ruin are the first Pokemon whose base stats were adjusted via a patch to the game.",
    "Chien-Pao is one of the only Ice-type Pokemon, the other ones being Snom and Frost Rotom, to not be able to learn Ice Beam.",
    "Ting-Lu and the other treasures of ruin are the first Pokemon whose base stats were adjusted via a patch to the game.",
    "Out of the treasures of ruin, Ting-Lu was the only one to have a base stat increased during the Pokemon Scarlet and Violet 1.01 version patch. However, Ting-Lu still suffered an overall base stat decrease by 10 points like the rest of the treasures of ruin.",
    "Chi-Yu and the other treasures of ruin are the first Pokemon whose base stats were adjusted via a patch to the game.",
    "Chi-Yu is significantly lighter than the other three treasures of ruin, likely due to its body being mostly made out of fire, which has no weight.",
    "Chi-Yu is the only Fire-type Pokemon with fins.",
    "Roaring Moon and Iron Valiant can be considered counterparts of one another. They share a base stat total of 590 instead of the 570 found in most other non-Legendary Paradox Pokemon. Both are separated from the other non-Legendary Paradox Pokemon in Paldea Pokedex and National Pokedex numbering. Both are not covered in any editions of Occulture magazine in the Naranja AcademyS/Uva AcademyV entrance hall, with the editions covering them being found in the lab on Poco Path instead. They are both the final and highest-leveled Pokemon used by Professor SadaS/Professor TuroV in their first battle, as well as the only Pokemon on their team with the held item Booster Energy. Both possess a weakness and resistant to their own type attacks. Roaring Moon, Dragon/Dark, is weak to Dragon and resistant to Dark; Iron Valiant, Fairy/Fighting, is weak to Fairy and resistant to Fighting.",
    " \"They share a base stat total of 590 instead of the 570 found in most other non-Legendary Paradox Pokemon.",
    "Both are separated from the other non-Legendary Paradox Pokemon in Paldea Pokedex and National Pokedex numbering.",
    "Both are not covered in any editions of Occulture magazine in the Naranja AcademyS/Uva AcademyV entrance hall, with the editions covering them being found in the lab on Poco Path instead.",
    "They are both the final and highest-leveled Pokemon used by Professor SadaS/Professor TuroV in their first battle, as well as the only Pokemon on their team with the held item Booster Energy.",
    "Both possess a weakness and resistant to their own type attacks. Roaring Moon, Dragon/Dark, is weak to Dragon and resistant to Dark; Iron Valiant, Fairy/Fighting, is weak to Fairy and resistant to Fighting.",
    "No other Pokemon has the same type combination as Iron Valiant. Its types are the secondary types of the Pokemon it is based on.",
    " \"Its types are the secondary types of the Pokemon it is based on.",
    "Iron Valiant is the only Fighting type that is unable to learn Facade.",
    "Iron Valiant is the only Paradox Pokemon to be based on more than one Pokemon. It is also the only one to be based on a Generation IV Pokemon.",
    " \"It is also the only one to be based on a Generation IV Pokemon.",
    "Iron Valiant and Roaring Moon can be considered counterparts of one another. They share a base stat total of 590 instead of the 570 found in most other non-Legendary Paradox Pokemon. Both are separated from the other non-Legendary Paradox Pokemon in Paldea Pokedex and National Pokedex numbering. Both are not covered in any editions of Occulture magazine in the Naranja AcademyS/Uva AcademyV entrance hall, with the editions covering them being found in the lab on Poco Path instead. They are both the final and highest-leveled Pokemon used by Professor SadaS/Professor TuroV in their first battle, as well as the only Pokemon on their team with the held item Booster Energy. Both possess a weakness and resistant to their own type attacks. Iron Valiant, Fairy/Fighting, is weak to Fairy and resistant to Fighting; Roaring Moon, Dragon/Dark, is weak to Dragon and resistant to Dark.",
    "Both possess a weakness and resistant to their own type attacks. Iron Valiant, Fairy/Fighting, is weak to Fairy and resistant to Fighting; Roaring Moon, Dragon/Dark, is weak to Dragon and resistant to Dark.",
    "Although Iron Valiant can learn Skill Swap via TM, it will always fail as Quark Drive cannot be swapped.",
    "Koraidon and Miraidon are the only Paradox Pokemon: Whose names follow regular Pokemon naming conventions. To not have different names between languages. To each have their own unique Abilities.",
    " \"\"\"Whose names follow regular Pokemon naming conventions. To not have different names between languages.",
    " \"To not have different names between languages.",
    "To each have their own unique Abilities.",
    "Of all Pokemon, Koraidon and Miraidon have the highest number of forms that are obtainable in some capacity yet unusable in battle, as they each use three forms solely for travel and are obtained in their fourth 'low-power' forms, yet can only battle in their 'high-power' forms. Curiously, the forms are fully usable in battle when hacked into the game, albeit with various glitches and oddities. In its unused Pokedex entry, non-Apex Build Koraidon is 11'6\"\" / 3.5m tall, the same height as Ultimate Mode Miraidon, and taller than Apex Build Koraidon. Rotom has five forms that are unusable in battle (Pokedex, Phone, Bike, Rotomi, Drone), but Rotomi and Rotom Drone are completely unobtainable.",
    " \"\"\"Curiously, the forms are fully usable in battle when hacked into the game, albeit with various glitches and oddities. In its unused Pokedex entry, non-Apex Build Koraidon is 11'6\"\" / 3.5m tall, the same height as Ultimate Mode Miraidon, and taller than Apex Build Koraidon.",
    " \"In its unused Pokedex entry, non-Apex Build Koraidon is 11'6\" / 3.5m tall, the same height as Ultimate Mode Miraidon, and taller than Apex Build Koraidon.",
    "Rotom has five forms that are unusable in battle (Pokedex, Phone, Bike, Rotomi, Drone), but Rotomi and Rotom Drone are completely unobtainable.",
    "The builds of Koraidon in Japanese and Korean use Sino-Japanese and Sino-Korean words respectively, showing tradition and the past, while the modes of Miraidon in the same languages use borrowed words from English, showing modernity.",
    "Despite being able to swim and fly with the player on its back, Koraidon can't learn Surf or Fly. It shares this trait with its counterpart Miraidon.",
    "Miraidon and Koraidon are the only Paradox Pokemon: Whose names follow regular Pokemon naming conventions. To not have different names between languages. To each have their own unique Abilities.",
    "Miraidon is the tallest Paradox Pokemon in the Paldea Pokedex and the only known future Paradox Pokemon to be taller than both its present-day and ancient relatives. It is also the only future Paradox Pokemon not to have the word \"\"Iron\"\" in its name. However, its previous name according to the Violet Book is \"\"Iron Serpent\"\".",
    " \"It is also the only future Paradox Pokemon not to have the word \"Iron\" in its name. However, its previous name according to the Violet Book is \"Iron Serpent\".",
    "Miraidon has the highest base Special Defense stat of all Electric-type Pokemon.",
    "Of all Pokemon, Miraidon and Koraidon have the highest number of forms that are obtainable in some capacity yet unusable in battle, as they each use three forms solely for travel and are obtained in their fourth 'low-power' forms, yet can only battle in their 'high-power' forms. Curiously, the forms are fully usable in battle when hacked into the game, albeit with various glitches and oddities. In its unused Pokedex entry, the Ride forms of Miraidon are smaller than its Ultimate Mode, at 9'2\"\" / 2.7m tall. Rotom has five forms that are unusable in battle (Pokedex, Phone, Bike, Rotomi, Drone), but Rotomi and Rotom Drone are completely unobtainable.",
    " \"\"\"Curiously, the forms are fully usable in battle when hacked into the game, albeit with various glitches and oddities. In its unused Pokedex entry, the Ride forms of Miraidon are smaller than its Ultimate Mode, at 9'2\"\" / 2.7m tall.",
    " \"In its unused Pokedex entry, the Ride forms of Miraidon are smaller than its Ultimate Mode, at 9'2\" / 2.7m tall.",
    "The modes of Miraidon in Japanese and Korean use borrowed words from English, showing modernity, while the builds of Koraidon in the same languages use Sino-Japanese and Sino-Korean words respectively, showing tradition and the past.",
    "In Generation IX, prior to the Version 2.0.1 update of Pokemon Scarlet and Violet, Miraidon was able to learn Power Gem at level 49. After updating the game, it can only learn it via TM.",
    "Despite being able to swim and fly with the player on its back, Miraidon can't learn Surf or Fly. It shares this trait with its counterpart Koraidon.",
    "Before the official reveal of Walking Wake, a sketch of an imaginary Pokemon similar to it appeared in the Scarlet Book in Pokemon Scarlet as an amalgam of the Legendary beasts (Raikou, Entei, and Suicune).",
    "Walking Wake and Iron Leaves can be considered counterparts of one another. They are both event-exclusive Paradox Pokemon with signature moves that can be caught only once per save file based on a Legendary Pokemon that is a member of a Legendary trio. Despite being based on Legendary Pokemon, they are both not considered Legendary Pokemon themselves. They are the first Paradox Pokemon that can be encountered in a Tera Raid Battle and were both revealed and released simultaneously in the same Poke Portal News event and software update. They were both teased in the Scarlet BookS/Violet BookV, though neither of them appear in any editions of Occulture magazine. Prior to the release of The Indigo Disk, their Pokedex entries in Pokemon HOME were both only three words long and shared between Scarlet and Violet, but have been since replaced. Walking Wake, Iron Leaves, and Pecharunt are also the only Pokemon that can be registered but are not required for the completion of the Blueberry Pokedex.",
    " \"Walking Wake, Iron Leaves, and Pecharunt are also the only Pokemon that can be registered but are not required for the completion of the Blueberry Pokedex.",
    "Before the official reveal of Iron Leaves, a sketch of an imaginary Pokemon similar to it appeared in the Violet Book in Pokemon Violet as an amalgam of the Swords of Justice (Cobalion, Terrakion, and Virizion).",
    "Although Iron Leaves is part Psychic-type, the only damaging Psychic-type move that it can learn is its signature move, Psyblade. Despite this, it is also able to learn Psychic Terrain.",
    " \"Despite this, it is also able to learn Psychic Terrain.",
    "Iron Leaves is the only Paradox Pokemon with a signature move whose signature move's typing matches the Pokemon's secondary type rather than its primary type.",
    "Iron Leaves and Walking Wake can be considered counterparts of one another. They are both event-exclusive Paradox Pokemon with signature moves that can be caught only once per save file based on a Legendary Pokemon that is a member of a Legendary trio. Despite being based on Legendary Pokemon, they are both not considered Legendary Pokemon themselves. They are the first Paradox Pokemon that can be encountered in a Tera Raid Battle and were both revealed and released simultaneously in the same Poke Portal News event and software update. They were both teased in the Scarlet BookS/Violet BookV, though neither of them appear in any editions of Occulture magazine. Prior to the release of The Indigo Disk, their Pokedex entries in Pokemon HOME were both only three words long and shared between Scarlet and Violet, but have been since replaced. Iron Leaves, Walking Wake, and Pecharunt are also the only Pokemon that can be registered but are not required for the completion of the Blueberry Pokedex.",
    " \"Iron Leaves, Walking Wake, and Pecharunt are also the only Pokemon that can be registered but are not required for the completion of the Blueberry Pokedex.",
    "Iron Leaves is the only non-Legendary or Mythical Pokemon to have once been last in the National Pokedex order (between the release of Pokemon Scarlet and Violet v1.2.0 and The Teal Mask).",
    "Despite its evolved form being unreleased at the time, Dipplin was able to use Eviolite upon its debut in The Teal Mask.",
    "Dipplin and Hydrapple are the only: Evolutionary relatives introduced within a single generation that are not next to each other in National Pokedex order, with Dipplin being number 1011 and Hydrapple being number 1019. Dragon-type Pokemon consisting of multiple bodies.",
    " \"Evolutionary relatives introduced within a single generation that are not next to each other in National Pokedex order, with Dipplin being number 1011 and Hydrapple being number 1019.",
    "Dragon-type Pokemon consisting of multiple bodies.",
    "Dipplin is the only Pokemon that requires a TM to evolve, as it cannot learn Dragon Cheer without it.",
    "Dipplin, Chansey, and Porygon2 are the only non-fully evolved Pokemon that evolve from another Pokemon through the use of an item.",
    "Poltchageist was first teased during the 2023 World Championships, where attendees were given a tea ceremony set with the date of the reveal trailer's release included. Additional teasers included the official Pokemon website featuring a background decorated with matcha powder, and a Kitakami poster advertising the in-universe theatrical performance shown in the trailer.",
    "Despite being a counterpart of Sinistea, Poltchageist's name resembles that of Sinistea's evolution, Polteageist. The reverse is also true with Poltchageist's evolution, Sinistcha. They are the only ecologically similar Pokemon with this distinction.",
    "Poltchageist and Sinistea have similar evolution methods, as they both require being exposed to a specific item to evolve into a specific form of their evolved counterparts.",
    "The Poltchageist and Sinistea families are the only ecologically similar Pokemon that share a type and the only ones to share Egg Groups with each other. Additionally, Poltchageist and its evolution are the only ecologically similar Pokemon to have multiple forms.",
    " \"Additionally, Poltchageist and its evolution are the only ecologically similar Pokemon to have multiple forms.",
    "Poltchageist is tied with Basculegion and Slither Wing for the greatest number of unique characters in its English name, with 11 (including spaces).",
    "Poltchageist is the shortest Grass-type Pokemon, and is tied with Sinistea and Roaming Form Gimmighoul as the shortest Ghost-type Pokemon.",
    "Despite being an apparent counterpart of Polteageist, Sinistcha's name resembles that of Polteageist's pre-evolution, Sinistea. The reverse is also true with its pre-evolution, Poltchageist. They are the only ecologically similar Pokemon with this distinction.",
    "The Sinistcha and Polteageist families are the only ecologically similar Pokemon that share a type and the only ones to share Egg Groups with each other. Additionally, Sinistcha and Polteageist have similar evolution methods, as they both require being exposed to one of two specific items depending on their form.",
    " \"Additionally, Sinistcha and Polteageist have similar evolution methods, as they both require being exposed to one of two specific items depending on their form.",
    "Sinistcha and its pre-evolution are the only ecologically similar Pokemon to have multiple forms.",
    "All of the levels it learns moves at, aside from level 1, are multiples of 8. It shares this trait with Pecharunt and the rest of the Loyal Three.",
    "Ogerpon and all of its forms were designed by Hitoshi Ariga.",
    "Ogerpon cannot have its Tera Type be changed under normal circumstances in Pokemon Scarlet and Violet. Even if the game is modified to force Ogerpon to have a different Tera Type, the game will softlock upon trying to Terastallize, forcing the player to restart the console. It shares this distinction with Terapagos. This makes Ogerpon the only Pokemon available in Pokemon Scarlet and Violet incapable of being Stellar-type. Illusion, Imposter, and Transform will also not work if either Ogerpon or the Pokemon with them Terastallizes.",
    " \"This makes Ogerpon the only Pokemon available in Pokemon Scarlet and Violet incapable of being Stellar-type.",
    "Illusion, Imposter, and Transform will also not work if either Ogerpon or the Pokemon with them Terastallizes.",
    "The types of all three non-default masked forms of Ogerpon were unique type combinations prior to their introduction: Wellspring Mask Ogerpon's dual-type Grass/Water was previously unique to Lotad's evolutionary line. Hearthflame Mask Ogerpon's dual-type Grass/Fire was previously unique to Scovillain. Cornerstone Mask Ogerpon's dual-type Grass/Rock was previously unique to Lileep's evolutionary line.",
    " \"Wellspring Mask Ogerpon's dual-type Grass/Water was previously unique to Lotad's evolutionary line.",
    "Hearthflame Mask Ogerpon's dual-type Grass/Fire was previously unique to Scovillain.",
    "Cornerstone Mask Ogerpon's dual-type Grass/Rock was previously unique to Lileep's evolutionary line.",
    "Ogerpon in its Wellspring Mask form is the first Water-type Pokemon with a 100% female ratio. The same is true for its Cornerstone Mask form and the Rock type.",
    "If Ogerpon is sent out during the battle against Pecharunt at the end of the Mochi Mayhem epilogue, Ogerpon will recognize it and react with distress and anger, yelling out \"GRAH! Pon PON!!!\" at it.",
    "Archaludon was revealed during the Pokemon Presents that aired on August 8th, 2023.",
    "Archaludon is the only Pokemon with a base stat total of 600 that is not a Legendary, Mythical, Mega Evolution, or pseudo-legendary Pokemon. The Japanese Pokemon fandom includes it in a separate, but similar group to pseudo-legendary Pokemon, namely the \"\"600 club\"\" (600Êóè).",
    " \"The Japanese Pokemon fandom includes it in a separate, but similar group to pseudo-legendary Pokemon, namely the \"600 club\" (600Êóè).",
    "Hydrapple is the only one of Applin's evolutionary relatives to be a third-stage evolution. Hydrapple appears in the Blueberry Pokedex, despite none of its evolutionary relatives appearing in it, which also makes it the only member of Applin's evolutionary relatives with this distinction.",
    " \"Hydrapple appears in the Blueberry Pokedex, despite none of its evolutionary relatives appearing in it, which also makes it the only member of Applin's evolutionary relatives with this distinction.",
    "Hydrapple's existence was indicated before the release of The Indigo Disk by the fact that Dipplin could use the Eviolite.",
    "Hydrapple is the only Pokemon that requires a TM to obtain, as Dipplin cannot learn Dragon Cheer without it.",
    "As Dynamax and Gigantamax are exclusive to Pokemon Sword and Shield, Hydrapple is the only one of Applin's final forms to not have a Gigantamax form.",
    "Before the official reveal of Gouging Fire, a sketch of an imaginary Pokemon similar to it appeared in the Scarlet Book in Pokemon Scarlet as an amalgam of the Legendary beasts (Raikou, Entei, and Suicune).",
    "Gouging Fire is the only Paradox Pokemon whose signature move is a status move.",
    "Gouging Fire is the heaviest Paradox Pokemon overall.",
    "Gouging Fire can be considered the counterpart of Iron Boulder as both were not revealed until The Indigo Disk was released.",
    "Before the official reveal of Raging Bolt, a sketch of an imaginary Pokemon similar to it appeared in the Scarlet Book in Pokemon Scarlet as an amalgam of the Legendary beasts (Raikou, Entei, and Suicune).",
    "Raging Bolt is the tallest and heaviest Electric-type Pokemon.",
    "Raging Bolt is the tallest Paradox Pokemon overall.",
    "Raging Bolt can be considered the counterpart of Iron Crown as both were revealed to the public on August 8, 2023, via Pokemon Presents.",
    "Before the official reveal of Iron Boulder, a sketch of an imaginary Pokemon similar to it appeared in the Violet Book in Pokemon Violet as an amalgam of the Swords of Justice (Cobalion, Terrakion, and Virizion).",
    "Iron Boulder can be considered the counterpart of Gouging Fire as both were not revealed until The Indigo Disk was released.",
    "Excluding Cornerstone Mask Ogerpon, Iron Boulder is the only Rock type that is unable to learn Rock Slide.",
    "Before the official reveal of Iron Crown, a sketch of an imaginary Pokemon similar to it appeared in the Violet Book in Pokemon Violet as an amalgam of the Swords of Justice (Cobalion, Terrakion, and Virizion).",
    "Iron Crown can be considered the counterpart of Raging Bolt as both were revealed to the public on August 8, 2023, via Pokemon Presents.",
    "Before the official reveal of Terapagos, a sketch of its Stellar Form appeared in the Scarlet BookS/Violet BookV, drawn by Heath in Pokemon Scarlet and Violet.",
    "Terapagos has several similarities to Eternatus. Both are Legendary Pokemon that are responsible for the special type of transformation (Dynamax/Gigantamax and Terastallization) found within their respective regions of origin (Galar and Paldea) after entering a state of dormancy sometime in the distant past. They also both have transformations exclusive to them related to these phenomena increasing their stats (Eternatus's Eternamax form and Terapagos's Stellar Form, though the former is unobtainable) and can absorb the energy needed to use these transformations from other Pokemon, thereby rendering them unavailable. They also each have a form that cannot be used by the player in battle with programmed stats (Eternatus's Eternamax form and Terapagos's Normal form, the latter of which can be brought into battle but not used due to its unsurpressable ability). Both of them were also introduced in a game which would receive DLC and whose game mascots comprise a Legendary duo.",
    "In the closed captions of the initial TV Tokyo broadcast of HZ023, Terapagos was mistakenly referred to as „Ç≥„ÉÄ„Ç§„Ç´„É° Kodaikame (from Âè§‰ª£‰∫Ä kodaikame, literally \"\"ancient turtle\"\").[10][11] This mirrors its internal name from Pokemon Scarlet and Violet, where Terapagos is also referred to as \"\"kodaikame\"\".",
    " \"This mirrors its internal name from Pokemon Scarlet and Violet, where Terapagos is also referred to as \"kodaikame\".",
    "Terapagos is the only Pokemon with an EV yield total of more than three, with its Terastal Form having a total of four. Terapagos is also the only Pokemon with a different EV yield total between each of its forms, with Normal having one, Terastal having four, and Stellar having three.",
    " \"Terapagos is also the only Pokemon with a different EV yield total between each of its forms, with Normal having one, Terastal having four, and Stellar having three.",
    "While Terapagos as a species has a 50-50 gender ratio, the only Terapagos encounter is set to always be male. Because of this, a female Terapagos cannot currently be legitimately obtained.",
    "Terapagos cannot have its Tera Type be changed under normal circumstances in Pokemon Scarlet and Violet. If the game is modified to force Terapagos to have a different Tera Type, the game will lag significantly while Terastallizing; however, unlike with Ogerpon, the game will not softlock. Illusion will also not work if either Terapagos or the Pokemon with said Ability Terastallize.",
    "Terapagos is the only Pokemon in Pokemon Scarlet and Violet that is able to learn moves through TMs, but cannot learn Tera Blast (despite the move using Terastal energy, which Terapagos is responsible for creating).",
    "Terapagos's cry is almost identical to the sound that is made when a Pokemon Terastallizes. The cry also incorporates the leitmotif commonly associated in-game with Area Zero, Terapagos's habitat. It is more easily distinguished when the cry is played at slower speed.",
    " \"The cry also incorporates the leitmotif commonly associated in-game with Area Zero, Terapagos's habitat. It is more easily distinguished when the cry is played at slower speed.",
    "Normal Form Terapagos is tied with Azurill and Shroodle for being the shortest Normal-type Pokemon.",
    "Terapagos is the only Pokemon to have three signature Abilities, the most out of any Pokemon.",
    "One of Stellar Form Terapagos's attack animations has it use the 18 hexagonal gems orbiting its dome to form a symbol and shoot the attack from it. This symbol is the very same one featured in The Hidden Treasure of Area Zero expansion's logo.",
    "While in game, Terapagos is categorized as the Tera Pokemon, in Pokemon Scarlet and Violet's official website, it is categorized as the Terastal Pokemon.",
    "If Terapagos uses auto-battle to defeat a Pokemon, it'll transform into its Terastal Form before defeating the wild Pokemon, and then switch back to its Normal Form.",
    "Despite being the source of the Terastal phenomenon, which contains the power of every type, Terapagos cannot learn any Ghost- or Flying-type moves.",
    "Terapagos is the only Pokemon with an EV yield total of more than three, with its Terastal Form having a total of four. Terapagos is also the only Pokemon with a different EV yield total between each of its forms, with Normal having one, Terastal having four, and Stellar having three.",
    "A depiction of Pecharunt in Ogerpon's story",
    "An image of the Loyal Three alongside a human child on the Kitakami signboards"
  ]